Repository: zh/statusnet
Catalog: plugins/YammerImport/locale/*/LC_MESSAGES/YammerImport.po
Languages: br, de, fr, nl, tl, uk

source: Connect to Yammer
br: Kevreañ da Yammer
de: Verbinden mit Yammer
fr: Connexion à Yammer
nl: Verbinden met Yammer
tl: Umugnay sa Yammer
uk: З’єднання з Yammer

source: Yammer Import
br: Enporzh Yammer
fr: Import Yammer
tl: Pang-angkat ng Yammer
uk: Імпорт з Yammer

source: This Yammer import tool is still undergoing testing, and is incomplete in some areas. Currently user subscriptions and group memberships are not transferred; in the future this may be supported for imports done by verified administrators on the Yammer side.
br: Emeur c'hoazh oc'h arnodiñ an ostilh enporzhiañ Yammer-mañ. Diglok eo c'hoazh evit lodennoù zo. N'eo ket bet treuzkaset ar c'houmanantoù implijer hag an enrolladnenoù er strolladoù evit c'hoazh ; Kemeret e kont e c'hallfe bezañ en amzer da zont evit an enporzhiadennoù sevenet gant ar verourien aotreet eus tu YAMMER.
de: Dieses Yammer-Importwerkzeug ist immer noch im Testen inbegriffen, und ist in manchen Bereichen fertiggestellt. Zur Zeit werden Benutzerabonnements und Gruppenmitgliedschaften werden nicht übertragen; zukünftig mag dies für Importe unterstützt werden, die von beglaubigten Administratoren auf Seiten von Yammer getätigt werden.
fr: Cet outil d’import Yammer est encore en phase de test et est en partie incomplet. Les abonnements d’utilisateurs et les appartenances aux groupes ne sont actuellement pas transférés ; ceci pourrait être pris en charge dans le futur pour les imports réalisés par les administrateurs autorisés du côté de Yammer.
nl: Dit Yammerimportprogramma wordt nog getest en bepaalde onderdelen zijn nog niet afgerond. Op dit moment worden gebruikersabonnementen en groepslidmaatschappen nog niet overgenomen. In de toekomst is dit wellicht mogelijk voor imports die door bevestigde beheerders in Yammer worden uitgevoerd.
tl: Ang kasangkapang pang-angkat na ito ng Yammer ay sumasailalim pa rin ng pagsubok, at hindi buo sa loob ng ilang mga lugar. Pangkasalukuyang hindi naililipat ang mga pagpapasipi ng tagagamit at pagsapi sa mga pangkat; maaaring tangkilikin ito sa hinaharap para sa mga pag-aangkat na ginagawa ng napatunayang mga tagapangasiwa na nasa gawi ng Yammer.
uk: Цей додаток імпорту даних з Yammer все ще проходить випробовування і працює десь неповною мірою. На даний момент неможливо імпортувати дані щодо підписок та спільнот користувача; втім, можливо у майбутньому, адміністрація сайту Yammer піде нам на зустріч і тоді роботу над цим додатком буде завершено.

source: Paused from admin panel.
br: Ehanet adalek ar banell verañ.
de: Angehalten über das Admin-Panel.
fr: Mis en pause depuis le panneau d’administration
nl: Gepauzeerd vanuit het beheerpaneel.
tl: Pansamantalang itinigil mula sa inampalan ng tagapangasiwa.
uk: Призупинено з адміністраторської панелі.

source: Yammer import
br: Enporzh Yammer
fr: Import Yammer
tl: Pang-angkat ng Yammer
uk: Імпорт з Yammer

source: Expertise:
br: Prizacha :
tl: Kadalubhasaan:
uk: Експертиза:

source: Invalid avatar URL %s.
br: Direizh eo URL an avatar %s.
de: Ungültige Avatar-URL %s.
fr: URL d’avatar invalide : %s.
nl: %s is een ongeldige URL voor avatar.
tl: Hindi katanggap-tanggap na URL ng abatar ang %s.
uk: Невірна URL-адреса аватари %s.

source: Unable to fetch avatar from %s.
br: Dibosupl eo adtapout an avatar adalek %s.
de: Kann Avatar nicht von %s holen.
fr: Impossible de récupérer l’avatar depuis « %s ».
nl: Het was niet mogelijk de avatar op te halen van %s.
tl: Hindi nagawang damputin ang huwaran mula sa %s.
uk: Неможливо завантажити аватару з %s.

source: Start authentication
de: Starte Authentifikation
fr: Démarrer l’identification
nl: Authenticatie starten
tl: Simulan ang pagpapatotoo
uk: Початок автентифікації

source: Request authorization to connect to Yammer account
de: Beantrage Authentifizierung, um mit Yammerkonto zu verbinden
fr: Demander l’autorisation de se connecter à un compte Yammer
nl: Autorisatie verzoeken om te verbinden met Yammergebruiker
tl: Humiling ng pahintulot upang makaugnay sa akawnt ng Yammer
uk: Запит дозволу на підключення до Yammer

source: Change API key
de: Ändere API-Schlüssel
fr: Changer la clé de l’API
nl: API-sleutel wijzigen
tl: Baguhin ang susi ng API
uk: Змінити API-ключ

source: Initialize
br: Deraouekaat
de: Initialisieren
fr: Initialiser
nl: Initialiseren
tl: Magpasimula
uk: Ініціалізація

source: No import running
br: Enporzhiadenn ebet o treiñ
de: Zur Zeit kein Import
fr: Aucun import en cours d’exécution
nl: Er loopt geen import
tl: Walang tumatakbong pag-aangkat
uk: Імпорт не працює

source: Initiated Yammer server connection...
br: Loc'het ar gevreadenn d'ar servijer Yammer
de: Yammer-Server-Verbindung initiiert …
fr: Connexion au serveur Yammer initiée...
nl: Er is verbinding gemaakt met de Yammerserver...
tl: Pinasimulan ang pag-ugnay sa tagapaghain ng Yammer...
uk: Розпочато з’єднання з сервером Yammer...

source: Awaiting authorization...
br: O c'hortoz an aotre...
de: Authentifizierung wird abgewartet …
fr: En attente d’autorisation...
nl: Wachten op autorisatie...
tl: Naghihintay ng kapahintulutan...
uk: Чекаємо дозволу...

source: Connected.
br: Kevreet.
de: Verbunden.
fr: Connecté.
nl: Verbonden.
tl: Naiugnay na.
uk: Під’єднано.

source: Import user accounts
br: Enporzhiañ ar c'hontoù implijer
de: Benutzerkonten importieren
fr: Importer des comptes utilisateur
nl: Gebruikers importeren
tl: Angkatin ang mga akawnt ng tagagamit
uk: Імпорт облікових записів користувачів

source: Importing %d user...
br: Oc'h enporzhiañ %d implijer...
de: Importiere %d Benutzer …
fr: Import de %d utilisateur...
nl: Bezig met het importeren van %d gebruiker...
tl: Inaangkat ang tagagamit ng %d...
uk: Імпорт %d користувача...

source: Imported %d user.
br: Enporzhiet %d implijer.
de: Importierte %d Benutzer.
fr: %d utilisateur importé.
nl: %d gebruiker geïmporteerd.
tl: Naangkat na tagagamit ng %d.
uk: Імпортовано %d користувача.

source: Import user groups
br: Enporzhiañ strolladoù implijer
de: Importiere Benutzergruppen
fr: Importer des groupes utilisateur
nl: Gebruikersgroepen importeren
tl: Angkatin ang mga pangkat ng tagagamit
uk: Імпорт спільнот

source: Importing %d group...
br: Oc'h enporzhiañ %d strollad...
de: Importiere %d Gruppe …
fr: Import de %d groupe...
nl: Bezig met het importeren van %d gebruikersgroep...
tl: Inaangkat ang pangkat ng %d...
uk: Імпорт %d спільноти...

source: Imported %d group.
br: Enporzhiet %d strollad...
de: Importierte %d Gruppe.
fr: %d groupe importé.
nl: %d gebruikersgroep geïmporteerd.
tl: Naangkat na pangkat ng %d.
uk: Імпортовано %d спільноту.

source: Prepare public notices for import
br: O prientiñ enporzh ar c'hemennoù foran
de: Bereite öffentliche Nachrichten für Import vor
fr: Préparation de l’import d’avis publiques
nl: Publieke mededelingen voorbereiden op import
tl: Ihanda ang aangkating mga pabatid na pangmadla
uk: Підготовка до імпорту стрічки дописів

source: Preparing %d notice...
br: O prientiñ %d kemenn...
de: Bereite %d Nachricht vor …
fr: Préparation de %d avis...
nl: Bezig met het voorbereiden van %d mededeling...
tl: Inihahanda ang pabatid na %d...
uk: Підготовка %d допису...

source: Prepared %d notice.
br: Prientet %d kemenn.
de: %d Nachricht vorbereitet.
fr: %d avis prépara.
nl: %d mededeling voorbereid.
tl: Naihanda na ang pabatid na %d...
uk: Готовий %d допис.

source: Import public notices
br: Enporzh kemennoù foran
de: Importiere öffentliche Nachrichten
fr: Import d’avis publiques
nl: Publieke mededelingen importeren
tl: Angkatin ang mga pabatid na pangmadla
uk: Імпорт стрічки дописів

source: Importing %d notice...
br: Oc'h enporzhiañ %d kemenn...
de: Importiere %d Nachricht …
fr: Import de %d avis...
nl: Bezig met het importeren van %d mededeling...
tl: Inaangkat ang pabatid na %d...
uk: Імпорт %d допису...

source: Imported %d notice.
br: Enporzhiet %d kemenn.
de: Importierte %d Nachricht.
fr: %d avis importé.
nl: %d mededeling geïmporteerd.
tl: Naangkat na ang pabatid na %d
uk: Імпортовано %d допис.

source: Done
br: Graet
de: Erledigt
fr: Fait
nl: Afgerond
tl: Nagawa na
uk: Виконано

source: Import is complete!
br: Enporzh kaset da benn vat !
de: Import abgeschlossen!
fr: L’import est terminé !
nl: Het importeren is voltooid!
tl: Buo na ang pag-aangkat!
uk: Імпорт завершено!

source: Import status
br: Stad an enporzh
fr: État de l’import
tl: Katayuan ng pag-aangkat
uk: Статус процесу імпорту

source: Waiting...
br: O c'hortoz...
de: Warten...
fr: Attente...
nl: Even geduld alstublieft...
tl: Naghihintay...
uk: Очікування...

source: Reset import state
br: Adderaouekaat stad an enporzh
de: Import-Status zurücksetzen
fr: Réinitialiser l’état de l’import
nl: Importstatus herstellen
tl: Muling itakda ang katayuan ng pag-aangkat
uk: Перезапустити імпорт

source: Pause import
br: Ober un tamm ehan gant an enporzh
de: Import pausieren
fr: Mettre l’import en pause
nl: Import pauzeren
tl: Pansamantalang itigil ang pag-aangkat
uk: Призупинити імпорт

source: Encountered error "%s"
br: C'hoarvezet eo ar fazi "%s"
de: Fehler "%s" ist aufgetreten
fr: L’erreur « %s » est survenue
nl: Er is een fout opgetreden: "%s"
tl: Nakatagpo ng kamaliang "%s"
uk: Виявлено помилку «%s»

source: Paused
br: Ehanet
de: Angehalten
fr: En pause
nl: Gepauzeerd
tl: Pansamantalang inihinto
uk: Призупинено

source: Continue
br: Kenderc'hel
de: Fortfahren
fr: Continuer
nl: Doorgaan
tl: Magpatuloy
uk: Продовжити

source: Abort import
br: Nullañ an enporzh
de: Import abbrechen
fr: Abandonner l’import
nl: Import afbreken
tl: Pigilin ang pag-angkat
uk: Перервати імпорт

source: Follow this link to confirm authorization at Yammer; you will be prompted to log in if necessary:
br: Heuliañ al liamm-mañ da gadarnaat an aotre war Yammer ; mar bez ret e vo goulennet ouzhoc'h kevreañ :
de: Folge diesem Link, um die Authentifikation bei Yammer zu bestätigen; nötigenfalls wirst du aufgefordert, dich anzumelden:
fr: Suivez ce lien pour confirmer l’autorisation sur Yammer ; il vous sera demandé de vous identifier si nécessaire :
nl: Volg deze verwijzing om de autorisatie bij Yammer te bevestigen. Als u moet aanmelden wordt daarom gevraagd:
tl: Sundan ang kawing na ito upang tiyakin ang pahintulot sa Yammer; ikay ay uudyuking lumagdang papasok kung kailangan:
uk: Перейдіть за цим посиланням для підтвердження дозволу від Yammer; вам буде запропоновано увійти до системи, якщо це необхідно:

source: Open Yammer authentication window
br: Digeriñ prenestr emzisklêriañ Yammer
de: Öffne Yammer-Authentifizierungsfenster
fr: Ouvrir la fenêtre d’identification Yammer
nl: Authenticatievenster voor Yammer openen
tl: Buksan ang bintana ng pagpapatotoo ng Yammer
uk: Відкрити вікно автентифікації Yammer

source: Copy the verification code you are given below:
br: Eilit a-is ar c'hod gwiriañ bet roet deoc'h :
de: Kopiere den untenstehenden Bestätigungscode
fr: Copiez ci-dessous le code de vérification qui vous est donné :
nl: Kopieer de verificatiecode die u hebt gekregen hieronder:
tl: Kopyahin ang kodigo ng pagpapatotoo na ibinigay sa iyo sa ibaba:
uk: Скопіюйте наданий вам код підтвердження до віконця нижче:

source: Verification code:
br: Kod gwiriañ :
de: Bestätigunts-Code:
fr: Code de vérification :
nl: Verificatiecode:
tl: Kodigo ng pagpapatotoo:
uk: Код підтвердження:

source: Save code and begin import
br: Enrollañ ar c'hod ha kregiñ da enporzhiañ
de: Speichere Code und starte Import
fr: Enregistrer le code et commencer l’import
nl: Code opslaan en importeren
tl: Sagipin ang kodigo at simulan ang pag-aangkat
uk: Зберегти код і почати імпорт

source: Yammer API registration
br: Enrolladenn an API Yammer
de: Yammer-API-Registrierung
fr: Enregistrement de l’API Yammer
nl: API-registratie voor Yammer
tl: Pagpapatala sa API ng Yammer
uk: Реєстрація API Yammer

source: Before we can connect to your Yammer network, you will need to register the importer as an application authorized to pull data on your behalf. This registration will work only for your own network. Follow this link to register the app at Yammer; you will be prompted to log in if necessary:
br: Kent gallout kevreañ ouzh ho rouedad Yammer e rankit enrollañ an arload enporzhiañ evel un arload aotreet da zastum roadennoù en hoc'h anv. Ne dalvezo an enrolladenn-se nemet evit ho rouedad deoc'h. Heuilhit al liamm-mañ evit enrollañ an arload war Yammer ; mar bez ret e vo goulennet ouzhoc'h kevreañ.
de: Bevor wir zu Ihrem Yammer-Netzwerk verbinden können, müssen Sie das Import-Skript als eine Anwendung autorisieren, die Daten in Ihrem Namen beziehen darf. Diese Autorisation funktioniert nur für Ihr eigenes Netzwerk. Folgen Sie diesem Link, um diese Applikation bei Yammer zu registrieren; Sie werden gegebenenfalls aufgefordert, sich anzumelden:
fr: Avant de pouvoir nous connecter à votre réseau Yammer, vous devez enregistrer l’application d’import comme étant autorisée à recueillir des données en votre nom. Cet enregistrement ne sera valable que pour votre propre réseau. Suivez ce lien pour enregistrer l’application sur Yammer ; si cela est nécessaire, il vous sera demandé de vous identifier :
nl: Voordat er verbinding gemaakt kan worden met uw Yammernetwerk, moet u het importprogramma eerst registreren als een applicatie die namens u gegevens mag ophalen. Deze registratie geldt alleen voor uw eigen netwerk. Volg de onderstaande verwijzing om de applicatie bij Yammer te registreren. Als het nodig is om aan te melden, wordt u dat gevraagd:
tl: Bago kami maka-ugnay sa lambatan mo ng Yammer, kakailanganin mong ipatala ang pang-angkat bilang isang aplikasyon na may pahintulot na humila ng dato sa ilalim ng iyong pangalan. Ang pagpapatalang ito ay gagana lamang para sa iyong lambatan. Sundan ang kawing na ito upang ipatala ang aplikasyon sa Yammer; uudyukin kang lumagdang papasok kung kinakailangan:
uk: Перш ніж ми зможемо підключитися до вашого акаунту Yammer, вам необхідно зареєструвати у якості імпортера цей авторизований додаток, аби той забирав дані від вашого імені. Ця реєстрація буде працювати тільки для вашої власної мережі. Перейдіть за цим посиланням, щоб зареєструвати додаток на Yammer; вам буде запропоновано увійти до системи, якщо це необхідно:

source: Open Yammer application registration form
br: Digeriñ furmskrid enrollañ Yammer
de: Öffne Yammer-Anwendungsregistrierungsformular
fr: Ouvrir le formulaire d’enregistrement de l’application Yammer
nl: Applicatieregistratieformulier voor Yammer openen
tl: Buksan ang pormularyo ng pagpapatala ng aplikasyon ng Yammer
uk: Відкрити реєстраційну форму додатку для Yammer

source: Copy the consumer key and secret you are given into the form below:
br: Eilit er furmskrid a-is an alc'hwez hag ar sekred implijer bet roet deoc'h :
de: Kopiere den Verbraucherschlüssel und das Geheimnis, beide untenstehend:
fr: Copiez dans le formulaire ci-dessous la clé et le secret utilisateur qui vous sont donnés :
nl: Kopieer de gebruikerssleutel en het gebruikersgeheim dat u hebt gekregen in het formulier hieronder:
tl: Kopyahin ang susi at lihim ng tagaubos na ibinigay sa iyo papasok sa pormularyong nasa ibaba:
uk: Скопіюйте ключ споживача та секретний код, котрі вам було надано, до віконця нижче:

source: Consumer key:
br: Alc'hwez implijer :
de: Verbraucherschlüssel:
fr: Clé de l'utilisateur :
nl: Gebruikerssleutel:
tl: Susi ng tagaubos:
uk: Ключ споживача:

source: Consumer secret:
br: Sekred an implijer :
de: Verbrauchergeheimnis:
fr: Secret de l'utilisateur :
nl: Gebruikersgeheim:
tl: Lihim ng tagaubos:
uk: Секретний код:

source: Save
br: Enrollañ
de: Speichern
fr: Sauvegarder
nl: Opslaan
tl: Sagipin
uk: Зберегти

source: Save these consumer keys
br: Enrollañ an alc'hwezioù implijer-mañ
de: Speichere diese Verbraucherschlüssel
fr: Enregistrer ces clés utilisateur
nl: Deze gebruikerssleutels opslaan
tl: Sagipin ang mga susing ito ng tagaubos
uk: Зберегти ключі споживача
