Repository: zh/statusnet
Catalog: plugins/OpenX/locale/*/LC_MESSAGES/OpenX.po
Languages: fr, ia, mk, nl, uk

source: OpenX configuration
fr: Configuration d’OpenX
ia: Configuration de OpenX
mk: Поставки за OpenX
nl: OpenX-instellingen
uk: Конфігурація OpenX

source: Plugin for <a href="http://www.openx.org/">OpenX Ad Server</a>.
fr: Module complémentaire pour le <a href="http://www.openx.org/">serveur de publicité OpenX</a>.
ia: Plug-in pro le <a href="http://www.openx.org/">servitor de annuncios OpenX</a>.
mk: Додаток за <a href="http://www.openx.org/">Рекламен опслужувач за OpenX</a>.
nl: Plug-in voor <a href="http://www.openx.org/">OpenX Ad Server</a>.
uk: Додаток для <a href="http://www.openx.org/">рекламного сервера OpenX</a>.

source: OpenX settings for this StatusNet site
fr: Paramètres OpenX pour ce site StatusNet
ia: Configuration de OpenX pro iste sito StatusNet
mk: Поставки за OpenX на ова StatusNet-мрежно место
nl: OpenX-instellingen voor deze StatusNet-website
uk: Налаштування OpenX для даного сайту StatusNet

source: Ad script URL
fr: Adresse URL du script d’annonce
ia: URL del script de publicitate
mk: URL-адреса на рекламната скрипта
nl: URL voor advertentiescript
uk: URL-адреса рекламного скрипту

source: Script URL
fr: Adresse URL du script
ia: URL del script
mk: URL-адреса на скриптата
uk: URL-адреса скрипту

source: Medium rectangle
fr: Rectangle moyen
ia: Rectangulo medie
mk: Среден правоаголник
nl: Middelgrote rechthoek
uk: Середній прямокутник

source: Medium rectangle zone
fr: Zone rectangulaire de taille moyenne
ia: Zona del rectangulo medie
mk: Зона на среден правоаголник
nl: Middelgrote rechthoekzone
uk: Зона середнього прямокутника

source: Rectangle
ia: Rectangulo
mk: Правоаголник
nl: Rechthoek
uk: Прямокутник

source: Rectangle zone
fr: Zone de forme rectangulaire
ia: Zona del rectangulo
mk: Зона на правоаголник
nl: Rechthoekzone
uk: Зона прямокутника

source: Leaderboard
fr: Panneau de commande
ia: Bandiera large
mk: Предводници
nl: Breedbeeldbanner
uk: Банер

source: Leaderboard zone
fr: Zone de format tableau de bord
ia: Zona del bandiera large
mk: Зона за Предводници
nl: Breedbeeldbannerzone
uk: Зона банеру

source: Skyscraper
fr: Bannière verticale
ia: Grattacelo
mk: Облакодер
uk: Хмарочос

source: Wide skyscraper zone
fr: Zone de format vertical large
ia: Zona del grattacelo large
mk: Зона на широк облакодер
nl: Brede skyscraperzone
uk: Зона широкого хмарочосу

# BUTTON
source: Save
fr: Sauvegarder
ia: Salveguardar
mk: Зачувај
nl: Opslaan
uk: Зберегти

source: Save OpenX settings
fr: Sauvegarder les paramètres OpenX
ia: Salveguardar configurationes de OpenX
mk: Зачувај поставки за
nl: OpenX-instellingen opslaan
uk: Зберегти налаштування OpenX
