Repository: zh/statusnet
Catalog: plugins/Gravatar/locale/*/LC_MESSAGES/Gravatar.po
Languages: de, es, fr, ia, mk, nl, pl, pt, tl, uk, zh_cn

source: Set Gravatar
de: Gravatar einstellen
es: Definir un Gravatar
fr: Définir un Gravatar
ia: Stabilir Gravatar
mk: Постави Gravatar
nl: Gravatar instellen
pl: Ustaw Gravatar
pt: Definir Gravatar
tl: Itakda ang Gravatar
uk: Встановити Gravatar
zh_cn: 设置 Gravatar

source: If you want to use your Gravatar image, click "Add".
de: Falls du dein Gravatar-Bild verwenden willst, klicke auf „Hinzufügen“.
es: Si deseas utilizar tu imagen Gravatar, haz clic en "Agregar"
fr: Si vous souhaitez utiliser votre image Gravatar, cliquez sur « Ajouter ».
ia: Si tu vole usar tu imagine Gravatar, clicca "Adder".
mk: Ако сакате да ја користите Вашата слика од Gravatar, кликнете на „Додај“.
nl: Klik "Toevoegen" om uw afbeelding van Gravatar te gebruiken.
pl: Aby używać obrazu Gravatar, należy nacisnąć przycisk "Dodaj".
pt: Se desejar usar a sua imagem Gravatar, clique em "Adicionar".
tl: Kung nais mong gamitin ang iyong larawan ng Gravatar, pindutin ang "Idagdag".
uk: Якщо ви бажаєте використовувати аватари Gravatar, тисніть «Додати».
zh_cn: 如果你想使用你的 Gravatar 图像，点击“添加”

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ia: Adder
mk: Додај
nl: Toevoegen
pl: Dodaj
pt: Adicionar
tl: Idagdag
uk: Додати
zh_cn: 添加

source: Remove Gravatar
de: Gravatar löschen
es: Eliminar el Gravatar
fr: Supprimer le Gravatar
ia: Remover Gravatar
mk: Отстрани Gravatar
nl: Gravatar verwijderen
pl: Usuń Gravatar
pt: Remover Gravatar
tl: Alisin ang Gravatar
uk: Видалити Gravatar
zh_cn: 删除 Gravatar

source: If you want to remove your Gravatar image, click "Remove".
de: Falls du dein Gravatar-Bild entfernen willst, klicke auf „Entfernen“.
es: Si desesa eliminar tu imagen de Gravatar, haz clic en "Eliminar".
fr: Si vous souhaitez supprimer votre image Gravatar, cliquez sur « Supprimer ».
ia: Si tu vole remover tu imagine Gravatar, clicca "Remover".
mk: Ако сакате да ја отстраните Вашата слика од Gravatar, кликнете на „Отстрани“.
nl: Klik "Verwijderen" om uw afbeelding van Gravatar niet langer te gebruiken.
pl: Aby usunąć obraz Gravatar, należy nacisnąć przycisk "Usuń".
pt: Se desejar remover a sua imagem Gravatar, clique em "Remover".
tl: Kung nais mong alisin ang larawan mo ng Gravatar, pindutin ang "Alisin".
uk: Якщо ви бажаєте видалити свою аватару надану Gravatar, тисніть «Видалити».
zh_cn: 如果你想删除你的 Gravatar 图像，点击“删除”。

source: Remove
de: Entfernen
es: Borrar
fr: Enlever
ia: Remover
mk: Отстрани
nl: Verwijderen
pl: Usuń
pt: Remover
tl: Alisin
uk: Видалити
zh_cn: 删除

source: To use a Gravatar first enter in an email address.
de: Um einen Gravatar zu verwenden, gib zunächst eine E-Mail-Adresse ein.
es: Para utilizar un Gravatar, primero introduce una dirección de correo electrónico.
fr: Pour utiliser un Gravatar, veuillez d’abord saisir une adresse courriel.
ia: Pro usar un Gravatar, entra primo un adresse de e-mail.
mk: За да користите Gravatar најпрвин внесете е-пошта.
nl: Voer eerst een e-mailadres in om Gravatar te kunnen gebruiken.
pl: Aby użyć obrazu Gravatar, należy najpierw podać adres e-mail.
pt: Para usar um Gravatar, primeiro introduza um endereço de email.
tl: Upang gamitin ang isang Gravatar ipasok muna ang isang tirahan ng e-liham.
uk: Щоб використовувати Gravatar, спершу введіть адресу електронної пошти.
zh_cn: 要使用 Gravatar 先要填写一个 email 地址。

source: You do not have an email address set in your profile.
de: Du hast keine E-Mail-Adresse in deinem Profil eingetragen.
es: No tienes una dirección de correo electrónico establecida en tu perfil.
fr: Vous n'avez pas d’adresse courriel définie dans votre profil.
ia: Tu non ha un adresse de e-mail definite in tu profilo.
mk: Во профилот немате назначено е-пошта.
nl: U hebt geen e-mailadres ingesteld in uw profiel.
pl: Nie ustawiono adresu e-mail w profilu.
pt: Não definiu um endereço de email no seu perfil.
tl: Wala kang tirahan ng e-liham na nakatakda sa iyong balangkas.
uk: У вашому профілі не вказано жодної електронної адреси.
zh_cn: 你的账号没有设置 email 地址。

source: Failed to save Gravatar to the database.
de: Konnte Gravatar nicht in der Datenbank speichern.
es: Error al guardar Gravatar en la base de datos.
fr: Impossible de sauvegarder le Gravatar dans la base de données.
ia: Falleva de salveguardar le Gravatar in le base de datos.
mk: Не успеав да го зачувам Gravatar-от во базата на податоци.
nl: Het was niet mogelijk de Gravatar in the database op te slaan.
pl: Zapisanie obrazu Gravatar w bzie danych nie powiodło się.
pt: Erro ao guardar o Gravatar na base de dados.
tl: Nabigong sagipin ang Gravatar sa iyong kalipunan ng dato.
uk: Не вдалося зберегти Gravatar до бази даних.
zh_cn: 将 Gravatar 保存到数据库失败。

source: Gravatar added.
de: Gravatar hinzugefügt.
es: Gravatar agregado.
fr: Gravatar ajouté.
ia: Gravatar addite.
mk: Gravatar-от е додаден.
nl: De Gravatar is toegevoegd.
pl: Dodano obraz Gravatar.
pt: Gravatar adicionado.
tl: Idinagdag ang Gravatar.
uk: Gravatar додано.
zh_cn: Gravatar 已添加。

source: Gravatar removed.
de: Gravatar entfernt.
es: Gravatar eliminado.
fr: Gravatar supprimé.
ia: Gravatar removite.
mk: Gravatar-от е отстранет.
nl: De Gravatar is verwijderd.
pl: Usunięto obraz Gravatar.
pt: Gravatar removido.
tl: Inalis ang Gravatar.
uk: Gravatar вилучено.
zh_cn: Gravatar 已删除。

source: The Gravatar plugin allows users to use their <a href="http://www.gravatar.com/">Gravatar</a> with StatusNet.
de: Das Gravatar-Plugin erlaubt es Benutzern, ihr <a href="http://www.gravatar.com/">Gravatar</a> mit StatusNet zu verwenden.
es: La extensión Gravatar permite a los usuarios utilizar su <a href="http://www.gravatar.com/">Gravatar</a> con StatusNet.
fr: Le greffon Gravatar permet aux utilisateurs d’utiliser leur image <a href="http://www.gravatar.com/">Gravatar</a> avec StatusNet.
ia: Le plug-in Gravatar permitte al usatores de usar lor <a href="http://www.gravatar.com/">Gravatar</a> con StatusNet.
mk: Приклучокот Gravatar им овозможува на корисниците да го користат својот <a href="http://www.gravatar.com/">Gravatar</a> со StatusNet.
nl: De plug-in Gravatar maak het mogelijk dat gebruikers hun <a href="http://www.gravatar.com/">Gravatar</a> gebruiken in StatusNet.
pl: Wtyczka Gravatar umożliwia użytkownikom używanie obrazów <a href="http://www.gravatar.com/">Gravatar</a> w StatusNet.
pt: O plugin Gravatar permite que os utilizadores usem o seu <a href="http://www.gravatar.com/">Gravatar</a> com o StatusNet.
tl: Ang pamasak na Gravatar ay nagpapahintulot sa mga tagagamit na gamitin ang kanilang <a href="http://www.gravatar.com/">Gravatar</a> na may StatusNet.
uk: Додаток Gravatar дозволяє користувачам встановлювати аватарки з <a href="http://www.gravatar.com/">Gravatar</a> для сайту StatusNet.
zh_cn: Gravatar 插件可以让用户在 StatusNet 站点使用自己的 <a href="http://www.gravatar.com/">Gravatar</a>。
