Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: These are lists created by **%s**. Lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the tag's timeline.
ia: Istes es listas create per **%s**. Le listas es le medio de classificar personas similar in %%%%site.name%%%%, un servicio de [micro-blogging](http://ia.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/). Tu pote facilemente traciar le activitates de personas similar per subscriber te al chronologia de un lista.
mk: Ова се списоците направени од **%s**. Списоците служат за подредување на слични лица на %%%%site.name%%%%, служба за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) што работи на слободната програмска алатка [StatusNet](http://status.net/). Претплаќајќи се на хронологијата на ознаката ќе можете лесно да следите што прават лицата.
sv: Dessa är listor som skapats av **%s**. Listor är hur du sorterar liknande personer på %%site.name%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)-tjänst baserat på den fria programvara [StatusNet](http://status.net/). Du kan enkelt hålla reda på vad de gör genom att prenumerera på i listans tidslinje.

source: %s has not created any [lists](%%%%doc.lists%%%%) yet.
ia: %s non ha ancora create alcun [lista](%%%%doc.lists%%%%).
mk: %s сè уште нема направено ниеден [список](%%%%doc.lists%%%%)
sv: %s har inte skapat några [listor](%%% %doc.lists% %%%) ännu.

source: Lists with %s in them
ia: Listas que contine "%s"
mk: Списоци во коишто се наоѓа %s
sv: Listor med %s i dem

source: Lists with %1$s, page %2$d
ia: Listas que contine "%1$s", pagina %2$d
mk: Списоци со %1$s, страница %2$d
sv: Listor med %1$s, sida %2$d

source: These are lists for **%s**. lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the tag's timeline.
ia: Istes es listas pro **%s**. Le listas es le medio de classificar personas similar in %%%%site.name%%%%, un servicio de [micro-blogging](http://ia.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/). Tu pote facilemente traciar le activitates de personas similar per subscriber te al chronologia de un lista.
mk: Ова се списоците за **%s**. Списоците служат за подредување на слични лица на %%%%site.name%%%%, служба за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) што работи на слободната програмска алатка [StatusNet](http://status.net/). Претплаќајќи се на хронологијата на ознаката ќе можете лесно да следите што прават лицата.
sv: Dessa är listor för **%s**. Listor är hur du sorterar liknande personer på %%site.name%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)-tjänst baserat på den fria programvara [StatusNet](http://status.net/). Du kan enkelt hålla reda på vad de gör genom att prenumerera på i listans tidslinje.

source: %s has not been [listed](%%%%doc.lists%%%%) by anyone yet.
ia: %s non ha ancora essite [listate](%%%%doc.lists%%%%) per alcuno.
mk: %s сè уште не е [наведен(а)](%%%%doc.lists%%%% на ничиј список.
sv: %s har inte [listats](%%% %doc.lists% %%%) av någon ännu.

source: Subscribers to list %1$s by %2$s
ia: Personas subscribite al lista "%1$s" de %2$s
mk: Претплатници на списокот %1$s од %2$s.
sv: Prenumeranter på listan %1$s av %2$s

source: Subscribers to list %1$s by %2$s, page %3$d
ia: Personas subscribite al lista "%1$s" de %2$s, pagina %3$d
mk: ретплатници на списокот %1$s од %2$s, страница %3$d
sv: Prenumeranter på listan %1$s av %2$s , sida %3$d

source: Lists subscribed to by %s
ia: Listas al quales %s ha subscribite
mk: Списоци на коишто се има претплатено %s
sv: Listor som prenumereras av %s

source: Lists subscribed to by %1$s, page %2$d
ia: Listas al quales %1$s ha subscribite, pagina %2$d
mk: Списоци на на коишто се има претплатено %1$s, страница %2$d
sv: Listor som %1$s prenumererar på, sida %2$d

source: These are lists subscribed to by **%s**. Lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
ia: Istes es le listas al quales **%s** ha subscribite. Le listas es le medio de classificar personas similar in %%%%site.name%%%%, un servicio de [micro-blogging](http://ia.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/). Tu pote facilemente traciar le activitates de personas similar per subscriber te al chronologia de un lista.
mk: Ова се списоци на коишто се има претплатено **%s**. Списоците служат за подредување на слични лица на %%%%site.name%%%%, служба за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) што работи на слободната програмска алатка [StatusNet](http://status.net/). Претплаќајќи се на хронологијата на ознаката ќе можете лесно да следите што прават лицата.
sv: Dessa är listor som **%s** prenumererar på. Listor är hur du sorterar liknande personer på %%site.name%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)-tjänst baserat på den fria programvara [StatusNet](http://status.net/). Du kan enkelt hålla reda på vad de gör genom att prenumerera på i listans tidslinje.

# plugin
source: Disabled
ca: Inhabilitat
es: Deshabilitado
ia: Disactivate
mk: Оневозможено
sv: Inaktiverad
te: అచేతనమయ్యింది

source: This action only accepts POST requests.
ca: Aquesta acció només accepta sol·licituds POST.
cs: Tato akce přijímá pouze POST požadavky.
es: Esta acción sólo acepta solicitudes POST.
gl: Esta acción só permite solicitudes POST.
ia: Iste action accepta solmente le requestas de typo POST.
it: Quest'azione accetta solo richieste POST.
ka: ეს მოქმედება მხოლოდ POST მოთხოვნებს იღებს.
mk: Ова дејство прифаќа само POST-барања
sv: Denna åtgärd accepterar endast POST-begäran.
zh_cn: 这个动作只接受 POST 请求

source: You cannot administer plugins.
ca: No es poden administrar els connectors.
es: Usted no puede administrar los plugins.
ia: Tu non pote administrar plug-ins.
mk: Не можете да раководите со приклучоци.
sv: Du kan inte administrera insticksmoduler.
te: మీరు ప్లగిన్లను నిర్వహించలేరు.

source: No such plugin.
ca: No existeix el connector.
es: El plugin no existe.
ia: Plug-in non existe.
mk: Нема таков приклучок.
sv: Ingen sådan insticksmodul.
te: అటువంటి ప్లగిన్ లేదు.

# plugin
source: Enabled
ca: Habilitat
es: Habilitado
ia: Activate
mk: Овозможено
sv: Aktiverad
te: చేతనమైంది

# TITLE
source: Plugins
ca: Connectors
mk: Приклучоци
sv: Insticksmoduler
te: ప్లగిన్లు

source: Additional plugins can be enabled and configured manually. See the <a href="http://status.net/wiki/Plugins">online plugin documentation</a> for more details.
ca: Es poden configurar i habilitar connectors addicionals manualment. Vegeu la <a href="http://status.net/wiki/Plugins">documentació en línia sobre els connectors</a> per a més detalls.
ia: Additional plug-ins pote esser activate e configurate manualmente. Vide le <a href="http://status.net/wiki/Plugins">documentation in linea del plug-ins</a> pro plus detalios.
mk: Можат да се овозможат и прилагодат дополнителни приклучоци. Повеќе на <a href="http://status.net/wiki/Plugins?uselang=mk">документацијата за мрежни приклучоци</a>.
sv: Ytterligare insticksmoduler kan aktiveras och konfigureras manuellt. Se <a href="http://status.net/wiki/Plugins">online-dokumentationen om insticksmoduler</a> för fler information.

source: Default plugins
ca: Connectors per defecte
ia: Plug-ins predefinite
mk: Основни приклучоци
sv: Standardinsticksmoduler
te: అప్రమేయ ప్లగిన్లు

source: All default plugins have been disabled from the site's configuration file.
ca: S'han inhabilitat tots els connectors per defecte del fitxer de configuració del lloc.
ia: Tote le plug-ins predefinite ha essite disactivate in le file de configuration del sito.
mk: Сите основни приклучоци се оневозможени во поставките на мрежното место.
sv: Alla standardinsticksmoduler har inaktiverats från platsens konfigurationsfil.

source: Invalid notice content.
ca: El contingut de l'avís no és vàlid.
cs: Neplatná velikost
es: Contenido de mensaje inválido.
gl: O contido da nota é incorrecto.
ia: Le contento del nota es invalide.
it: Contenuto del messaggio non valido.
ja: 不正なトークン。
ka: შეტყობინების არასწორი შიგთავსი.
mk: Неважечка содржина на забелешката.
nb: Ugyldig notisinnhold.
sv: Ogiltigt notisinnehåll.
te: తప్పుడు దస్త్రపుపేరు..
zh_cn: 无效的消息内容。

source: Notice license "%1$s" is not compatible with site license "%2$s".
ca: La llicència ‘%1$s’ de l'avís no és compatible amb la llicència ‘%2$s’ del lloc.
ia: Le licentia del nota "%1$s" non es compatibile con le licentia del sito "%2$s".
mk: Лиценцата на забелешката „%1$s“ не е соодветна на лиценцата на мрежното место „%2$s“.
sv: Licensen för notiser "%1$s" är inte förenlig webbplatslicensen "%2$s".

source: Unidentified field %s.
ia: Campo "%s" non identificate.
mk: Непрепознаено поле %s.
sv: Oidentifierat fält %s.

# TITLE
source: Search results
ia: Resultatos del recerca
mk: Резултати од пребарувањето
sv: Sökresultat
te: అన్వేషణ ఫలితాలు

source: The search string must be at least 3 characters long.
ia: Le texto del consulta debe haber al minus 3 characteres.
mk: Низата во пребарувањето мора да има барем 3 знака.
sv: Söksträngen måste vara minst 3 tecken långt.

source: Profile settings
ca: Configuració del perfil
cs: Nastavené Profilu
es: Configuración del perfil
gl: Configuración do perfil
ia: Configurationes del profilo
it: Impostazioni del profilo
ja: プロファイル設定
ka: პროფილის პარამეტრები
mk: Нагодувања на профилот
nb: Profilinnstillinger
sv: Profilinställningar
te: ఫ్రొఫైలు అమరికలు
zh_cn: 个人设置

source: You can update your personal profile info here so people know more about you.
ca: Podeu actualitzar la informació del vostre perfil personal perquè la gent us pugui conèixer millor.
cs: Zde můžete aktualizovat informace o vašem profilu, aby se lidé o vás mohli více dozvědět.
es: Puedes actualizar la información de tu perfil personal para que la gente sepa más sobre ti.
gl: Pode actualizar a información do seu perfil persoal para que a xente o coñeza mellor.
ia: Tu pote actualisar hic le informationes personal de tu profilo a fin que le gente pote saper plus de te.
it: Qui puoi aggiornare le informazioni del tuo profilo personale, così gli altri potranno conoscere qualcosa in più su di te.
ja: あなたのことについて知ってもらうために、ここでプロファイル情報を更新できます。
ka: აქ შეგიძლიათ განაახლოთ ინფორმაცია თქვენ პროფილზე, რომ ხალხმა მეტი გაიგოს თქვენს შესახებ.
mk: Во Вашиот личен профил може да дополните информации за луѓето да знаат повеќе за Вас.
nb: Du kan oppdater din personlige profilinformasjon slik at personer får vite mer om deg.
sv: Du kan uppdatera din personliga profilinformation här så att folk vet mer om dig.
te: మీ వ్యక్తిగత ప్రవర సమాచారాన్ని ఇక్కడ తాజాకరించండి, అప్పుడు మీ గురించి ప్రజలు ఎక్కువ తెలుసుకోగలుగుతారు.
zh_cn: 在这里更新个人信息，让大家对你了解得更多。

source: Profile information
ca: Informació del perfil
cs: Nastavené Profilu
es: Información del perfil
gl: Información do perfil
ia: Informationes del profilo
it: Informazioni sul profilo
ja: プロファイル情報
ka: ინფორმაცია პროფილზე
mk: Информации за профил
nb: Profilinformasjon
sv: Profilinformation
te: ప్రొఫైలు సమాచారం
zh_cn: 个人信息

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
ca: 1-64 lletres en minúscula o nombres, sense signes de puntuació o espais.
ia: 1-64 minusculas o numeros, sin punctuation o spatios.
mk: 1-64 мали букви или бројки, без интерпукциски знаци и празни места.
nb: 1‒64 små bokstaver eller tall, ingen tegnsetting eller mellomrom.
sv: 1-64 gemener eller siffror, inga skiljetecken eller mellanslag.
te: 1-64 చిన్నబడి అక్షరాలు లేదా అంకెలు, విరామచిహ్నాలు మరియు ఖాళీలు తప్ప.
zh_cn: 1 到 64 个小写字母或数字，不包含标点或空格。

source: Full name
ca: Nom complet
cs: Celé jméno
es: Nombre completo
gl: Nome completo
ia: Nomine complete
it: Nome
ja: フルネーム
ka: სრული სახელი
mk: Име и презиме
nb: Fullt navn
sv: Fullständigt namn
te: పూర్తి పేరు
zh_cn: 全名

source: Homepage
ca: Pàgina personal
cs: Moje stránky
es: Página de inicio
gl: Páxina persoal
ia: Pagina personal
it: Pagina web
ja: ホームページ
ka: ვებ. გვერსი
mk: Домашна страница
nb: Hjemmesiden
sv: Hemsida
te: హోమ్ పేజీ
zh_cn: 主页

source: URL of your homepage, blog, or profile on another site.
ca: URL del vostre web, blog o perfil en un altre lloc.
ia: URL de tu pagina personal, blog o profilo in un altere sito.
mk: URL-адреса на Вашата домашна страница, блог или профил на друго мрежно место.
nb: Adressen til din hjemmeside, blogg eller profil på et annet nettsted.
sv: Adressen till din hemsida, blogg eller profil på en annan webbplats.
zh_cn: 你的主页、博客或在其他网站的URL。

source: Describe yourself and your interests in %d character.
ca: Descriviu qui sou i els vostres interessos en %d caràcter.
ia: Describe te e tu interesses in %d character.
mk: Опишете се себеси и своите интереси со %d знак.
sv: Beskriv dig själv och dina intressen med %d tecken.
te: %d అక్షరంలో

source: Describe yourself and your interests.
ca: Feu una descripció personal i d'interessos.
ia: Describe te e tu interesses.
mk: Опишете се себеси и Вашите интереси.
sv: Beskriv dig själv och dina intressen.
te: మీ గురించి మరియు మీ ఆసక్తుల గురించి చెప్పండి.

source: Bio
ca: Biografia
cs: O mě
es: Biografía
gl: Biografía
it: Biografia
ja: 自己紹介
ka: ბიოგრაფია
mk: Биографија
nb: Om meg
sv: Biografi
te: స్వపరిచయం
zh_cn: 自述

source: Location
ca: Ubicació
cs: Umístění
es: Ubicación
gl: Lugar
ia: Loco
it: Ubicazione
ja: 場所
ka: მდებარეობა
mk: Местоположба
nb: Plassering
sv: Plats
te: ప్రాంతం
zh_cn: 位置

source: Where you are, like "City, State (or Region), Country".
ca: On us trobeu, per exemple «ciutat, comarca (o illa), país».
es: Dónde estás, por ejemplo "Ciudad, Estado (o Región), País"
ia: Ubi tu es, como "Citate, Stato (o Region), Pais".
mk: Каде се наоѓате, на пр. „Град, Сојуз. држава (или Област), Земја“.
sv: Var du håller till, såsom "stad, stat (eller region), land".
te: మీరు ఎక్కడివారు, "నగరం, రాష్ట్రం (లేదా ప్రాంతం), దేశం".
zh_cn: 你在哪里，像"城市、 国家（或地区）、国家"。

source: Share my current location when posting notices
ca: Comparteix la ubicació on estic en enviar avisos
cs: Sdělit mou aktuální polohu při posílání hlášek
es: Compartir mi ubicación actual al publicar los mensajes
gl: Compartir o lugar onde vivo ao publicar notas
ia: Divulgar mi loco actual quando io publica notas
it: Condividi la mia posizione attuale quando invio messaggi
ja: つぶやきを投稿するときには私の現在の場所を共有してください
ka: გააზიარე ჩემი მდებარეობა შეტყობინებების დაპოსტვისას
mk: Прикажувај ја мојата тековна местоположба при објавување на забелешките
nb: Del min nåværende plassering når jeg poster notiser
sv: Dela min nuvarande plats när jag skickar notiser
zh_cn: 当发布消息时分享我的地理位置

source: Tags
ca: Etiquetes
cs: Tagy
es: Etiquetas
gl: Etiquetas
ia: Etiquettas
it: Etichette
ja: タグ
ka: სანიშნეები
mk: Ознаки
nb: Tagger
sv: Taggar
te: ట్యాగులు
zh_cn: 标签

source: Tags for yourself (letters, numbers, -, ., and _), comma- or space- separated.
ca: Etiquetes pròpies (lletres, nombres, -, ., i _), per comes o separades amb espais.
ia: Etiquettas pro te (litteras, numeros, -, ., e _), separate per commas o spatios.
mk: Ознаки за Вас самите (букви, бројки, -, . и _), одделени со запирка или празно место.
sv: Taggar för dig själv (bokstäver, siffror, -, ., och _), separerade med kommatecken eller mellanslag.

source: Language
ca: Idioma
cs: Jazyk
es: Idioma
gl: Lingua
ia: Lingua
it: Lingua
ja: 言語
ka: ენა
mk: Јазик
nb: Språk
sv: Språk
te: భాష
zh_cn: 语言

source: Preferred language.
ca: Llengua preferida.
ia: Lingua preferite.
mk: Претпочитан јазик
sv: Föredraget språk.
te: ప్రాధాన్యతా భాష.
zh_cn: 首选的语言。

source: Timezone
ca: Fus horari
cs: Časové pásmo
es: Zona horaria
gl: Fuso horario
ia: Fuso horari
it: Fuso orario
ja: タイムゾーン
ka: დროის სარტყელი
mk: Часовна зона
nb: Tidssone
sv: Tidszon
te: కాలమండలం
zh_cn: 时区

source: What timezone are you normally in?
ca: En quin fus horari us trobeu normalment?
cs: V jaké časové zóně se obyčejně nacházíte?
es: En que zona horaria se encuentra normalmente?
gl: En que fuso horario adoita estar?
ia: In que fuso horari es tu normalmente?
it: In che fuso orario risiedi solitamente?
ja: 普段のタイムゾーンはどれですか？
ka: რომელ დროის სარტყელში ხართ ხომლე ჩვეულებრივ?
mk: Во која часовна зона обично се наоѓате?
nb: Hvilken tidssone er du vanligvis i?
sv: I vilken tidszon befinner du dig normalt?
te: మీరు సామాన్యంగా ఉండే కాలమండలం ఏది?
zh_cn: 你一般处于哪个时区？

source: Automatically subscribe to whoever subscribes to me (best for non-humans).
ca: Subscriu automàticament a qualsevol qui em tingui subscrit (ideal per no-humans)
ia: Subscriber me automaticamente a qui se subscribe a me (utile pro non-humanos).
mk: Автоматски претплаќај ме на секој што се претплаќа на мене (најдобро за ботови и сл.).
sv: Prenumerera automatiskt på den som prenumererar på mig (bäst för icke-människor).
zh_cn: 自动关注任何关注我的人（这个选项适合机器人）

source: Subscription policy
ca: Política de subscripció
ia: Politica de subscription
mk: Правило за претплата
sv: Prenumerationspolicy
te: చందా విధానం

source: Let anyone follow me
ca: Permet a tothom seguir-me
ia: Permitter a omnes de sequer me
mk: Нека ме следи секој
sv: Låt vem som helst följa mig
te: నన్ను ఎవరైనా అనుసరించనివ్వు

source: Ask me first
ca: Demana-m'ho primer
ia: Demandar me lo primo
mk: Прво прашај ме
sv: Fråga mig först
te: ముందు నన్ను అడుగు

source: Whether other users need your permission to follow your updates.
ca: Si altres usuaris necessiten el vostre permís per seguir les vostres actualitzacions.
ia: Si altere usatores require tu permission pro sequer te.
mk: Дали на корисниците да им треба Ваша дозвола за да ги следат Вашите поднови.
sv: Huruvida andra användare behöver din tillåtelse att följa dina uppdateringar.

source: Make updates visible only to my followers
ca: Fes les actualitzacions visibles només als meus seguidors
ia: Render actualisationes visibile solmente a mi sequitores
mk: Подновите нека се видливи само за моите следбеници
sv: Gör endast uppdateringar synliga för mina anhängare

source: Bio is too long (maximum %d character).
ca: La biografia és massa llarga (màx. %d caràcter).
ia: Bio es troppo longe (maximo %d character).
mk: Биографијата е предолга (највеќе до %d знак).
nb: Biografien er for lang (maks %d tegn).
sv: Biografin är för lång (max %d tecken).
te: (%d అక్షరం గరిష్ఠం).
zh_cn: 自述过长(不能超过%d个字符)。

source: Timezone not selected.
ca: No s'ha seleccionat el fus horari.
cs: Časové pásmo není vybráno.
es: Zona horaria no seleccionada
gl: Non se escolleu ningún fuso horario.
ia: Fuso horari non seligite.
it: Fuso orario non selezionato
ja: タイムゾーンが選ばれていません。
ka: დროის სარტყელი არ არის არჩეული.
mk: Не е избрана часовна зона.
nb: Tidssone ikke valgt.
sv: Tidszon inte valt.
te: కాలమండలాన్ని ఎంచుకోలేదు.
zh_cn: 未选择时区。

source: Language is too long (maximum 50 characters).
ca: La llengua és massa llarga (màxim 50 caràcters).
ia: Lingua es troppo longe (maximo 50 characteres).
mk: Јазикот е предолг (највеќе до 50 знаци).
nb: Språknavnet er for langt (maks 50 tegn).
sv: Språknamn är för långt (max 50 tecken).
te: భాష మరీ పెద్దగా ఉంది (50 అక్షరాలు గరిష్ఠం).
zh_cn: 语言过长(不能超过50个字符)。

source: Invalid tag: "%s".
ca: Etiqueta no vàlida: «%s».
ia: Etiquetta invalide: "%s".
mk: Неважечка ознака: „%s“.
sv: Ogiltig tagg: "%s".
te: చెల్లని ట్యాగు: "%s"
zh_cn: 无效的标记： %s。

source: Could not update user for autosubscribe or subscribe_policy.
ca: No es pot actualitzar l'usuari per autosubscriure o política de subscripció.
ia: Non poteva actualisar autosubscription o politica de subscription in le conto del usator.
mk: Не можев да го подновам правилото за автопретплата или претплата во корисничкиот профил.
sv: Kunde inte uppdatera användaren för automatisk prenumeration eller prenumerationspolicy.

source: Could not save location prefs.
ca: No s'han pogut desar les preferències d'ubicació.
ia: Non poteva salveguardar le preferentias de loco.
mk: Не можев да ги зачувам нагодувањата за местоположба.
sv: Kunde inte spara platsinställningar.
zh_cn: 无法保存位置设置。

source: Could not save tags.
ca: No s'han pogut guardar les etiquetes.
cs: Nelze uložit nálepky
es: No se han podido guardar las etiquetas.
gl: Non se puideron gardar as etiquetas.
ia: Non poteva salveguardar etiquettas.
it: Impossibile salvare le etichette.
ja: タグをを保存できません。
ka: სანიშნეების შენახვა ვერ მოხერხდა.
mk: Не можев да ги зачувам ознаките.
nb: Kunne ikke lagre merkelapper.
sv: Kunde inte spara taggar.
te: ట్యాగులని భద్రపరచలేకపోయాం.
zh_cn: 无法保存标签。

source: Settings saved.
ca: S'ha desat la configuració.
cs: Nastavení uloženo
es: Se guardó configuración.
gl: Gardouse a configuración.
ia: Preferentias confirmate.
it: Impostazioni salvate.
ja: 設定が保存されました。
ka: პარამეტრები შენახულია.
mk: Нагодувањата се зачувани
nb: Innstillinger lagret.
sv: Inställningar sparade.
te: అమరికలు భద్రమయ్యాయి.
zh_cn: 设置已保存。

source: Restore account
ca: Restaura el compte
es: Restaurar cuenta
ia: Restaurar conto
mk: Врати сметка
sv: Återställ konto
zh_cn: 还原账户

source: Beyond the page limit (%s).
ca: Més enllà del límit de la pàgina (%s)
cs: Přes limit stránky (%s).
es: Más allá del límite de páginas (%s).
gl: Alén do límite da páxina (%s).
ia: Ultra le limite de pagina (%s).
it: Oltre il limite della pagina (%s).
ka: გვერსიდ საზღვრის მიღმა (%s).
mk: Надминато е ограничувањето на страницата (%s).
nb: Over sidegrensen (%s).
sv: Bortom sidbegränsningen (%s).
zh_cn: 超出页面限制(%s)。

source: Could not retrieve public stream.
ca: No s'ha pogut recuperar la conversa pública.
cs: Nepodařilo se získat veřejný proud.
es: No se pudo acceder a corriente pública.
gl: Non se puido obter o fluxo público.
ia: Non poteva recuperar le fluxo public.
it: Impossibile recuperare l'attività pubblica.
ja: パブリックストリームを検索できません。
ka: საჯარო ნაკადის გამოთხოვნა ვერ ხერხდება.
mk: Не можам да го вратам јавниот поток.
nb: Kunne ikke hente offentlig strøm.
sv: Kunde inte hämta publik ström.
zh_cn: 无法获取到公共的时间线。

source: Public timeline, page %d
ca: Línia temporal pública, pàgina %d
cs: Veřejná časová osa, strana %d
es: Línea temporal pública, página %d
gl: Liña do tempo pública, páxina %d
ia: Chronologia public, pagina %d
it: Attività pubblica, pagina %d
ja: パブリックタイムライン、ページ %d
ka: საჯარო განახლებების ნაკადი, გვერდი %d
mk: Јавна историја, стр. %d
nb: Offentlig tidslinje, side %d
sv: Publik tidslinje, sida %d
te: ప్రజా కాలరేఖ, పేజీ %d
zh_cn: 公共时间线，第%d页

source: Public timeline
ca: Línia temporal pública
cs: Veřejné zprávy
es: Línea temporal pública
gl: Liña do tempo pública
ia: Chronologia public
it: Attività pubblica
ja: パブリックタイムライン
ka: საჯარო განახლებების ნაკადი
mk: Јавна историја
nb: Offentlig tidslinje
sv: Publik tidslinje
te: ప్రజా కాలరేఖ
zh_cn: 公共时间线

source: Public Stream Feed (RSS 1.0)
ca: Flux de canal públic (RSS 1.0)
cs: Veřejný Stream Feed (RSS 1.0)
es: Canal público (RSS 1.0)
gl: Fonte de novas no fluxo público (RSS 1.0)
ia: Syndication del fluxo public (RSS 1.0)
it: Feed dell'attività pubblica (RSS 1.0)
ja: パブリックストリームフィード (RSS 1.0)
mk: Канал на јавниот поток (RSS 1.0)
nb: Offentlig strømmating (RSS 1.0)
sv: Publikt flöde av ström (RSS 1.0)
te: ప్రజా వాహిని ఫీడు (RSS 1.0)
zh_cn: 公开的 RSS 聚合 (RSS 1.0)
