Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Invalid welcome text. Maximum length is 255 characters.
ca: El text de benvinguda no és vàlid. La longitud màxima és de 255 caràcters.
ia: Texto de benvenita invalide. Longitude maxime es 255 characteres.
mk: Неважечки текст за добредојде. Дозволени се највеќе 255 знаци.
sv: Ogiltig välkomsttext. Maximal längd är 255 tecken.
te: చెల్లని స్వాగత పాఠ్యం. గరిష్ఠ పొడవు 255 అక్షరాలు.
zh_cn: 无效的欢迎文字。最大长度255个字符。

source: Invalid default subscripton: "%1$s" is not a user.
ca: La subscripció per defecte no és vàlida: «%1$s» no és cap usuari.
ia: Subscription predefinite invalide: "%1$s" non es usator.
mk: Неважечки опис по основно: „%1$s“ не е корисник.
sv: Ogiltig standardprenumeration: "%1$s" är inte en användare.
zh_cn: 无效的默认关注：“%1$s”不是一个用户。

# LEGEND
source: Profile
ca: Perfil
ia: Profilo
mk: Профил
sv: Profil

source: Bio Limit
ca: Límit de la biografia
cs: Limit Bia
es: Límite de la bio
gl: Límite da biografía
ia: Limite de biographia
it: Limite biografia
ja: 自己紹介制限
ka: ბიოგრაფიის ლიმიტი
mk: Ограничување за биографијата
nb: Biografigrense
sv: Begränsning av biografi
te: స్వపరిచయ పరిమితి
zh_cn: 自述限制

source: Maximum length of a profile bio in characters.
ca: Límit màxim de la biografia d'un perfil (en caràcters).
cs: Maximální počet znaků bia profilu.
es: Longitud máxima de bio de perfil en caracteres.
gl: Extensión máxima da biografía dun perfil en caracteres.
ia: Le longitude maximal del biographia de un profilo in characteres.
it: Lunghezza massima in caratteri della biografia
ja: プロファイル自己紹介の最大文字長。
ka: პროფილის ბიოგრაფიის მაქსიმალური ზომა სიმბოლოებში.
mk: Максимална големина на профилната биографија во знаци.
nb: Maks lengde på en profilbiografi i tegn.
sv: Maximal teckenlängd av profilbiografi.
te: స్వపరిచయం యొక్క గరిష్ఠ పొడవు, అక్షరాలలో.
zh_cn: 个人资料自述最长的字符数。

source: New users
ca: Usuaris nous
cs: Noví uživatelé
es: Nuevos usuarios
gl: Novos usuarios
ia: Nove usatores
it: Nuovi utenti
ja: 新しいユーザ
ka: ახალი მომხმარებლები
mk: Нови корисници
nb: Nye brukere
sv: Nya användare
te: కొత్త వాడుకరులు
zh_cn: 新用户

source: New user welcome
ca: Benvinguda als usuaris nous
cs: Uvítání nového uživatele
es: Bienvenida a nuevos usuarios
gl: Nova benvida para os usuarios
ia: Message de benvenita a nove usatores
it: Messaggio per nuovi utenti
ja: 新しいユーザを歓迎
ka: ახალი მომხმარებლის მისალმება
mk: Добредојде за нов корисник
nb: Velkomst av ny bruker
sv: Välkomnande av ny användare
te: కొత్త వాడుకరి స్వాగతం
zh_cn: 新用户欢迎

source: Welcome text for new users (maximum 255 characters).
ca: Text de benvinguda per a nous usuaris (màxim 255 caràcters).
ia: Texto de benvenita pro nove usatores (maximo 255 characteres).
mk: Текст за добредојде на нови корисници (највеќе до 255 знаци).
sv: Välkomsttext för nya användare (max 255 tecken).
te: కొత్త వాడుకరులకు స్వాగత సందేశం (255 అక్షరాలు గరిష్ఠం).
zh_cn: 给新用户的欢迎文字(不能超过255个字符)。

source: Default subscription
ca: Subscripció per defecte
cs: Výchozí odběr
es: Suscripción predeterminada
gl: Subscrición por defecto
ia: Subscription predefinite
it: Abbonamento predefinito
ja: デフォルトフォロー
mk: Основно-зададена претплата
nb: Standardabonnement
sv: Standardprenumerationer
te: అప్రమేయ చందా
zh_cn: 默认关注

source: Automatically subscribe new users to this user.
ca: Subscriviu automàticament els usuaris nous a aquest usuari.
cs: Automaticky přihlásit nové uživatele k tomuto uživateli.
es: Suscribir automáticamente nuevos usuarios a este usuario.
gl: Subscribir automaticamente aos novos usuarios a este usuario.
ia: Subscriber automaticamente le nove usatores a iste usator.
it: Abbonare automaticamente i nuovi utenti a questo utente
ja: 自動的にこのユーザに新しいユーザをフォローしてください。
ka: ავტომატურად გამოაწერინე ამ მომხმარებელს ახალი მომხმარებლები.
mk: Автоматски претплатувај нови корисници на овој корисник.
nb: Legger automatisk til et abonnement på denne brukeren til nye brukere.
sv: Lägg automatiskt till en prenumeration på denna användare för alla nya användare.
zh_cn: 自动关注所有关注我的人 (这个选项适合机器人)

source: Invitations
ca: Invitacions
cs: Pozvánky
es: Invitaciones
gl: Invitacións
ia: Invitationes
it: Inviti
ja: 招待
ka: მოსაწვევეი
mk: Покани
nb: Invitasjoner
sv: Inbjudningar
te: ఆహ్వానాలు
zh_cn: 邀请

source: Invitations enabled
ca: S'han habilitat les invitacions
cs: Pozvánky povoleny
es: Invitaciones habilitadas
gl: Activáronse as invitacións
ia: Invitationes activate
it: Inviti abilitati
ja: 招待が可能
ka: მოსაწვევები გააქტიურებულია
mk: Поканите се овозможени
nb: Invitasjoner aktivert
sv: Inbjudningar aktiverade
te: ఆహ్వానాలని చేతనంచేసాం
zh_cn: 邀请已启用

source: Whether to allow users to invite new users.
ca: Si es permet als usuaris invitar-ne de nous.
cs: Zda chcete uživatelům umožnit pozvat nové uživatele.
es: Si permitir a los usuarios invitar nuevos usuarios.
gl: Permitir ou non que os usuarios poidan invitar a novos usuarios.
ia: Si le usatores pote invitar nove usatores.
it: Indica se consentire agli utenti di invitarne di nuovi
ja: ユーザが新しいユーザを招待するのを許容するかどうか。
ka: მიეცეთ თუ არა მომხმარებლებს სხვების მოწვევის უფლება.
mk: Дали да им е дозволено на корисниците да канат други корисници.
nb: Hvorvidt brukere tillates å invitere nye brukere.
sv: Hurvida användare skall tillåtas bjuda in nya användare.
te: వాడుకరులను కొత్త వారిని ఆహ్వానించడానికి అనుమతించాలా వద్దా.
zh_cn: 是否允许用户发送注册邀请。

source: Save user settings.
ca: Desa els paràmetres d'usuari.
ia: Salveguardar configurationes de usator.
mk: Зачувај кориснички нагодувања.
sv: Spara användarinställningar.
te: వాడుకరి అమరికలను భద్రపరచు.
zh_cn: 保存用户设置。

source: Authorize subscription
ca: Autoritza la subscripció
cs: Autorizujte přihlášení
es: Autorizar la suscripción
gl: Autorizar a subscrición
ia: Autorisar subscription
it: Autorizza abbonamento
ja: フォローを承認
ka: გამოწერის ავტორიზაცია
mk: Одобрете ја претплатата
nb: Autoriser abonnementet
sv: Godkänn prenumeration
te: చందాని అధీకరించండి
zh_cn: 授权关注

source: Please check these details to make sure that you want to subscribe to this user’s notices. If you didn’t just ask to subscribe to someone’s notices, click "Reject".
ca: Reviseu aquests detalls per assegurar-vos que voleu subscriure-us als avisos d'aquest usuari. Si no heu demanat subscriure-us als avisos de ningú, feu clic a «Rebutja».
mk: Проверете ги овие податоци и видете дали сакате да се претплатите на забелешките на овој корисник. Ако не сакате да се претплатите, едноставно стиснете на „Одбиј“.
sv: Vänligen kontrollera dessa detaljer för att försäkra dig om att du vill prenumerera på denna användares notiser. Om du inte bett om att prenumerera på någons meddelanden, klicka på "Avvisa".
zh_cn: 请检查这些详细信息，请确保您要订阅此用户的通知。如果您不只是要求某人的通知订阅，请单击"拒绝"。

# BUTTON
source: Accept
ca: Accepta
es: Aceptar
ia: Acceptar
mk: Прифати
sv: Acceptera
te: అంగీకరించు
zh_cn: 接受

source: Subscribe to this user.
ca: Subscriu-me a aquest usuari
es: Suscribirse a este usuario.
ia: Subscriber a iste usator.
mk: Претплати се на корисников.
sv: Prenumerera på denna användaren.
te: ఈ వాడుకరికి చందాచేరండి.
zh_cn: 订阅此用户。

# BUTTON
source: Reject
ca: Rebutja
es: Rechazar
ia: Rejectar
mk: Одбиј
sv: Avvisa
te: తిరస్కరించు
zh_cn: 拒绝

source: Reject this subscription.
ca: Rebutja la subscripció.
es: Rechazar esta suscripción.
ia: Rejectar iste subscription.
mk: Одбиј ја оваа претплата.
sv: Avvisa den här prenumerationen.
te: ఈ చందాని తిరస్కరించండి.
zh_cn: 拒绝此订阅。

source: No authorization request!
ca: No és una sol·licitud d'autorització!
cs: Žádná žádost o autorizaci!
es: ¡Ninguna petición de autorización!
gl: Non se solicitou a autorización!
ia: Nulle requesta de autorisation!
it: Nessuna richiesta di autorizzazione!
ja: 認証のリクエストがありません。
ka: ავტორიზაციის მოთხოვნა არ არის!
mk: Нема барање за проверка!
sv: Ingen begäran om godkännande!
te: అధీకరణ అభ్యర్థన లేదు!
zh_cn: 没有授权请求！

source: Subscription authorized
ca: Subscripció autoritzada
cs: Odběr autorizován
es: Suscripción autorizada
gl: Autorizouse a subscrición
ia: Subscription autorisate
it: Abbonamento autorizzato
ja: フォローが承認されました
ka: გამოწერა ავტორიზირებულია
mk: Претплатата е одобрена
sv: Prenumeration godkänd
te: చందాని అధీకరించారు
zh_cn: 已授权关注

source: The subscription has been authorized, but no callback URL was passed. Check with the site's instructions for details on how to authorize the subscription. Your subscription token is:
ca: S'ha autoritzat la subscripció, però no s'ha enviat cap URL de la crida de retorn. Reviseu les instruccions del lloc per tal de tenir més detalls de com autoritzar la subscripció. El vostre testimoni de subscripció és:
ia: Le subscription ha essite autorisate, ma nulle URL de retorno ha essite recipite. Lege in le instructiones del sito in question como autorisar le subscription. Tu indicio de subscription es:
mk: Претплатата е одобрена, но не е зададена обратна URL-адреса. Проверете ги инструкциите на мрежното место за да дознаете како се одобрува претплата. Жетонот на Вашата претплата е:
sv: Prenumerationen har godkänts, men ingen anrops-URL har gått igenom. Kolla med webbplatsens instruktioner hur du bekräftar en prenumeration. Din prenumerations-token är:

source: Subscription rejected
ca: Subscripció rebutjada
cs: Odběr odmítnut
es: Suscripción rechazada
gl: Rexeitouse a subscrición
ia: Subscription rejectate
it: Abbonamento rifiutato
ja: フォローが拒否
ka: გამოწერა უარყოფილია
mk: Претплатата е одбиена
sv: Prenumeration avvisad
te: చందాని తిరస్కరించారు.
zh_cn: 关注已拒绝

source: The subscription has been rejected, but no callback URL was passed. Check with the site's instructions for details on how to fully reject the subscription.
ca: S'ha rebutjat la subscripció, però no s'ha enviat cap URL de la crida de retorn. Reviseu les instruccions del lloc per tal de tenir més detalls de com rebutjar la subscripció completament.
ia: Le subscription ha essite rejectate, ma nulle URL de retorno ha essite recipite. Lege in le instructiones del sito in question como rejectar completemente le subscription.
mk: Претплатата е одбиена, но не е зададена обратна URL-адреса. Проверете ги инструкциите на мрежното место за да дознаете како се одбива претплата во потполност.
sv: Prenumerationen har blivit avvisad, men ingen URL har gått igenom. Kolla med webbplatsens instruktioner för detaljer om hur du fullständingt avvisar prenumerationen.

source: Listener URI "%s" not found here.
ca: No s'hi ha trobat aquí l'URI de qui us escolta, «%s».
ia: URI de ascoltator "%s" non trovate hic.
mk: URI-то на следачот „%s“ не е пронајдено тука.
sv: URI för lyssnare "%s" hittades inte här.

source: Listenee URI "%s" is too long.
ca: L'URI de qui escolteu, «%s», és massa llarga.
ia: URI de ascoltato "%s" es troppo longe.
mk: Следеното URI „%s“ е предолго.
sv: URI för lyssnare "%s" är för lång.

source: Listenee URI "%s" is a local user.
ca: L'URI de qui escolteu, «%s», és un usuari local.
ia: URI de ascoltato "%s" es un usator local.
mk: Следеното URI „%s“ е локален корисник.
sv: URI för lyssnare "%s" är en lokal användare.

source: Profile URL "%s" is for a local user.
ca: L'URL del perfil «%s» és per a un usuari local.
ia: URL de profilo "%s" es de un usator local.
mk: Профилната URL-адреса „%s“ е за локален корисник.
sv: Profil-URL "%s" är för en lokal användare.

source: Avatar URL "%s" is not valid.
ca: L'URL de l'avatar «%s» no és vàlid.
ia: URL de avatar "%s" non es valide.
mk: URL-адресата „%s“ за аватар е неважечка.
sv: Avatar-URL "%s" är inte giltig.

source: Cannot read avatar URL "%s".
ca: No es pot llegir l'URL de l'avatar «%s».
ia: Non pote leger URL de avatar "%s".
mk: Не можам да ја прочитам URL-адресата на аватарот „%s“.
sv: Kan inte läsa avatar-URL "%s".

source: Wrong image type for avatar URL "%s".
ca: Tipus d'imatge incorrecta per a l'URL de l'avatar «%s».
ia: Typo de imagine incorrecte pro URL de avatar "%s".
mk: Погрешен тип на слика за аватарот со URL „%s“.
sv: Fel bildtyp för avatar-URL "%s".

source: Profile design
ca: Disseny del perfil
cs: Vzhled profilu
es: Diseño del perfil
gl: Deseño do perfil
ia: Apparentia del profilo
it: Aspetto del profilo
ja: プロファイルデザイン
ka: პროფილის დიზაინი
mk: Изглед на профилот
nb: Vis profilutseender
sv: Profilutseende
te: ఫ్రొఫైలు రూపురేఖలు
zh_cn: 个人页面外观

source: Customize the way your profile looks with a background image and a colour palette of your choice.
ca: Personalitzeu l'aspecte del vostre perfil amb una imatge de fons o una paleta de colors de la vostra elecció.
cs: Přizpůsobit vzhled vašeho profilu obrázkem na pozadí a barevnou paletou vašeho výběru.
es: Personaliza la vista de tu perfil con una imagen de fondo y la paelta de colores que quieras.
gl: Personalice a aparencia do seu perfil cunha imaxe de fondo e unha paleta de cores escollida por vostede.
ia: Personalisa le apparentia de tu profilo con un imagine de fundo e un paletta de colores de tu preferentia.
it: Personalizza l'aspetto del tuo profilo con un'immagine di sfondo e dei colori personalizzati.
ja: あなたのプロフィールがバックグラウンド画像とあなたの選択の色のパレットで見る方法をカスタマイズしてください。
ka: აირჩიეთ, როგორ გნებავთ გამოიყურებოდეს თქვენი პროფილი ფონური სურათისა და ფერთა პალიტრის შეცვლით.
mk: Прилагодете го изгледот на Вашиот профил, со позадинска слика и палета од бои по Ваш избор.
sv: Anpassa hur din profil ser ut genom att välja bakgrundbild och färgpalett.
zh_cn: 通过背景图片和调色板自定义你的页面外观。

source: Enjoy your hotdog!
ca: Gaudiu de l'entrepà!
cs: Užijte si svůj párek v rohlíku!
es: ¡Disfruta de tu perrito caliente!
gl: Bo proveito!
ia: Bon appetito!
it: Gustati il tuo hotdog!
ka: ისიამოვნეთ ჰოთ დოგით!
mk: Добар апетит!
nb: Bon appétit.
sv: Smaklig måltid!
zh_cn: 享受你的成果吧！

source: Design settings
ca: Paràmetres de disseny
ia: Configuration del apparentia
mk: Нагодувања на изгледот
sv: Utseendeinställningar
te: రూపురేఖల అమరికలు

source: View profile designs
ca: Visualitza els dissenys de perfil
cs: Zobrazit vzhledy profilu
es: Ver diseños de perfil
gl: Deseños visuais do perfil
ia: Vider apparentias de profilo
it: Visualizza aspetto
ja: プロファイルデザインを表示
ka: პროფილის დიზაინების ნახვა
mk: Види изгледи на профилот
nb: Vis profilutseender
sv: Visa profilutseenden
te: ఫ్రొఫైలు రూపురేఖలు
zh_cn: 查看个人页面外观

source: Show or hide profile designs.
ca: Mostra o amaga els dissenys de perfil.
cs: Zobrazit nebo skrýt vzhledy profilu.
es: Ocultar o mostrar diseños de perfil.
gl: Amosar ou agochar os deseños do perfil.
ia: Monstrar o celar apparentias de profilo.
it: Mostra o nasconde gli aspetti del profilo
ja: プロファイルデザインの表示または非表示
ka: აჩვენე ან დამალე პროფილის დიზაინები.
mk: Прикажи или скриј изгледи на профилот.
nb: Vis eller skjul profilutseender.
sv: Visa eller göm profilutseenden.
zh_cn: 显示或隐藏个人页面外观。

source: Background file
ca: Fitxer de fons
ia: File de fundo
mk: Податотека за позадината
sv: Fil för bakgrund

source: %1$s groups, page %2$d
ca: Grups de %1$s, pàgina %2$d
cs: skupiny uživatele %1$s, strana %2$d
es: %1$s grupos, página %2$d
gl: %1$s grupos, páxina %2$d
ia: Gruppos %1$s, pagina %2$d
it: Gruppi di %1$s, pagina %2$d
ja: %1$s グループ、ページ %2$d
ka: %1$s ჯგუფი, გვერდი %2$d
mk: Групи %1$s, стр. %2$d
nb: %1$s grupper, side %2$d
sv: %1$s grupper, sida %2$d
te: %1$s గుంపులు, %2$dవ పేజీ
zh_cn: %1$s的小组，第%2$d页

source: Search for more groups
ca: Cerca més grups
cs: Vyhledat další skupiny
es: Buscar más grupos
gl: Buscar máis grupos
ia: Cercar altere gruppos
it: Cerca altri gruppi
ja: もっとグループを検索
ka: მოძებნე მეტი ჯგუფები
mk: Пребарај уште групи
nb: Søk etter flere grupper
sv: Sök efter fler grupper
te: మరిన్ని గుంపులకై వెతుకు
zh_cn: 搜索更多小组

source: %s is not a member of any group.
ca: %s no és membre de cap grup.
cs: %s není členem žádné skupiny.
es: %s no es miembro de ningún grupo.
gl: %s non pertence a ningún grupo.
ia: %s non es membro de alcun gruppo.
it: %s non fa parte di alcun gruppo.
ja: %s はどのグループのメンバーでもありません。
ka: მომხმარებელი %s არ არის არცერთი ჯგუფის წევრი.
mk: %s не членува во ниедна група.
nb: %s er ikke medlem av noen gruppe.
sv: %s är inte en medlem i någon grupp.
te: %s ఏ గుంపు లోనూ సభ్యులు కాదు.
zh_cn: %s还未加入任何小组。

source: Try [searching for groups](%%action.groupsearch%%) and joining them.
ca: Proveu de [cercar grups](%%action.groupsearch%%) i unir-vos-hi.
cs: Zkuste [vyhledávat skupiny](%%action.groupsearch%%) a připojit se k nim.
es: Intenta [buscar gupos](%%action.groupsearch%%) y unirte a ellos.
gl: Probe a [buscar grupos](%%action.groupsearch%%) e unirse a eles.
ia: Tenta [cercar gruppos](%%action.groupsearch%%) e facer te membro de illos.
it: Prova a [cercare dei gruppi](%%action.groupsearch%%) e iscriviti.
ja: [グループを探して](%%action.groupsearch%%)それに加入してください。
ka: სცადეთ [ჯგუფების მოძებნა](%%action.groupsearch%%) გაერთიენდით მათში.
mk: Обидете се да [најдете групи](%%action.groupsearch%%) и да се зачлените.
nb: Prøv å [søke etter grupper](%%action.groupsearch%%) og bli med i dem.
sv: Prova att [söka efter grupper](%%action.groupsearch%%) och gå med i dem.
te: [గుంపులని వెతికి](%%action.groupsearch%%) వాటిలో చేరడానికి ప్రయత్నించండి.
zh_cn: 试一下[搜索小组](%%action.groupsearch%%)并加入他们。

source: Updates from %1$s on %2$s!
ca: Actualitzacions de %1$s a %2$s!
cs: Oznámení od %1$s na %2$s!
es: ¡Actualizaciones de %1$s en %2$s!
gl: Actualizacións de %1$s en %2$s!
ia: Actualisationes de %1$s in %2$s!
it: Messaggi da %1$s su %2$s!
ja: %1$s から %2$s 上の更新をしました!
ka: %1$s-ს განახლებები %2$s-ზე!
mk: Подновувања од %1$s на %2$s!
nb: Oppdateringar fra %1$s på %2$s!
sv: Uppdateringar från %1$s på %2$s!
zh_cn: %2$s 上 %1$s 的更新！

source: This site is powered by %1$s version %2$s, Copyright 2008-2010 StatusNet, Inc. and contributors.
ca: El lloc funciona gràcies a %1$s versió %2$s. Copyright 2008-2010 StatusNet, Inc. i col·laboradors.
cs: Tato webová stránka je poháněna a běží na programu %1$S verze %2$s, Copyright 2008-2010 StatusNet, Inc a přispěvatelé.
es: Este sitio ha sido desarrollado con %1$s, versión %2$s, Derechos Reservados 2008-2010 StatusNet, Inc. y sus colaboradores.
gl: Este sitio foi desenvolvido sobre a versión %2$s de %1$s, propiedade de StatusNet, Inc. e colaboradores, 2008-2010.
ia: Iste sito es realisate per %1$s version %2$s, copyright 2008-2010 StatusNet, Inc. e contributores.
it: Questo sito esegue il software %1$s versione %2$s, Copyright 2008-2010 StatusNet, Inc. e collaboratori.
ka: ეს საიტი მუშაობს %1$s-ის %2$s ვერსიაზე, ყველა უფლება დაცულია 2008-2010 StatusNet, Inc. და წვლილის შემომტანები.
mk: Ова мрежно место работи на %1$s верзија %2$s, Авторски права 2008-2010 StatusNet, Inc. и учесници.
nb: Dette nettstedet drives av %1$s versjon %2$s, Copyright 2008-2010 StatusNet, Inc. og andre bidragsytere.
sv: Denna webbplats drivs med %1$s version %2$s, Copyright 2008-2010 StatusNet, Inc. och medarbetare.
zh_cn: 此网站使用%1$s版本%2$s，2008-2010 StatusNet, Inc. 和其他贡献者版权所有。

source: Contributors
ca: Col·laboració
cs: Přispěvatelé
es: Colaboradores
gl: Colaboradores
ia: Contributores
it: Collaboratori
ja: コントリビュータ
ka: წვლილის შემომტანები
mk: Учесници
nb: Bidragsytere
sv: Medarbetare
zh_cn: 贡献者

source: License
ca: Llicència
cs: Licence
es: Licencia
gl: Licenza
ia: Licentia
it: Licenza
ja: ライセンス
ka: ლიცენზია
mk: Лиценца
nb: Lisens
sv: Licens
te: లైసెన్సు
zh_cn: 许可协议

source: StatusNet is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
ca: L'StatusNet és programari lliure; podeu redistribuir-lo i/o modificar-lo d'acord amb els termes de la llicència GNU Affero General Public License tal i com la publica la Free Software Foundation; tant per a la versió 3 de la llicència, com (a la vostra discreció) per a una versió posterior.
cs: StatusNet je svobodný software: můžete jej šířit a / nebo modifikovat podle podmínek GNU Affero General Public License, vydávané Free Software Foundation, a to buď ve verzi 3 této licence anebo (podle vašeho uvážení) kterékoli pozdější verze.
es: Freecol es software libre: Puedes redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de Affero AGPL tal y como se ha publicado por la Fundación del Software Libre, bien por la versión 3 de la Licencia, o cualquier versión posterior (la de tu elección).
gl: StatusNet é software libre: pode redistribuílo e modificalo baixo os termos da Licenza Pública Xeral Affero de GNU, tal e como a publicou a Free Software Foundation, versión 3 ou calquera versión posterior (a elección do usuario) da licenza.
ia: StatusNet es software libere: vos pote redistribuer lo e/o modificar lo sub le conditiones del GNU Affero General Public License como publicate per le Free Software Foundation, o version 3 de iste licentia, o (a vostre election) omne version plus recente.
it: StatusNet è software libero: è possibile redistribuirlo o modificarlo nei termini della GNU Affero General Public License, come pubblicata dalla Free Software Foundation, versione 3 o (a scelta) una qualsiasi versione successiva.
ka: StatusNet არის უფასო კოდი: თქვენ შეგიძლიათ მისი გავრცელება ან/და გადაკეთება GNU Affero ძირითადი საჯარო ლიცენზიის პირობების თანახმად, როგორც გამოქვეყნებულია Free Software Foundation-ის მიერ, ან ლიცენზიის 3 ვერსიით, ან ნებისმიერი უფრო ახალი ვერსიით.
mk: StatusNet е слободен програм: можете да го редистрибуирате и/или менувате под условите на Општата јавна лиценца ГНУ Аферо според одредбите на Фондацијата за слободна програмска опрема, верзија 3 на лиценцата, или (по Ваш избор) било која подоцнежна верзија.
sv: StatusNet är fri programvara: du kan distribuera det och/eller modifiera den under GNU Affero General Public License såsom publicerad av Free Software Foundation, antingen version 3 av licensen, eller (utifrån ditt val) någon senare version.
zh_cn: StatusNet 是一个免费软件，你可以在遵守自由软件基金会发布的 GNU Affero GPL 或第三版或以后的版本的情况下重新部署或者修改它，
