Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: You may not backup your account.
ca: No podeu fer una còpia de seguretat del compte.
ia: Tu non pote facer un copia de reserva de tu conto.
mk: Не можете да направите резрвна верзија на Вашата сметка.
sv: Du kan inte säkerhetskopiera ditt konto.
zh_cn: 您可能不会备份您的帐户。

source: You can backup your account data in <a href="http://activitystrea.ms/">Activity Streams</a> format. This is an experimental feature and provides an incomplete backup; private account information like email and IM addresses is not backed up. Additionally, uploaded files and direct messages are not backed up.
ca: Podeu fer una còpia de seguretat de les dades del vostre compte en format <a href="http://activitystrea.ms/">Activity Streams</a>. Es tracta d'una característica experimental i proporciona una còpia de seguretat que no és completa; informació del compte privada, com ara les adreces electròniques o de MI, no són incloses. Per altra banda, els fitxers pujats i els missatges directes tampoc es copien.
ia: Tu pote facer un copia de reserva de tu conto in le formato <a href="http://activitystrea.ms/">Activity Streams</a>. Isto es un function experimental que forni un copia de reserva incomplete; le informationes private del conto como adresses de e-mail e de messageria instantanee non es copiate. In addition, le files incargate e le messages directe non es copiate.
mk: Можете да зачувате резервна верзија на Вашите податоци во сметката во форматот <a href="http://activitystrea.ms/">Activity Streams</a>. Ова е експериментална функција која прави нецелосна резерва. Во резервата нема да се зачуваат лични податоци како е-пошта и адреса за НП. Покрај ова, во резервата не се зачувуваат и подигнатите податотеки и непосредните пораки.
sv: Du kan säkerhetskopiera dina kontouppgifter i <a href="http://activitystrea.ms/">Activity Streams</a>-format. Detta är en experimentell funktion och ger en ofullständig säkerhetskopia, privat kontoinformation som e-post- och IM-adresser säkerhetskopieras inte. Dessutom säkerhetskopieras inte uppladdade filer och direktmeddelanden.
zh_cn: 您可以备份您的帐户数据 <a href="http://activitystrea.ms/">活动流</a> 格式。这是一项试验功能，并提供了不完整的备份 ；私人帐户信息如电子邮件和即时消息地址不备份。此外上，传的文件和直接的消息不备份。

# BUTTON
source: Backup
ca: Còpia de seguretat
ia: Copia de reserva
mk: Резерва
sv: Säkerhetskopiera
zh_cn: 备份

source: Backup your account.
ca: Fes una còpia de seguretat del compte.
es: Hacer una copia de seguridad de su cuenta
ia: Facer un copia de reserva de tu conto.
mk: Направете резервна верзија на сметката.
sv: Säkerhetskopiera ditt konto.
zh_cn: 备份您的帐户。

source: You already blocked that user.
ca: Ja heu blocat l'usuari.
cs: Jabber ID již patří jinému uživateli
es: Ya has bloqueado a este usuario.
gl: Xa bloqueou ese usuario.
ia: Tu ha ja blocate iste usator.
it: Hai già bloccato quell'utente.
ja: そのユーザはすでにブロック済みです。
ka: თქვენ უკვე დაბლოკეთ ეს მომხმარებელი.
mk: Веќе го имате блокирано тој корисник.
nb: Du har allerede blokkert den brukeren.
sv: Du har redan blockerat denna användare.
te: మీరు ఇప్పటికే ఆ వాడుకరిని నిరోధించారు.
zh_cn: 你已经屏蔽该用户。

source: Block user
ca: Bloca l'usuari
cs: Zablokovat tohoto uživatele
es: Bloquear usuario.
gl: Bloquear o usuario
ia: Blocar usator
it: Blocca utente
ja: ユーザをブロック
ka: მომხმარებლის დაბლოკვა
mk: Блокирај корисник
nb: Blokker brukeren
sv: Blockera användare
te: వాడుకరిని నిరోధించు
zh_cn: 屏蔽用户。

source: Are you sure you want to block this user? Afterwards, they will be unsubscribed from you, unable to subscribe to you in the future, and you will not be notified of any @-replies from them.
ca: Esteu segur que voleu blocar l'usuari? Tot seguit, se'n cancel·larà la vostra subscripció, no us podrà subscriure en el futur, i no en rebreu cap avís de respostes @.
cs: Jste si jisti, že chcete zablokovat tohoto uživatele? Poté bude odhlášen od vás, nebude se k vám moci v budoucnu přihlásit, a nebudete upozorňováni na jakékoli @-odpovědi od nich.
es: ¿Realmente deseas bloquear a este usuario? Una vez que lo hagas, se desuscribirá de tu cuenta, no podrá suscribirse a ella en el futuro y no se te notificará de ninguna de sus respuestas @.
gl: Está seguro de querer bloquear este usuario? Unha vez feito deixará de estar subscrito a vostede mentres siga bloqueado, e vostede non recibirá ningunha das súas respostas.
ia: Es tu secur de voler blocar iste usator? Postea, su subscription a te essera cancellate, ille non potera resubscriber se a te in le futuro, e tu non recipera notification de su @-responsas.
it: Vuoi bloccare questo utente? In seguito gli verrà tolto l'abbonamento ai tuoi messaggi, non potrà più abbonarsi e non riceverai notifica delle @-risposte che ti invierà.
mk: Дали сте сигурни дека сакате да го блокирате овој корисник? По ова, корисникот повеќе нема да биде претплатен на Вас, нема да може да се претплати на Вас во иднина, и нема да бидете известени ако имате @-одговори од корисникот.
nb: Er du sikker på at du vil blokkere denne brukeren? Etter dette vil de ikke lenger abbonere på deg, vil ikke kunne abbonere på deg i fremtiden og du vil ikke bli varslet om @-svar fra dem.
sv: Är du säker på att du vill blockera denna användare? Efteråt kommer deras prenumeration på dig tas bort, de kommer inte kunna prenumerera på dig i framtiden och du kommer inte bli underrättad om några @-svar från dem.
te: మీరు ఈ వాడుకరిని నిజంగానే నిరోధించాలనుకుంటున్నారా? ఆ తర్వాత, వారు మీ నుండి చందా విరమింపబడతారు, భవిష్యత్తులో మీకు చందా చేరలేరు, మరియు వారి నుండి @-స్పందనలని మీకు తెలియజేయము.
zh_cn: 你确定要屏蔽这个用户吗？屏蔽后，会取消这个用户对你的关注，将来也无法再关注你，你也不会收到任何来自这个用户的@回复提醒。

# BUTTON
source: No
cs: Poznámka
gl: Non
ja: ノート
ka: არა
mk: Не
nb: Nei
sv: Nej
te: కాదు
zh_cn: 否

source: Do not block this user.
ca: No bloquis l'usuari.
es: No bloquear a este usuario
ia: Non blocar iste usator.
mk: Не го блокирај корисников.
sv: Blockera inte denna användare.
te: ఈ వాడుకరిని నిరోధించవద్దు.
zh_cn: 不要屏蔽这个用户

# BUTTON
source: Yes
ca: Sí
cs: Ano
es: Sí
gl: Si
ia: Si
it: Sì
ka: დიახ
mk: Да
nb: Ja
sv: Ja
te: అవును
zh_cn: 是

source: Block this user.
ca: Bloca l'usuari.
ia: Blocar iste usator.
mk: Блокирај го корисников.
sv: Blockera användaren.
te: ఈ వాడుకరిని నిరోధించండి.
zh_cn: 屏蔽这个用户

source: Failed to save block information.
ca: No s'ha pogut desar la informació del bloc.
cs: Nepodařilo se uložit blokování.
es: No se guardó información de bloqueo.
gl: Non se puido gardar a información do bloqueo.
ia: Falleva de salveguardar le information del blocada.
it: Salvataggio delle informazioni per il blocco non riuscito.
ja: ブロック情報の保存に失敗しました。
ka: დაბლოკვის შესახებ ინფორმაციის შენახვა ვერ მოხერხდა.
mk: Не можев да ги снимам инофрмациите за блокот.
nb: Kunne ikke lagre blokkeringsinformasjon.
sv: Misslyckades att spara blockeringsinformation.
te: నిరోధపు సమాచారాన్ని భద్రపరచడంలో విఫలమయ్యాం.
zh_cn: 保存屏蔽信息失败。

source: %s blocked profiles
ca: %s perfils blocats
cs: profily blokovány skupinou %s
es: %s perfiles bloqueados
gl: %s perfís bloqueados
ia: %s profilos blocate
it: Profili bloccati di %s
ja: %s ブロックされたプロファイル
ka: %s დაბლოკილი პროფილი
mk: %s блокирани профили
nb: %s blokkerte profiler
sv: %s blockerade profiler
te: %s నిరోధిత వాడుకరులు
zh_cn: %s屏蔽的用户

source: %1$s blocked profiles, page %2$d
ca: %1$s perfils blocats, pàgina %2$d
cs: blokované profily %1$s, strana %2$d
es: %1$s perfiles bloqueados, página %2$d
gl: %1$s perfís bloqueados, páxina %2$d
ia: %1$s profilos blocate, pagina %2$d
it: Profili bloccati di %1$s, pagina %2$d
ja: %1$s ブロックされたプロファイル、ページ %2$d
ka: %1$s დაბლოკილი პროფილი, გვერდი %2$d
mk: %1$s блокирани профили, стр. %2$d
nb: %1$s blokkerte profiler, side %2$d
sv: %1$s blockerade profiler, sida %2$d
te: %1$s మరియు మిత్రులు, పేజీ %2$d
zh_cn: %1$s屏蔽的用户，第%2$d页

source: A list of the users blocked from joining this group.
ca: Una llista d'usuaris que han estat blocats d'afegir-se a aquest grup.
cs: Seznam uživatelů blokovaných od připojení k této skupině.
es: Una lista de los usuarios que han sido bloqueados para unirse a este grupo.
gl: Unha lista de usuarios bloqueados fronte á unión a este grupo.
ia: Un lista del usatores excludite del membrato de iste gruppo.
it: Un elenco degli utenti a cui è bloccato l'accesso a questo gruppo.
ja: このグループへの参加をブロックされたユーザのリスト。
ka: ამ ჯგუფში გაწევრიანებისგან დაბლოკილ მომხმარებელთა სია.
mk: Листана корисниците блокирани од придружување во оваа група.
nb: En liste over brukere som er blokkert fra å delta i denne gruppen.
sv: En lista med de användare som blockerats från att gå med i denna grupp.
te: ఈ గుంపు లోనికి చేరకుండా నిరోధించిన వాడుకరుల యొక్క జాబితా.
zh_cn: 被屏蔽加入此小组的用户列表。

source: Unblock user from group
ca: Desbloca l'usuari del grup
cs: Odblokovat uživatele ze skupiny
es: Desbloquear usuario de grupo
gl: Desbloquear o usuario do grupo
ia: Disblocar le usator del gruppo
it: Sblocca l'utente dal gruppo
ja: グループからのアンブロックユーザ
ka: მომხმარებლის ბლოკირების მოხსნა ჯგუფიდან
mk: Одблокирај корисник од група
nb: Opphev blokkering av bruker fra gruppe
sv: Häv blockering av användare från grupp
te: వాడుకరిని గుంపు నుండి నిరోధించు
zh_cn: 取消小组对用户的屏蔽。

# BUTTON
source: Unblock
ca: Desbloca
es: Desbloquear
ia: Disblocar
mk: Одблокирај
nb: Opphev blokkering
sv: Häv blockering
te: నిరోధాన్ని ఎత్తివేయి
zh_cn: 取消屏蔽

source: Unblock this user
ca: Desbloca l'usuari
cs: Odblokovat tohoto uživatele
es: Desbloquear este usuario
gl: Desbloquear este usuario
ia: Disblocar iste usator
it: Sblocca questo utente
ja: このユーザをアンブロックする
ka: მომხმარებლის ბლოკირების მოხსნა
mk: Одблокирај го овој корсник
nb: Opphev blokkering av denne brukeren
sv: Häv blockering av denna användare
te: ఈ వాడుకరిని నిరోధించు
zh_cn: 取消屏蔽这个用户。

source: Post to %s
ca: Publica a %s
cs: Poslat na %s
es: Postear a %s
gl: Publicar en %s
ia: Publicar in %s
it: Invia a %s
ja: %s 上のグループ
ka: დაუპოსტე %s-ს
mk: Објави во %s
nb: Post til %s
sv: Posta till %s
te: %sకి టపాచెయ్యి
zh_cn: 发布到 %s

# TITLE
source: %1$s left group %2$s
ca: %1$s ha abandonat el grup %2$s
ia: %1$s quitava le gruppo %2$s
mk: %1$s ја напушти групата %2$s
sv: %1$s lämnade grupp %2$s
zh_cn: 离开 %2$s 组的 %1$s

source: No profile ID in request.
ca: No hi ha cap identificador del perfil en la sol·licitud.
cs: CHybí ID profilu v žádosti.
es: No hay id de perfil en solicitud.
gl: Á solicitude fáltalle o ID do perfil.
ia: Nulle ID de profilo in requesta.
it: Nessun ID di profilo nella richiesta.
ja: ログイントークンが要求されていません。
ka: არცერთი პროფილის ID არ არის მოთხოვნილი.
mk: !Во барањето нема ID на профилот.
sv: Ingen profil-ID i begäran.
zh_cn: 请求不含资料页 ID。

source: No profile with that ID.
ca: No hi ha cap perfil amb aquesta ID.
cs: Neexistuje profil s tímto ID.
es: No existe perfil con ese ID
gl: Ningún perfil ten esa ID.
ia: Non existe un profilo con iste ID.
it: Nessun profilo con quel ID.
ja: そのＩＤのプロファイルがありません。
ka: ასეთი ID-ს მქონე პროფილი ვერ მოიძებნა.
mk: Нема профил со тоа ID.
nb: Ingen profil med den ID'en.
sv: Ingen profil med det ID:t.
te: ఆ IDతో ఏ ప్రొఫైలూ కనబడలేదు.
zh_cn: 此 ID 没有用户。

# TITLE
source: Unsubscribed
ca: No subscrit
ia: Subscription cancellate
mk: Претплатата е откажана
sv: Prenumeration avslutad
te: చందావిరమించారు

source: No confirmation code.
ca: Cap codi de confirmació.
cs: Žádný potvrzující kód.
es: Ningún código de confirmación.
gl: Sen código de confirmación.
ia: Nulle codice de confirmation.
it: Nessun codice di conferma.
ja: 確認コードがありません。
ka: დასადასტურებელი კოდი არ არის.
mk: Нема потврден код.
nb: Ingen bekreftelseskode.
sv: Ingen bekräftelsekod.
te: నిర్ధారణ సంకేతం లేదు.
zh_cn: 没有确认码

source: Confirmation code not found.
ca: Codi de confirmació no trobat.
cs: Potvrzující kód nebyl nalezen
es: Código de confirmación no encontrado.
gl: Non se atopou o código de confirmación.
ia: Codice de confirmation non trovate.
it: Codice di conferma non trovato.
ja: 確認コードが見つかりません。
ka: დასადასტურებელი კოდი ვერ მოიძებნა.
mk: Потврдниот код не е пронајден.
nb: Fant ikke bekreftelseskode.
sv: Bekräftelsekod kunde inte hittas.
te: నిర్ధారణ సంకేతం కనబడలేదు.
zh_cn: 未找到确认码。

source: That confirmation code is not for you!
ca: Aquest codi de confirmació no és vostre!
cs: Tento potvrzující kód vám nepatří!
es: ¡Ese código de confirmación no es para ti!
gl: Ese código de confirmación non é para vostede!
ia: Iste codice de confirmation non es pro te!
it: Quel codice di conferma non è per te!
ja: その確認コードはあなたのものではありません！
ka: ეს დასადასტურებელი კოდი თქვენთვის არ არის!
mk: Овој потврден код не е за Вас!
nb: Den bekreftelseskoden er ikke til deg.
sv: Denna bekräftelsekod är inte för dig!
te: ఆ నిర్ధారణా సంకేతం మీది కాదు!
zh_cn: 此确认码不是你的！

source: Unrecognized address type %s
ca: Tipus d'adreça desconeguda %s.
es: Tipo de dirección %s desconocida.
ia: Typo de adresse %s non recognoscite
mk: Непознат тип на адреса %s.
sv: Adresstypen %s känns inte igen
te: గుర్తుతెలియని చిరునామా రకం %s.
zh_cn: 不可识别的地址类型%s。

source: That address has already been confirmed.
ca: Aquesta adreça ja ha estat confirmada.
cs: Adresa již byla potvrzena
es: Esa dirección ya fue confirmada.
gl: Ese enderezo xa se confirmou.
ia: Iste adresse ha ja essite confirmate.
it: Quell'indirizzo è già stato confermato.
ja: そのアドレスは既に承認されています。
ka: ეს მისამართი უკვე დადასტურებულია.
mk: Оваа адреса веќе е потврдена.
nb: Den adressen har allerede blitt bekreftet.
sv: Denna adress har redan blivit bekräftad.
te: ఆ చిరునామా ఇప్పటికే నిర్ధారితమైంది.
zh_cn: 此地址已被确认过了。

source: Could not update user IM preferences.
ca: No s'han pogut actualitzar les preferències d'usuari de la MI.
ia: Non poteva actualisar le preferentias de MI del usator.
mk: Не можев да ги подновам нагодувањата за НП.
sv: Kunde inte uppdatera användarinställningar för IM.

source: Could not insert user IM preferences.
ca: No s'han pogut inserir les preferències d'usuari de la MI.
ia: Non poteva inserer le preferentias de MI del usator.
mk: Не можев да се вметнам кориснички нагодувања за НП.
sv: Kunde inte infoga användarinställningar för IM.

source: Could not delete address confirmation.
ca: No s'ha pogut eliminar la confirmació de l'adreça.
ia: Non poteva deler le confirmation de adresse.
mk: Не можев да ја избришам потврдата на адреса.
nb: Kunne ikke slette adressebekreftelse.
sv: Kunde inte ta bort adressbekräftelse.
zh_cn: 无法删除地址确认码。

source: Confirm address
ca: Confirmeu l'adreça de correu electrònic
cs: Heslo znovu
es: Confirmar la dirección
gl: Confirmar o enderezo
ia: Confirmar adresse
it: Conferma indirizzo
ja: アドレスの確認
ka: მისამართის დასტური
mk: Потврди адреса
nb: Bekreft adresse
sv: Bekräfta adress
te: చిరునామాని నిర్ధారించు
zh_cn: 确认地址

source: The address "%s" has been confirmed for your account.
ca: L'adreça «%s» ha estat confirmada per al vostre compte.
cs: Adresa "%s" byla potvrzena pro váš účet
es: La dirección "%s" fue confirmada para tu cuenta.
gl: Confirmouse o enderezo "%s" para a súa conta.
ia: Le adresse "%s" ha essite confirmate pro tu conto.
it: L'indirizzo "%s" è stato confermato per il tuo account.
ja: アドレス "%s" はあなたのアカウントとして承認されています。
ka: მისამართი "%s" დადასტურდა თქვენი ანგარიშისთვის.
mk: Адресата "%s" е потврдена за Вашата сметка.
nb: Adressen «%s» har blitt bekreftet for din konto.
sv: Adressen "%s" har blivit bekräftad för ditt konto.
te: "%s" అనే చిరునామా మీ ఖాతాకి నిర్ధారితమైంది.
zh_cn: 你账户的地址 "%s" 已被确认。

source: Conversation
ca: Conversa
cs: Konverzace
es: Conversación
gl: Conversa
it: Conversazione
ja: 会話
ka: საუბარი
mk: Разговор
nb: Samtale
sv: Konversationer
te: సంభాషణ
zh_cn: 对话

# TITLE
source: Notice
ca: Avís
ia: Nota
mk: Забелешка
sv: Notis
te: నోటీసు

source: Only logged-in users can delete their account.
ca: Només els usuaris que han iniciat una sessió poden eliminar el compte.
ia: Solmente usatores authenticate pote deler lor conto.
mk: Само најавени корисници можат да си ја избришат сметката.
sv: Endast inloggade användare kan ta bort sitt konto.
te: కేవలం ప్రవేశించిన వాడుకరులు మాత్రమే వారి ఖాతాను తొలగించుకోగలరు.
zh_cn: 只有已登录的用户可以删除他们的帐户。

source: You cannot delete your account.
ca: No podeu eliminar el vostre compte.
ia: Tu non pote deler tu conto.
mk: Не можете да си ја избришете сметката.
sv: Du kan inte ta bort ditt konto.
te: మీ ఖాతాని మీరు తొలగించుకోలేరు.
zh_cn: 您不能删除您的帐户。

source: I am sure.
ca: N'estic segur.
es: Estoy seguro.
ia: Io es secur.
mk: Сигурен сум.
sv: Jag är säker.
te: నిశ్చయమే.
zh_cn: 我敢肯定。

source: You must write "%s" exactly in the box.
ca: Heu d'escriure «%s» exactament dins del quadre.
es: Debe escribir «%s» exactamente dentro del cuadro.
ia: Tu debe scriber "%s" exactemente in le quadro.
mk: Во кутијата морате точно да го впишете „%s“ како што е.
sv: Du måste skriva precis "%s" i rutan.
te: మీరు పెట్టెలో తప్పనిసరిగా "%s" అని వ్రాయాలి.
zh_cn: 你必须在框中输入“%s”。

source: Account deleted.
ca: S'ha eliminat el compte.
es: Cuenta eliminada.
ia: Conto delite.
mk: Сметката е избришана.
sv: Konto borttaget.
te: ఖాతాని తొలగించాం.
zh_cn: 删除的帐户。

source: Delete account
ca: Elimina el compte
es: Eliminar cuenta
ia: Deler conto
mk: Избриши сметка
sv: Ta bort konto
te: ఖాతా తొలగింపు
zh_cn: 删除帐户

source: This will <strong>permanently delete</strong> your account data from this server.
ca: Això <strong>eliminarà permanentment</strong> les dades del vostre compte d'aquest servidor.
es: Esto permanentemente <strong>eliminará</strong> sus datos de cuenta de este servidor.
ia: Isto resulta in le <strong>deletion permanente</strong> del datos de tu conto ab iste servitor.
mk: Со ова <strong>засекогаш ќе ја избришете</strong> сметката од опслужувачот.
sv: Detta kommer <strong>permanent ta bort</strong> dina kontouppgifter från den här servern.
te: ఇది మీ ఖాతా భోగట్టాను ఈ సేవిక నుండి <strong>శాశ్వతంగా తొలగిస్తుంది</strong>.
zh_cn: 这将 <strong>永久删除</strong> 您的帐户数据从该服务器。

source: You are strongly advised to <a href="%s">back up your data</a> before deletion.
ca: És molt recomanable que <a href="%s">feu una còpia de seguretat de les vostres dades</a> abans d'eliminar res.
es: Se recomienda encarecidamente <a href="%s">respaldar sus datos</a> antes de la eliminación.
ia: Es fortemente consiliate facer un <a href="%s">copia de reserva de tu datos</a> ante le deletion.
mk: Пред да бришете, сеирозно се препорачува да направите <a href="%s">резервна верзија на податоците</a>.
sv: Du rekommenderas starkt att <a href="%s"> säkerhetskopiera din data</a> innan den tas bort.
zh_cn: 强烈建议您在删除前 <a href="%s">备份您的数据</a>。

source: Confirm
ca: Confirma
cs: Potvrdit
es: Confirmar
gl: Confirmar
ia: Confirmar
it: Conferma
ja: パスワード確認
ka: ვადასტურებ
mk: Потврди
nb: Bekreft
sv: Bekräfta
te: నిర్థారించు
zh_cn: 密码确认

source: Enter "%s" to confirm that you want to delete your account.
ca: Introduïu «%s» per a confirmar que voleu eliminar el vostre compte.
es: Introduzca «%s» para confirmar que desea eliminar su cuenta.
ia: Entra "%s" pro confirmar que tu vole deler tu conto.
mk: Внесете го „%s“ за да потврдите дека сакате да ја избришете сметката.
sv: Ange "%s" för att bekräfta att du vill ta bort ditt konto.
te: మీ ఖాతాను తొలగించుకోవాలనుకుంటున్నారని నిర్ధారించేందుకు "%s" అని టైపుచెయ్యండి.
zh_cn: 输入"%s"，以确认您要删除您的帐户。

source: Permanently delete your account
ca: Elimina permanentment el compte
es: Eliminar permanentemente su cuenta
ia: Deler permanentemente tu conto
mk: Трајно бришење на сметката
sv: Ta bort ditt konto permanent.
te: మీ ఖాతాని శాశ్వతంగా తొలగించుకోండి
zh_cn: 永久删除您的帐户

source: You must be logged in to delete an application.
ca: Heu d'haver iniciat una sessió per eliminar una aplicació.
cs: Pro vymazání aplikace musíte být přihlášen.
es: Debes estar registrado para borrar una aplicación.
gl: Ten que iniciar sesión para borrar unha aplicación.
ia: Tu debe aperir un session pro deler un application.
it: Devi eseguire l'accesso per eliminare un'applicazione.
ja: アプリケーションを削除するにはログインしていなければなりません。
ka: აპლიკაციის წასაშლელად საჭიროა ავროტიზაცია.
mk: Мора да сте најавени за да можете да избришете програм.
nb: Du må være innlogget for å slette et program.
sv: Du måste vara inloggad för att ta bort en applikation.
te: ఉపకరణాలని తొలగించడానికి మీరు ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录后才能删除应用。

source: Application not found.
ca: No s'ha trobat l'aplicació.
cs: Aplikace nebyla nalezena.
es: Aplicación no encontrada.
gl: Non se atopou a aplicación.
ia: Application non trovate.
it: Applicazione non trovata.
ja: アプリケーションが見つかりません。
ka: აპლიკაცია ვერ მოიძებნა.
mk: Програмот не е пронајден.
nb: Program ikke funnet.
sv: Applikation hittades inte.
te: ఉపకరణం కనబడలేదు.
zh_cn: 未找到应用。

source: You are not the owner of this application.
ca: No sou el propietari d'aquesta aplicació.
cs: Nejste vlastníkem této aplikace.
es: No eres el propietario de esta aplicación.
gl: Non é o dono desa aplicación.
ia: Tu non es le proprietario de iste application.
it: Questa applicazione non è di tua proprietà.
ja: このアプリケーションのオーナーではありません。
ka: თქვენ არ ხართ ამ აპლიკაციის მფლობელი.
mk: Не сте сопственик на овој програм.
nb: Du er ikke eieren av dette programmet.
sv: Du är inte ägaren av denna applikation.
te: మీరు ఈ ఉపకరణం యొక్క యజమాని కాదు.
zh_cn: 你不是该应用的拥有者。

source: There was a problem with your session token.
ca: S'ha produït un problema amb el testimoni de la vostra sessió.
cs: Nastal problém s vaším session tokenem.
es: Hubo problemas con tu clave de sesión.
gl: Houbo un problema co seu pase.
ia: Il habeva un problema con tu indicio de session.
it: Si è verificato un problema con il tuo token di sessione.
ja: あなたのセッショントークンに関する問題がありました。
mk: Се појави проблем со Вашиот сесиски жетон.
sv: Det var ett problem med din sessions-token.
zh_cn: 你的 session token 出现了问题。

source: Delete application
ca: Elimina l'aplicació
cs: Odstranit aplikaci
es: Eliminar la aplicación
gl: Borrar a aplicación
ia: Deler application
it: Elimina applicazione
ja: アプリケーション削除
ka: აპლიკაციის წაშლა
mk: Избриши програм
nb: Slett program
sv: Ta bort applikation
te: ఉపకరణ తొలగింపు
zh_cn: 删除应用

source: Are you sure you want to delete this application? This will clear all data about the application from the database, including all existing user connections.
ca: Esteu segur que voler eliminar l'aplicació? Això netejarà totes les dades de l'aplicació de la base de dades, incloent-hi totes les connexions d'usuari existents.
cs: Jste si jisti, že chcete smazat tuto aplikaci? To vymaže všechny data o aplikace z databáze, včetně všech existujících uživatelských spojení.
es: ¿Estás seguro de que quieres eliminar esta aplicación? Esto borrará todos los datos acerca de la aplicación de la base de datos, incluyendo todas las conexiones de usuario existente.
gl: Está seguro de querer borrar esta aplicación? Se o fai, borrará todos os datos da aplicación da base de datos, incluídas todas as conexións do usuario existentes.
ia: Es tu secur de voler deler iste application? Isto radera tote le datos super le application del base de datos, includente tote le existente connexiones de usator.
it: Vuoi eliminare questa applicazione? Questa azione eliminerà tutti i dati riguardo all'applicazione dal database, comprese tutte le connessioni utente.
ka: ნამდვილად გნებავთ ამ აპლიკაციის წაშლა? ეს მოქმედება წაშლის ყველანაირ მონაცემებს ამ აპლიკაციის შესახებ, ყველა შეერთებული მომხმარებლის ჩათვლით.
mk: Дали се сигурни дека сакате да го избришете овој програм? Ова воедно ќе ги избрише сите податоци за програмот од базата, вклучувајќи ги сите постоечки поврзувања.
nb: Er du sikker på at du vil slette dette programmet? Dette vil slette alle data om programmet fra databasen, inkludert alle eksisterende brukertilkoblinger.
sv: Är du säker på att du vill ta bort denna applikation? Detta kommer rensa bort all data om applikationen från databasen, inklusive alla befintliga användaranslutningar.
te: మీరు నిజంగానే ఈ ఉపకరణాన్ని తొలగించాలనుకుంటున్నారా? ఇది ఆ ఉపకరణం గురించి భోగట్టాని, ప్రస్తుత వాడుకరుల అనుసంధానాలతో సహా, డాటాబేసు నుండి తొలగిస్తుంది.
zh_cn: 你确定要删除这个应用吗？这将从数据库中清除有关这个应用的所有数据，包括所有的用户关联。
