Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Do not use this method!
ca: No feu servir aquest mètode!
ia: Non usa iste methodo!
mk: Не користете го овој метод!
sv: Använd inte denna metod!
zh_cn: 不要使用此方法 ！

source: Timeline for people in list %1$s by %2$s
ia: Chronologia pro personas in lista "%1$s" de %2$s
mk: Хронологија на лицата во списокот %1$s од %2$s
sv: Tidslinje för personer i listan %1$s av %2$s

source: Updates from %1$s's list %2$s on %3$s!
ia: Actualisationes del lista "%2$s" de %1$s in %3$s!
mk: Поднови од списокот на %1$s %2$s на %3$s!
sv: Uppdateringar från %1$ss lista %2$s på %3$s!

source: Notices where this attachment appears
ca: Avisos on apareix l'adjunt
es: Mensajes donde aparece este adjunto
gl: Notas nas que se anexou este ficheiro
ia: Notas ubi iste annexo appare
it: Messaggi in cui appare questo allegato
ja: この添付が現れるつぶやき
ka: შეტყობინებები სადაც ეს მიმაგრება გამოჩენილა
mk: Забелешки кадешто се јавува овој прилог
nb: Notiser hvor dette vedlegget forekommer
sv: Notiser där denna bilaga förekommer
zh_cn: 出现这个附件的消息

source: Tags for this attachment
ca: Etiquetes de l'adjunció
cs: Označení této přílohy
es: Etiquetas de este archivo adjunto
gl: Etiquetas para este ficheiro
ia: Etiquettas pro iste annexo
it: Etichette per questo allegato
ja: この添付のタグ
ka: ამ მიმაგრების სანიშნეები
mk: Ознаки за овој прилог
sv: Taggar för denna billaga
te: ఈ జోడింపుకి ట్యాగులు
zh_cn: 此附件的标签

source: Password changing failed.
ca: El canvi de contrasenya ha fallat.
ia: Cambio del contrasigno fallite.
mk: Промената на лозинката не успеа.
sv: Byte av lösenord misslyckades.
te: సంకేతపదపు మార్పు విఫలమైంది.
zh_cn: 修改密码失败。

source: Password changing is not allowed.
ca: No es permet el canvi de contrasenya.
es: El cambio de contraseña no está permitido
ia: Cambio del contrasigno non permittite.
mk: Менувањето на лозинки не е дозволено.
sv: Byte av lösenord är inte tillåtet.
te: సంకేతపదం మార్పడానికి అనుమతి లేదు.
zh_cn: 不允许更改密码。

source: Block
ca: Bloca
cs: Blokovat
es: Bloquear
gl: Excluír
ia: Blocar
it: Blocca
ja: ブロック
ka: ბლოკირება
mk: Блокирај
nb: Blokkér
sv: Blockera
te: నిరోధించు
zh_cn: 屏蔽

source: Block this user
ca: Bloca aquest usuari
cs: Zablokovat tohoto uživatele
es: Bloquear este usuario.
gl: Bloquear este usuario
ia: Blocar iste usator
it: Blocca questo utente
ja: このユーザをブロックする
ka: დაბლოკე ეს მომხმარებელი
mk: Блокирај го корисников
nb: Blokker denne brukeren
sv: Blockera denna användare
te: ఈ వాడుకరిని నిరోధించు
zh_cn: 屏蔽这个用户

# BUTTON
source: Cancel join request
ca: Cancel·la la sol·licitud d'unió.
ia: Cancellar requesta de adhesion
mk: Откажи барање за членство
sv: Avbryt begäran om att gå med
te: అభ్యర్థనను రద్దుచేయి

# BUTTON
source: Cancel subscription request
ca: Cancel·la la sol·licitud de subscripció
ia: Cancellar requesta de subscription
mk: Откажи барање за претплата
sv: Avbryt prenumerationsbegäran

source: Command results
ca: Resultats de les comandes
cs: Výsledky příkazu
es: Resultados de comando
gl: Resultados da orde
ia: Resultatos del commando
it: Risultati comando
ja: コマンド結果
ka: ბრძანების შედეგები
mk: Резултати од наредбата
nb: Kommandoresultat
sv: Resultat av kommando
te: ఆదేశ ఫలితాలు
zh_cn: 执行结果

source: AJAX error
ca: Error de l'AJAX
ia: Error de AJAX
mk: AJAX-грешка
sv: AJAX-fel
zh_cn: AJAX 错误

source: Command complete
ca: Comanda completada
cs: Příkaz dokončen
es: Comando completo
gl: Completouse a orde
ia: Commando complete
it: Comando completato
ja: コマンド完了
ka: ბრძანება დასრულდა
mk: Наредбата е завршена
nb: Kommando fullført
sv: Kommando komplett
te: ఆదేశం పూర్తయ్యింది
zh_cn: 执行完毕

source: Command failed
ca: Comanda fallida
cs: Příkaz selhal
es: Comando falló
gl: A orde fallou
ia: Commando fallite
it: Comando non riuscito
ja: コマンド失敗
ka: ბრძანება ჩაიშალა
mk: Наредбата не успеа
nb: Kommando feilet
sv: Kommando misslyckades
te: ఆదేశం విఫలమైంది
zh_cn: 执行失败

source: Notice with that id does not exist.
ca: No existeix cap avís amb aquest identificador.
cs: Oznámení s tímto id neexistuje.
es: No existe ningún mensaje con ese ID.
gl: Non hai ningunha nota con esa id.
ia: Non existe un nota con iste ID.
it: Un messaggio con quel ID non esiste.
ka: შეტყობინებები ამ ID-თ არ არსებობს.
mk: Не постои забелешка со таков id.
sv: Notis med den ID:n finns inte.
zh_cn: 没有此 id 的消息。

source: User has no last notice.
ca: L'usuari no té un darrer avís.
cs: Uživatel nemá žádné poslední oznámení
es: El/La usuario/a no tiene ningún último mensaje
gl: O usuario non ten ningunha última nota.
ia: Le usator non ha un ultime nota.
it: L'utente non ha un ultimo messaggio.
ka: მომხმარებელს არ გააჩნია ბოლო შეტყობინება.
mk: Корисникот нема последна забелешка
sv: Användare har ingen sista notis.
zh_cn: 用户没有最后一条的消息。

source: Could not find a user with nickname %s.
ca: No es pot trobar un usuari amb el sobrenom %s.
cs: Nelze nalézt uživatele s přezdívkou %s
es: No se pudo encontrar el usuario con el nombre de usuario %s.
gl: Non se deu atopado ningún usuario co alcume %s.
ia: Non poteva trovar un usator con pseudonymo %s.
it: Impossibile trovare un utente col soprannome %s.
ka: მომხმარებელი მეტსახელით %s ვერ მოიძებნა.
mk: Не можев да пронајдам корисник со прекар %s.
sv: Kunde inte hitta en användare med smeknamnet %s.
zh_cn: 无法找到昵称为 %s 的用户。

source: Could not find a local user with nickname %s.
ca: No s'ha pogut trobar un usuari local amb el sobrenom %s.
cs: Nelze nalézt místního uživatele s přezdívkou %s
es: No se pudo encontrar a ningún usuario local con el nombre de usuario %s.
gl: Non se deu atopado ningún usuario local co alcume %s.
ia: Non poteva trovar un usator local con pseudonymo %s.
it: Impossibile trovare un utente locale dal soprannome %s.
ka: ლოკალური მომხმარებელი მეტსახელით %s ვერ მოიძებნა.
mk: Не можев да најдам локален корисник со прекар %s.
sv: Kunde inte hitta en lokal användare med smeknamnet %s.
zh_cn: 无法在本地找到昵称为%s的用户。

source: Sorry, this command is not yet implemented.
ca: Perdona, aquesta comanda no està implementada.
cs: Je nám líto, ale tento příkaz dosud nebyl implementován.
es: Disculpa, todavía no se implementa este comando.
gl: Esta orde aínda non está integrada.
ia: Pardono, iste commando non es ancora implementate.
it: Questo comando non è ancora implementato.
ja: すみません、このコマンドはまだ実装されていません。
ka: ბოდიში, ეს ბრძანება ჯერ არ არის განხორციელებული.
mk: Жалиме, оваа наредба сè уште не е имплементирана.
nb: Beklager, denne kommandoen er ikke implementert ennå.
sv: Tyvärr, detta kommando är inte implementerat än.
te: క్షమించండి, ఈ ఆదేశం ఇంకా అమలుపరచబడలేదు.
zh_cn: 对不起，这个命令还没有实现。

source: It does not make a lot of sense to nudge yourself!
ca: No té massa sentit avisar-se a un mateix!
cs: To nemá moc smyslu postrkovat sám sebe!
es: ¡No tiene sentido darte un toque a ti mismo!
gl: Non ten sentido ningún facerse un aceno a un mesmo!
ia: Non ha multe senso pulsar te mesme!
it: Non ha molto senso se cerchi di richiamarti!
ja: それは自分自身への合図で多くは意味がありません!
mk: Нема баш логика да се подбуцнувате сами себеси.
nb: Det gir ikke så mye mening å knuffe seg selv.
sv: Det verkar inte vara särskilt meningsfullt att knuffa dig själv!
zh_cn: 呼叫自己不太符合逻辑吧。

source: Nudge sent to %s.
ca: S'ha cridat l'atenció a %s.
cs: Šťouchnutí posláno %s.
es: Toque enviado a %s.
gl: Fíxoselle un aceno a %s.
ia: Pulsata inviate a %s.
it: Richiamo inviato a %s.
mk: Испратено подбуцнување на %s.
sv: Knuff skickad till %s.
zh_cn: 呼叫已发给 %s。

source: Subscriptions: %1$s Subscribers: %2$s Notices: %3$s
ca: Subscripcions: %1$s Subscriptors: %2$s Avisos: %3$s
cs: Odbírám: %1$s Odběratelé: %2$s Hlášky: %3$s
es: Suscripciones: %1$s Suscriptores: %2$s Avisos: %3$s
gl: Subscricións: %1$s Subscritores: %2$s Notas: %3$s
ia: Subscriptiones: %1$s Subscriptores: %2$s Notas: %3$s
it: Abbonamenti: %1$s Abbonati: %2$s Messaggi: %3$s
ja: フォローしている: %1$s フォローされている: %2$s つぶやき: %3$s
ka: გამოწერები: %1$s გამომწერები: %2$s შეტყობინებები: %3$s
mk: Претплати: %1$s Претплатници: %2$s Забелешки: %3$s
nb: Abonnement: %1$s Abonnenter: %2$s Notiser: %3$s
sv: Prenumerationer: %1$s Prenumeranter: %2$s Notiser: %3$s
te: చందాలు: %1$s చందాదార్లు: %2$s నోటీసులు: %3$s
zh_cn: 关注数： %1$s\n 关注者： %2$s\n 消息数： %3$s

source: Could not create favorite: Already favorited.
ia: Non poteva crear le favorite: ja es favorite.
mk: Не можев да создадам бендисана забелешка: веќе Ви е бендисана.
sv: Kunde inte skapa favorit: redan favorit.

source: Notice marked as fave.
ca: L'avís està marcat com a preferit.
cs: Oznámení označené jako oblíbené.
es: Mensaje marcado como favorito.
gl: Marcouse a nota como favorita.
ia: Nota marcate como favorite.
it: Messaggio indicato come preferito.
ja: お気に入りにされているつぶやき。
ka: შეტყობინება მონიშნულია რჩეულად.
mk: Забелешката е обележана како бендисана.
nb: Notis markert som favoritt.
sv: Notis markerad som favorit.
te: నోటీసుని ఇష్టాంశంగా గుర్తించాం.
zh_cn: 收藏了消息。

source: %1$s joined group %2$s.
ca: %1$s s'ha unit al grup %2$s.
cs: %1$s se připojil(a) ke skupině %2$s.
es: %1$s se unió al grupo %2$s.
gl: %1$s uniuse ao grupo %2$s.
ia: %1$s se jungeva al gruppo %2$s.
it: L'utente %1$s è entrato nel gruppo %2$s.
ka: %1$s გაწევრიანდა ჯგუფში %2$s.
mk: %1$s се зачлени во групата %2$s.
sv: %1$s gick med i grupp %2$s.
te: %1$s %2$s గుంపులో చేరారు.
zh_cn: %1$s加入了%2$s小组。

source: %1$s left group %2$s.
ca: %1$s ha deixat el grup %2$s.
cs: %1$s opustil(a) skupinu %2$s.
es: %1$s dejo el grupo %2$s.
gl: %1$s deixou o grupo %2$s.
ia: %1$s quitava le gruppo %2$s.
it: %1$s ha lasciato il gruppo %2$s.
ka: %1$s-მა დატოვა ჯგუფი %2$s.
mk: %1$s ја напушти групата %2$s.
sv: %1$s lämnade grupp %2$s.
te: %2$s గుంపు నుండి %1$s వైదొలిగారు.
zh_cn: %1$s离开了%2$s小组。

source: Error tagging %1$s: %2$s
ia: Error durante le etiquettage de %1$s: %2$s
mk: Грешка при означувањето на %1$s: %2$s
sv: Fel vid taggning av %1$s: %2$s

source: Invalid tag: "%s"
ca: L'etiqueta no és vàlida: «%s»
cs: Neplatná velikost
gl: Etiqueta incorrecta: "%s"
ia: Etiquetta invalide: "%s"
it: Etichetta non valida: "%s"
ja: 不正なタグ: "%s"
ka: არასწორი სანიშნე: "%s"
mk: Неважечка ознака: „%s“
nb: Ugyldig merkelapp: «%s»
sv: Ogiltig tagg: "%s"
te: చెల్లని ట్యాగు: "%s"

source: Error untagging %1$s: %2$s
ia: Error durante le disetiquettage de %1$s: %2$s
mk: Грешка при отстранувањето на ознаката на %1$s: %2$s
sv: Fel vid borttagande av tagg från %1$s: %2$s

source: The following tag was removed from user %1$s: %2$s.
ia: Le sequente etiquetta ha essite removite del usator %1$s: %2$s.
mk: Следнава ознака беше отстранета од корисникот %1$s: %2$s.
sv: Följande tagg har tagits bort från användaren %1$s: %2$s.

source: Fullname: %s
ca: Nom complet: %s
cs: Celé jméno %s
es: Nombre completo: %s
gl: Nome completo: %s
ia: Nomine complete: %s
it: Nome completo: %s
ja: フルネーム： %s
ka: სრული სახელი: %s
mk: Име и презиме: %s
nb: Fullt navn: %s
sv: Fullständigt namn: %s
te: పూర్తిపేరు: %s
zh_cn: 全名：%s

source: Location: %s
ca: Localització: %s
cs: Poloha: %s
es: Lugar: %s
gl: Localidade: %s
ia: Loco: %s
it: Posizione: %s
ja: 場所: %s
ka: მდებარეობა: %s
mk: Местоположба: %s
nb: Posisjon: %s
sv: Plats: %s
te: ప్రాంతం: %s
zh_cn: 位置：%s

source: Homepage: %s
ca: Pàgina web: %s
cs: Domovská stránka: %s
es: Página de inicio: %s
gl: Sitio web: %s
ia: Pagina personal: %s
it: Pagina web: %s
ja: ホームページ: %s
ka: გვერდი: %s
mk: Домашна страница: %s
nb: Hjemmeside: %s
sv: Hemsida: %s
te: హోంపేజీ: %s
zh_cn: 主页：%s

source: About: %s
ca: Informació personal: %s
cs: O uživateli: %s
es: Sobre: %s
gl: Acerca de: %s
ia: A proposito: %s
it: Informazioni: %s
ka: %s-ის შესახებ
mk: За: %s
nb: Om: %s
sv: Om: %s
te: గురించి: %s
zh_cn: 关于：%s

source: %s is a remote profile; you can only send direct messages to users on the same server.
ca: %s és un perfil remot; només podeu enviar missatges directess a usuaris del mateix servidor.
cs: %s je vzdálený profil, přímé zprávy můžete odesílat pouze pro uživatele na stejném serveru.
es: %s es un perfil remoto: sólo puedes enviarle mensajes directos a usuarios en el mismo servidor.
gl: %s é un perfil remoto. Só pode enviarlle mensaxes persoais aos usuarios do mesmo servidor.
ia: %s es un profilo remote; tu pote solmente inviar messages directe a usatores super le mesme servitor.
it: %s è un profilo remoto. È possibile inviare messaggi privati solo agli utenti sullo stesso server.
ka: %s დაშორებული პროფილია; პირდაპირი შეტყობინებების გაგზავნა მხოლოდ იგივე სერვერზე მყოფ მომხმარებელთანაა შესააძლებელი.
mk: %s е далечински профил; можете да праќате непосредни пораки само до корисници на истиот опслужувач.
sv: %s är en fjärrprofil; du kan bara skicka direktmeddelanden till användare på samma server.
zh_cn: %s是一个远程的用户；你只能给同一个服务器上的用户发送私信。

source: Message too long - maximum is %1$d character, you sent %2$d.
ca: El missatge és massa llarg - el màxim és %1$d caràcter, i n'heu enviat %2$d.
ia: Message troppo longe - maximo es %1$d character, tu inviava %2$d.
mk: Пораката е предолга - дозволен е највеќе %1$d знак, а Вие испративте %2$d.
sv: Meddelandet för långt - maximum är %1$d tecken, du skickade %2$d.
te: %1$d అక్షరం గరిష్ఠం, మీరు %2$d పంపించారు.
zh_cn: 消息太长了 - 最大长度为%1$d字符，你发送的是%2$d字符。

source: You can't send a message to this user.
ca: No podeu enviar un misssatge a aquest usuari.
cs: Nemůžete odesílat zprávy tomuto uživateli. (musíte být vzájemně prihlášení)
es: No puedes enviar mensaje a este usuario.
gl: Non pode enviarlle unha mensaxe a este usuario.
ia: Tu non pote inviar un message a iste usator.
it: Non puoi inviare un messaggio a questo utente.
ja: このユーザにメッセージを送ることはできません。
ka: ამ მომხმარებელს შეტყობინებას ვერ გაუგზავნი.
mk: Не можете да испратите порака до овојо корисник.
nb: Du kan ikke sende en melding til denne brukeren.
sv: Du kan inte skicka ett meddelande till den användaren.
te: ఈ వాడుకరికి మీరు సందేశాన్ని పంపించలేరు.
zh_cn: 无法向此用户发送消息。

source: Error sending direct message.
ca: S'ha produït un error en enviar el missatge directe.
cs: Chyba při odesílání přímé zprávy.
es: Error al enviar mensaje directo.
gl: Houbo un erro ao enviar a mensaxe directa.
ia: Error durante le invio del message directe.
it: Errore nell'inviare il messaggio diretto.
ja: ダイレクトメッセージ送信エラー。
ka: შეცდომა პირდაპირი შეტყობინების გაგზავნისას.
mk: Грашка при испаќањето на директната порака.
nb: Feil ved sending av direktemelding.
sv: Fel vid sändning av direktmeddelande.
te: నేరుగా సందేశాలు పంపడంలో పొరపాటు.
zh_cn: 发送消息出错。

source: Notice from %s repeated.
ca: S'ha repetit l'avís de %s.
cs: Oznámení od %s opakováno.
es: Se ha repetido el mensaje de %s.
gl: Repetiuse a nota de %s.
ia: Nota de %s repetite.
it: Messaggio da %s ripetuto.
ka: შეტყობინება %s-გან გამეორდა.
mk: Забелешката од %s е повторена.
sv: Notis från %s upprepad.
te: %s యొక్క నోటీసుని పునరావృతించారు.
zh_cn: 来自 %s 的消息已转发。

source: Notice too long - maximum is %1$d character, you sent %2$d.
ca: L'avís és massa llarg - el màxim és %1$d caràcter, n'heu enviat %2$d.
ia: Nota troppo longe - maximo es %1$d character, tu inviava %2$d.
mk: Забелешката е предолга - треба да нема повеќе од %1$d знак, а Вие испративте %2$d.
sv: Notisen för lång - maximum är %1$d tecken, du skickade %2$d.
te: %1$d అక్షరం గరిష్ఠం, మీరు %2$d పంపించారు
zh_cn: 消息过长 - 最长%1$d个字符，你发送的是%2$d。

source: Reply to %s sent.
ca: S'ha enviat la resposta a %s.
cs: Odpověď %s odeslána.
es: Se ha enviado la respuesta a %s.
gl: Enviouse a resposta a %s.
ia: Responsa a %s inviate.
it: Risposta a %s inviata.
ka: პასუხი %s-ს გაეგზავნა.
mk: Одговорот на %s е испратен.
sv: Svar på %s skickat.
zh_cn: 给 %s 的回复已发送。

source: Error saving notice.
ca: S'ha produït un error en desar l'avís.
cs: Problém při ukládání sdělení.
es: Error al guardar el mensaje.
gl: Houbo un erro ao gardar a nota.
ia: Errur durante le salveguarda del nota.
it: Errore nel salvare il messaggio.
ja: つぶやき保存エラー。
ka: შეცდომა შეტყობინების შენახვისას.
mk: Грешка при зачувувањето на белешката.
nb: Feil ved lagring av notis.
sv: Fel vid sparande av notis.
te: నోటీసుని భద్రపరచడంలో పొరపాటు.
zh_cn: 保存消息时出错。

source: Specify the name of the user to subscribe to.
ca: Especifiqueu el nom de l'usuari al qual voleu subscriure-us.
cs: Uveďte jméno uživatele ke kterému se přihlásit.
es: Especificar el nombre del usuario al cual se quiere suscribir.
gl: Introduza o nome do usuario ao que quere subscribirse.
ia: Specifica le nomine del usator al qual subscriber te.
it: Specifica il nome dell'utente a cui abbonarti.
ka: მიუთითეთ მომხმარებლის სახელი, რომელსაც გინდათ ყური დაუგდოთ.
mk: Назначете го името на корисникот на којшто сакате да се претплатите.
sv: Ange namnet på användaren att prenumerara på.
te: ఏవరికి చందా చేరాలనుకుంటున్నారో ఆ వాడుకరి పేరుని ఇవ్వండి.
zh_cn: 指定要关注的用户名。

source: Can't subscribe to OMB profiles by command.
ca: No es pot subscriure a perfils de OMB amb ordres.
cs: Nelze se přihlásit k odběru OMB profilů příkazem.
es: No te puedes suscribir a perfiles de OMB por orden.
gl: Non se pode subscribir aos perfís OMB cunha orde.
ia: Impossibile subscriber se a profilos OMB per medio de un commando.
it: Impossibile abbonarsi ai profili OMB attraverso un comando.
mk: Не можете да се претплаќате на OMB профили по наредба.
sv: Kan inte prenumera på OMB-profiler via kommando.
zh_cn: 无法通过命令行关注 OMB 用户。

source: Subscribed to %s.
ca: Subscrit a %s.
cs: Přihlášeno k %s.
es: Suscrito a %s.
gl: Subscribiuse a %s.
ia: Subscribite a %s.
it: Abbonati a %s.
ka: %s-ს გამოწერა დასრულდა წარმატებით.
mk: Претплатено на %s.
sv: Prenumererar på %s.
te: %sకి చందా చేరారు.
zh_cn: 已关注%s。

source: Specify the name of the user to unsubscribe from.
ca: Especifiqueu el nom de l'usuari del qui voleu deixar la subscripció.
cs: Uveďte jméno uživatele od kterého se odhlásit.
es: Especifica el nombre del usuario del cual cancelar la suscripción.
gl: Introduza o nome do usuario ao que quer deixar de estar subscrito.
ia: Specifica le nomine del usator al qual cancellar le subscription.
it: Specifica il nome dell'utente da cui annullare l'abbonamento.
ka: მიუთითეთ მომხმარებლის სახელი, რომ გამოწერა გააუქმოთ.
mk: Назначете го името на корисникот од кого откажувате претплата.
sv: Ange namnet på användaren att avsluta prenumeration på.
te: ఎవరినుండైతే చందావిరమించాలనుకుంటున్నారో ఆ వాడుకరి పేరుని ఇవ్వండి.
zh_cn: 指定要取消关注的用户名。

source: Unsubscribed from %s.
ca: S'ha deixat d'estar subscrit a %s.
cs: Odhlášeno od %s.
es: Cancelada la suscripción a %s.
gl: Cancelou a subscrición a %s.
ia: Subscription a %s cancellate.
it: Abbonamento a %s annullato.
ka: %s-ს გამოწერა გაუქმდა.
mk: Откажана претплата на %s.
sv: Prenumeration på %s avslutad.
te: %s నుండి చందా విరమించారు.
zh_cn: 取消关注%s。

source: Command not yet implemented.
ca: Comanda encara no implementada.
cs: Příkaz ještě nebyl implementován.
es: Todavía no se implementa comando.
gl: Aínda non se integrou esa orde.
ia: Commando non ancora implementate.
it: Comando non ancora implementato.
ja: コマンドはまだ実装されていません。
ka: ბრძანება ჯერ არ არის შემუშავებული.
mk: Наредбата сè уште не е имплементирана.
sv: Kommando inte implementerat än.
te: ఈ ఆదేశాన్ని ఇంకా అమలుపరచలేదు.
zh_cn: 命令尚未实现。

source: Notification off.
ca: Avisos desactivats.
cs: Oznámení vypnuta.
es: Notificación no activa.
gl: Desactivar a notificación.
ia: Notification disactivate.
it: Notifiche disattivate.
ja: 通知オフ。
mk: Известувањето е исклучено.
sv: Notifikation av.
zh_cn: 通知已关闭。

source: Can't turn off notification.
ca: No es poden desactivar els avisos.
cs: Nelze vypnout oznámení.
es: No se puede desactivar notificación.
gl: Non se pode desactivar a notificación.
ia: Non pote disactivar notification.
it: Impossibile disattivare le notifiche.
ja: 通知をオフできません。
mk: Не можам да исклучам известување.
sv: Kan inte sätta på notifikation.
zh_cn: 无法关闭通知。

source: Notification on.
ca: Avisos activitats.
cs: Oznámení zapnuta.
es: Notificación activada.
gl: Activar a notificación.
ia: Notification activate.
it: Notifiche attivate.
ja: 通知オン。
mk: Известувањето е вклучено.
sv: Notifikation på.
zh_cn: 通知已开启。

source: Can't turn on notification.
ca: No es poden activar els avisos.
cs: Nelze zapnout oznámení.
es: No se puede activar notificación.
gl: Non se pode activar a notificación.
ia: Non pote activar notification.
it: Impossibile attivare le notifiche.
ja: 通知をオンできません。
mk: Не можам да вклучам известување.
sv: Kan inte stänga av notifikation.
zh_cn: 无法开启通知。

source: Login command is disabled.
ca: L'ordre d'inici de sessió no està habilitada.
cs: Příkaz login je vypnut.
es: El comando de inicio de sesión está inhabilitado.
gl: A orde de identificación está desactivada.
ia: Le commando de apertura de session es disactivate.
it: Il comando di accesso è disabilitato.
mk: Наредбата за најава е оневозможена.
sv: Inloggningskommando är inaktiverat.
zh_cn: 登录命令被禁用。

source: This link is useable only once and is valid for only 2 minutes: %s.
ca: Aquest enllaç només es pot fer servir una vegada i només és vàlid durant 2 minuts: %s.
cs: Tento odkaz je použitelný pouze jednou a je platný pouze 2 minuty: %s.
es: Este enlace es utilizable sólo una vez y es válido sólo durante dos minutos: %s.
gl: Esta ligazón só se pode utilizar unha vez, e só nos próximos dous minutos: %s.
ia: Iste ligamine pote esser usate solmente un vice, e es valide durante solmente 2 minutas: %s.
it: Questo collegamento è utilizzabile una sola volta ed è valido per 2 minuti: %s.
mk: Оваа врска може да се употреби само еднаш, и трае само 2 минути: %s
sv: Denna länk är bara användbar en gång och är bara giltig i 2 minuter: %s.
te: ఈ లంకెని ఒకేసారి ఉపయోగించగలరు మరియు అది 2 నిమిషాల వరకు మాత్రమే చెల్లుతుంది: %s.
zh_cn: 这个链接只能使用一次并且仅在2分钟内有效：%s。

source: Unsubscribed %s.
ca: S'ha cancel·lat la subscripció de %s.
cs: %s odhlášen.
es: Cancelada la suscripción a %s.
gl: Cancelou a subscrición a %s.
ia: Subscription de %s cancellate.
it: Abbonamento di %s annullato.
mk: Откажана претплата на %s.
sv: %ss prenumeration avslutad.
te: %sని చందా విరమింపజేసారు.
zh_cn: 已取消关注%s。

source: You are not subscribed to anyone.
ca: No esteu subscrit a ningú.
cs: Nejste přihlášen k nikomu.
es: No estás suscrito a nadie.
gl: Non está subscrito a ninguén.
ia: Tu non es subscribite a alcuno.
it: Il tuo abbonamento è stato annullato.
ja: あなたはだれにもフォローされていません。
mk: Не сте претплатени никому.
sv: Du prenumererar inte på någon.
te: మీరు ఎవరికీ చందాచేరలేదు.
zh_cn: 你没有关注任何人。

source: You are subscribed to this person:
ca: Ja estàs subscrit a aquests usuaris:
cs: Jste přihlášeni k této osobě:
es: Ya estás suscrito a estos usuarios:
gl: Vostede está subscrito a esta persoa:
ia: Tu es subscribite a iste persona:
it: Persona di cui hai già un abbonamento:
ja: あなたはこの人にフォローされています:
mk: Не ни го испративте тој профил.
nb: Ikke autorisert.
sv: Du prenumererar på denna person:
te: %sకి స్పందనలు
zh_cn: 你已关注了这个用户：

source: No one is subscribed to you.
ca: Ningú no us ha subscrit.
cs: Nikdo k vám není přihlášen.
es: Nadie está suscrito a ti.
gl: Non hai ninguén subscrito a vostede.
ia: Necuno es subscribite a te.
it: Nessuno è abbonato ai tuoi messaggi.
ja: 誰もフォローしていません。
mk: Никој не е претплатен на Вас.
sv: Ingen prenumerar på dig.
te: మీకు చందాదార్లు ఎవరూ లేరు.
zh_cn: 没有人关注你。

source: This person is subscribed to you:
ca: No pots subscriure a un altre a tu mateix.
cs: Tato osoba je k vám přihlášena:
es: No se pudo suscribir otro a ti.
gl: Esta persoa está subscrita a vostede:
ia: Iste persona es subscribite a te:
it: Questa persona è abbonata ai tuoi messaggi:
ja: この人はあなたにフォローされている:
mk: Оддалечена претплата
nb: Svar til %s
sv: Denna person prenumererar på dig:
te: %sకి స్పందనలు
zh_cn: 这个用户正在关注你：

source: You are not a member of any groups.
ca: No sou membre de cap grup.
cs: Nejste členem žádné skupiny.
es: No eres miembro de ningún grupo
gl: Non forma parte de ningún grupo.
ia: Tu non es membro de alcun gruppo.
it: Non fai parte di alcun gruppo.
ja: あなたはどのグループのメンバーでもありません。
mk: Не членувате во ниедна група.
nb: Du er ikke et medlem av den gruppen.
sv: Du är inte medlem i några grupper.
te: మీరు ఏ గుంపులోనూ సభ్యులు కాదు.
zh_cn: 你还未成为任何一个小组的成员。
