Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: You are a member of this group:
ca: Sou un membre d'aquest grup:
cs: Jste členem této skupiny:
es: Eres miembro de este grupo:
gl: Vostede pertence a este grupo:
ia: Tu es membro de iste gruppo:
it: Non fai parte di questo gruppo:
ja: あなたはこのグループのメンバーではありません:
mk: Не ни го испративте тој профил.
nb: Du er allerede logget inn!
sv: Du är en medlem i denna grupp:
te: మీరు ఇప్పటికే లోనికి ప్రవేశించారు!
zh_cn: 你是该小组成员：

# COMMANDHELP
source: Commands:
ca: Ordres:
ia: Commandos:
mk: Наредби:
sv: Kommandon:
te: ఆదేశాలు:

# COMMANDHELP
source: turn on notifications
ca: activa les notificacions
ia: activar notificationes
mk: вклучи известувања
sv: sätt på notifikationer

# COMMANDHELP
source: turn off notifications
ca: desactiva les notificacions
ia: disactivar notificationes
mk: исклучи известувања
sv: stäng av notifikationer

# COMMANDHELP
source: show this help
ca: mostra aquesta ajuda
ia: monstrar iste adjuta
mk: прикажувај ја оваа помош
sv: visa denna hjälp
te: ఈ సహాయాన్ని చూపిస్తుంది

# COMMANDHELP
source: subscribe to user
ca: subscriu a l'usuari
ia: subscriber al usator
mk: претплата на корисник
sv: prenumerera på användare
te: వాడుకరికి చందాచేరండి

# COMMANDHELP
source: lists the groups you have joined
ca: llista els grups on us heu unit
ia: lista le gruppos de que tu es membro
mk: ги наведува групите кајшто членувате
sv: listar de grupper som du har gått med i
te: మీరు చేరిన గుంపులను చూపిస్తుంది

# COMMANDHELP
source: tag a user
ia: etiquettar un usator
mk: означи корисник
sv: tagga en användare

# COMMANDHELP
source: untag a user
ia: disetiquettar un usator
mk: тргни ознака од корисник
sv: ta bort tagg från en användare

# COMMANDHELP
source: list the people you follow
ca: llista la gent que seguiu
ia: lista le gente que tu seque
mk: ги наведува лицата што ги следите
sv: lista de personer du följer
te: మీరు అనుసరించే వ్యక్తులను చూపిస్తుంది

# COMMANDHELP
source: list the people that follow you
ca: llista la gent que us segueix
ia: lista le gente que te seque
mk: ги наведува лицата што Ве следат
sv: lista de personer som följer dig
te: మిమ్మల్ని అనుసరించే వ్యక్తులను చూపిస్తుంది

# COMMANDHELP
source: unsubscribe from user
ca: cancel·la la subscripció a l'usuari
ia: cancellar subscription al usator
mk: откажување на претплата на корсиник
sv: avsluta prenumerationen på denna användare
te: వాడుకరి నుండి చందామానండి

# COMMANDHELP
source: direct message to user
ca: missatge directe a l'usuari
ia: message directe al usator
mk: непосредна порака за корисник
sv: direktmeddelande till användare
te: వాడుకరికి నేరు సందేశం

# COMMANDHELP
source: get last notice from user
ca: obtén el darrer avís de l'usuari
ia: obtener le ultime nota del usator
mk: преземање на последна забелешка од корисник
sv: hämta senaste notis från användare

# COMMANDHELP
source: get profile info on user
ca: aconsegueix la informació de perfil de l'usuari
ia: obtener informationes de profilo del usator
mk: преземање на профилни податоци за корисник
sv: hämta profilinformation om användaren

# COMMANDHELP
source: force user to stop following you
ca: força l'usuari a deixar de seguir-vos
ia: fortiar le usator a cessar de sequer te
mk: наложување на корисник да престане да Ве следи
sv: tvinga användare att sluta följa dig

# COMMANDHELP
source: add user's last notice as a 'fave'
ca: afegeix el darrer avís de l'usuari com a preferit
ia: adder le ultime nota del usator como 'favorite'
mk: бендисување на последната забелешка на корисникот
sv: lägg till användarens senaste notis som en favorit

# COMMANDHELP
source: add notice with the given id as a 'fave'
ca: afegeix l'avís amb l'id donat com a preferit
ia: adder le nota con le ID specificate como 'favorite'
mk: бендисување на забелешка со дадена назнака
sv: lägg till notis med den givna ID:n som en favorit

# COMMANDHELP
source: repeat a notice with a given id
ca: repeteix una notícia amb un id donat
ia: repeter un nota con un ID specificate
mk: овторување на забелешка со дадена назнака
sv: upprepa en notis med en given ID

# COMMANDHELP
source: repeat the last notice from user
ca: repeteix el darrer avís de l'usuari
ia: repeter le ultime nota del usator
mk: повторување на последната забелешка на корисникот
sv: upprepa den senaste notisen från användaren

# COMMANDHELP
source: reply to notice with a given id
ca: respon un avís amb un id donat
ia: responder al nota con un ID specificate
mk: одговарање на забелешка со дадена назнака
sv: svara på notis med en given ID

# COMMANDHELP
source: reply to the last notice from user
ca: respon al darrer avís de l'usuari
ia: responder al ultime nota del usator
mk: одговарање на последната забелешка на корисникот
sv: svara på den sista notisen från användaren

# COMMANDHELP
source: join group
ca: uneix al grup
ia: adherer al gruppo
mk: зачленување во група
sv: gå med i gruppen
te: గుంపులో చేరండి

# COMMANDHELP
source: Get a link to login to the web interface
ca: Obtén un enllaç per a iniciar una sessió des de la interfície web
ia: Obtener un ligamine pro aperir session in le interfacie web
mk: Добивање на врска за најава на мрежниот посредник
sv: Få en länk att logga in till webbgränssnittet

# COMMANDHELP
source: leave group
ca: deixa el grup
ia: quitar gruppo
mk: напуштање на група
sv: lämna grupp
te: గుంపు నుండి వైదొలగండి

# COMMANDHELP
source: get your stats
ca: aconsegueix les vostres estadístiques
ia: obtener tu statisticas
mk: преземање на Вашите статистики
sv: få din statistik
te: మీ గణాంకాలను చూపిస్తుంది

# COMMANDHELP
source: same as 'off'
ca: el mateix que 'off'
ia: mesme que 'off'
mk: исто што и „исклучено“
sv: samma som 'off'

# COMMANDHELP
source: same as 'follow'
ca: el mateix que 'follow'
ia: mesme que 'follow'
mk: исто што и „следи“
sv: samma som 'follow'

# COMMANDHELP
source: same as 'leave'
ca: el mateix que 'leave'
ia: mesme que 'leave'
mk: исто што и „напушти“
sv: samma som 'leave'

# COMMANDHELP
source: same as 'get'
ca: el mateix que 'get'
ia: mesme que 'get'
mk: исто што и „преземи“
sv: samma som 'get'

# COMMANDHELP
source: not yet implemented.
ca: no s'ha implementat encara.
ia: non ancora implementate.
mk: сè уште не е спроведено.
sv: ännu inte implementerad.
te: ఇంకా అమలుపరచబడలేదు.

# COMMANDHELP
source: remind a user to update.
ca: recorda a un usuari que actualitzi.
ia: rememorar un usator de actualisar.
mk: потсетување на корисник да поднови.
sv: påminna användaren att uppdatera.

source: No configuration file found.
ca: No s'ha trobat cap fitxer de configuració.
ia: Nulle file de configuration trovate.
mk: Нема пронајдено податотека со поставки.
sv: Ingen konfigurationsfil hittades.
zh_cn: 没有找到配置文件。

source: I looked for configuration files in the following places:
ca: S'han cercat fitxers de configuracions en els llocs següents:
ia: Io cercava files de configuration in le sequente locos:
mk: Пребарав податотеки со поставки на следниве места:
sv: Jag letade efter konfigurationsfiler på följande platser:
zh_cn: 我在以下位置查找了配置文件：

source: You may wish to run the installer to fix this.
ca: Podeu voler executar l'instal·lador per corregir-ho.
cs: Možná budete chtít spustit instalační program abyste to vyřešili.
es: Quizá desees ejecutar el instalador para solucionar este problema.
gl: Pode que queira executar o instalador para arranxalo.
ia: Considera executar le installator pro reparar isto.
it: Potrebbe essere necessario lanciare il programma d'installazione per correggere il problema.
ja: あなたは、これを修理するためにインストーラを動かしたがっているかもしれません。
ka: თუ გინდათ ინსტალატორი გაუშვით ამის გასასწორებლად.
mk: Препорачуваме да го пуштите инсталатерот за да го поправите ова.
sv: Du kanske vill köra installeraren för att åtgärda detta.
zh_cn: 或许你想运行安装程序来解决这个问题。

source: Go to the installer.
ca: Vés a l'instal·lador.
cs: Jdi na instalaci.
es: Ir al instalador.
gl: Ir ao instalador.
ia: Ir al installator.
it: Vai al programma d'installazione.
ja: インストーラへ。
ka: გადადი ამ ინსტალატორზე.
mk: Оди на инсталаторот.
sv: Gå till installeraren.
zh_cn: 去安装程序。

source: Database error
ca: Error de la base de dades
cs: Chyba databáze
es: Error de la base de datos
gl: Houbo un erro na base de datos
ia: Error de base de datos
it: Errore del database
ja: データベースエラー
ka: მონაცემთა ბაზის შეცდომა
mk: Грешка во базата на податоци
nb: Databasefeil
sv: Databasfel
zh_cn: 数据库错误

# MENU
source: Public
ca: Públic
mk: Јавна
sv: Publikt
te: బహిరంగం

# MENU
source: Groups
ca: Grups
ia: Gruppos
mk: Групи
sv: Grupper
te: గుంపులు

# MENU
source: Lists
ia: Listas
mk: Списоци
sv: Listor
te: జాబితాలు

source: Delete
ca: Elimina
cs: Odstranit
es: Borrar
gl: Borrar
ia: Deler
it: Elimina
ja: 削除
ka: წაშლა
mk: Избриши
nb: Slett
sv: Ta bort
te: తొలగించు
zh_cn: 删除

source: Delete this user
ca: Elimina l'usuari
cs: Odstranit tohoto uživatele
es: Borrar este usuario
gl: Borrar o usuario
ia: Deler iste usator
it: Elimina questo utente
ja: このユーザを削除
ka: ამ მომხმარებლის წაშლა
mk: Избриши овој корисник
nb: Slett denne brukeren
sv: Ta bort denna användare
te: ఈ వాడుకరిని తొలగించు
zh_cn: 删除这个用户

source: Change design
ca: Canvia el disseny
ia: Cambiar de apparentia
mk: Измени изглед
sv: Ändra utseende

source: Change colours
ca: Canvia els colors
cs: Změnit barvy
es: Cambiar colores
gl: Cambiar as cores
ia: Cambiar colores
it: Modifica colori
ja: 色の変更
ka: შეცვალე ფერები
mk: Промена на бои
nb: Endre farger
sv: Byt färger
te: రంగులను మార్చు
zh_cn: 改变颜色

source: Use defaults
ca: Utilitza els paràmetres per defecte
cs: Použít výchozí
es: Utilizar los valores predeterminados
gl: Utilizar os valores por defecto
ia: Usar predefinitiones
it: Usa predefiniti
ja: デフォルトを使用
ka: გამოიყენე პირვანდელი მდგომარეობა
mk: Користи по основно
nb: Bruk standard
sv: Använd standardvärden
te: అప్రమేయాలను ఉపయోగించు
zh_cn: 使用默认值

source: Upload file
ca: Puja un fitxer
cs: Nahrát soubor
es: Subir archivo
gl: Cargar un ficheiro
ia: Incargar file
it: Carica file
ja: ファイルアップロード
ka: ფაილის ატვირთვა
mk: Подигање
nb: Last opp fil
sv: Ladda upp fil
te: ఫైలుని ఎక్కించు
zh_cn: 上传文件

source: You can upload your personal background image. The maximum file size is 2MB.
ca: Podeu pujar la vostra imatge de fons personal. La mida màxima del fitxer és 2MB.
cs: Můžete nahrát váš osobní obrázek na pozadí. Maximální velikost souboru je 2 MB.
gl: Pode cargar a súa imaxe de fondo persoal. O ficheiro non pode ocupar máis de 2MB.
ia: Tu pote actualisar tu imagine de fundo personal. Le dimension maximal del file es 2MB.
it: Puoi caricare la tua immagine di sfondo. La dimensione massima del file è di 2MB.
ja: 自分のバックグラウンド画像をアップロードできます。最大ファイルサイズは 2MB です。
ka: თქვენ შეგიძლიათ ატვირთოთ პერსონალური ფონური სურათი. ფაილის დასაშვები ზომაა 2მბ.
mk: Можете да подигнете лична позадинска слика. Максималната дозволена големина изнесува 2МБ.
sv: Du kan ladda upp din personliga bakgrundbild. Den maximala filstorleken är 2MB.
te: మీ వ్యక్తిగత నేపథ్యపు చిత్రాన్ని మీరు ఎక్కించవచ్చు. గరిష్ఠ ఫైలు పరిమాణం 2మెబై.

# RADIO
source: On
ca: Activada
es: Activar
ia: Active
mk: Вкл.
sv: På
te: ఆన్
zh_cn: 打开

# RADIO
source: Off
ca: Desactivada
es: Desactivar
ia: Non active
mk: Искл.
sv: Av
te: ఆఫ్
zh_cn: 关闭

source: Design defaults restored.
ca: S'han restaurat els paràmetres de disseny per defecte.
cs: Obnoveno výchozí nastavení vzhledu.
es: Diseño predeterminado restaurado.
gl: Restableceuse o deseño por defecto.
ia: Apparentia predefinite restaurate.
it: Valori predefiniti ripristinati.
ja: デフォルトのデザインを回復。
ka: დიზაინის პირველადი პარამეტრები დაბრუნებულია.
mk: Основно-зададениот изглед е вратен.
sv: Standardvärden för utseende återställda.
zh_cn: 默认外观已恢复。

source: Unable to find services for %s.
ca: No s'han pogut trobar els serveis de %s.
ia: Incapace de trovar servicios pro %s.
mk: Не можам да пронајдам служби за: %s.
sv: Det gick inte att hitta tjänster för %s.
zh_cn: 无法找到 %s 的服务。

source: Disfavor this notice
ca: Deixa de tenir com a preferit aquest avís
cs: Odebrat toto oznámení z oblíbených
es: Excluir este mensaje de mis favoritos
gl: Desmarcar esta nota como favorita
ia: Disfavorir iste nota
it: Togli questo messaggio dai preferiti
ja: このつぶやきのお気に入りをやめる
ka: ამოშალე რჩეულებიდან ეს შეტყობინება
mk: Одбендисај ја забелешкава
sv: Avmarkera denna notis som favorit
zh_cn: 取消收藏这个消息

# BUTTON
source: Disfavor favorite
ca: Fes que deixi de ser preferit
ia: Disfavorir favorite
mk: Тргни од бендисани
sv: Ta bort märkning som favorit
zh_cn: 不赞成的最爱

source: Favor this notice
ca: Fes preferit aquest avís
cs: Přidat toto oznámení do oblíbených
es: Incluir este mensaje en tus favoritos
gl: Marcar esta nota como favorita
ia: Favorir iste nota
it: Rendi questo messaggio un preferito
ja: このつぶやきをお気に入りにする
ka: ჩაამატე რჩეულებში ეს შეტყობინება
mk: Бендисај ја забелешкава
sv: Markera denna notis som favorit
te: ఈ నోటీసుని పునరావృతించు
zh_cn: 收藏

# BUTTON
source: Favor
ca: Preferit
ia: Favorir
mk: Бендисај
sv: Markera som favorit
te: ఇష్టపడండి
zh_cn: 请

source: No author in the feed.
ca: No hi ha cap autor al canal.
ia: Il non ha un autor in le syndication.
mk: Нема автор во емитувањето.
sv: Ingen författare i flödet.
zh_cn: 没有在源中的作者。

source: Cannot import without a user.
ca: No es pot importar sense un usuari.
ia: Non pote importar sin usator.
mk: Не можам да увезам без корисник.
sv: Kan inte importera utan en användare.

source: Feeds
ca: Canals
gl: Fontes de novas
ia: Syndicationes
it: Feed
mk: Канали
sv: Flöden
te: ఫీడులు

# TAGS
source: All
ca: Tot
ia: Totes
mk: Сите
sv: Alla
te: అన్నీ

source: Tag
ca: Etiqueta
cs: Značka
es: Etiqueta
gl: Etiqueta
ia: Etiquetta
it: Etichetta
ja: タグ
ka: სანიშნე
mk: Ознака
sv: Tagg
te: ట్యాగు
zh_cn: 标签

source: Choose a tag to narrow list.
ca: Trieu una etiqueta per escurçar la llista
ia: Selige un etiquetta pro reducer le lista.
mk: Одберете ознака за да го ограничите списокот.
sv: Välj en tagg för att begränsa listan.

source: Grant this user the "%s" role
ca: Atorga a l'usuari el rol «%s»
cs: Dát tomuto uživateli roli "%s"
es: Otorgar al usuario el papel de "%$"
gl: Outorgarlle a este usuario o rol "%s"
ia: Conceder le rolo "%s" a iste usator
it: Concedi a questo utente il ruolo "%s"
ka: მიანიჭე ამ მომხმარებელს "%s" როლი
mk: Додели улога „%s“ на корисников
nb: Innvilg denne brukeren rollen «%s»
sv: Bevilja denna användare "%s"-rollen
zh_cn: 给这个用户添加\"%s\"权限

# BUTTON
source: Block
ca: Bloca
es: Bloquear
gl: Bloquear
ia: Blocar
it: Blocca
mk: Блокирај
nb: Blokker
sv: Blockera
te: నిరోధించు
zh_cn: 屏蔽

# TOOLTIP
source: Block this user
ca: Bloca aquest usuari
es: Bloquear a este usuario
gl: Bloquear este usuario
ia: Blocar iste usator
it: Blocca questo utente
mk: Блокирај го корисников
nb: Blokker denne brukeren
sv: Blockera denna användare
te: ఈ వాడుకరిని నిరోధించు
zh_cn: 屏蔽这个用户

source: URL of the homepage or blog of the group or topic.
ca: URL de la pàgina o blog del grup o de la temàtica.
ia: URL del pagina initial o blog del gruppo o topico.
mk: URL на страницата или блогот на групата или темата
sv: Webbadress till gruppen eller ämnets hemsida eller blogg.
zh_cn: 这个小组或主题的主页或博客 URL。

source: Describe the group or topic.
ca: Descriviu el grup o la temàtica.
ia: Describe le gruppo o topico.
mk: Опишете ја групата или темата.
sv: Beskriv gruppen eller ämnet.
te: గుంపుని లేదా విషయాన్ని వివరించండి.

source: Describe the group or topic in %d character or less.
ca: Descriviu el grup o la temàtica en %d caràcter o menys.
ia: Describe le gruppo o topico in %d character o minus.
mk: Опишете ја групата или темата со највеќе %d знак
sv: Beskriv gruppen eller ämnet med högst %d tecken eller färre

source: Location for the group, if any, like "City, State (or Region), Country".
ca: Ubicació del grup, si s'hi adiu cap, com ara «ciutat, comarca (o illa), país».
ia: Loco del gruppo, si existe, como "Citate, Provincia (o Region), Pais".
mk: Местоположба на групата (ако има). На пр. „Град, Сој. држава/област, Земја“
sv: Plats för gruppen, om någon, som "stad, stat (eller region), land".
te: గుంపు యొక్క ప్రాంతం, ఉంటే, "నగరం, రాష్ట్రం (లేదా ప్రాంతం), దేశం".
zh_cn: 小组的地理位置，例如“国家、省份、城市”。

source: Aliases
ca: Àlies
cs: Aliasy
es: Alias
gl: Pseudónimos
it: Alias
ja: 別名
mk: Алијаси
nb: Alias
sv: Alias
te: మారుపేర్లు
zh_cn: 别名

source: Extra nicknames for the group, separated with commas or spaces. Maximum %d alias allowed.
ca: Sobrenoms addicionals del grup, separats amb comes o espais. Es permet un màxim de %d àlies.
ia: Pseudonymo additional pro le gruppo. Solmente %d alias es permittite.
mk: Дополнителни прекари за групата, одделени со запирка или празно место, највеќе до %d
sv: Extra smeknamn för gruppen, separerade med kommatecken eller blanksteg. Maximalt %d alias tillåtet.
zh_cn: 该小组额外的昵称，用逗号或者空格分隔开，最多%d个别名。

source: New members must be approved by admin and all posts are forced to be private.
ca: Els nous membres cal que siguin aprovats per un administrador i tots els enviaments seran forçats a ser privats.
ia: Nove membros debe esser approbate per un administrator e tote le messages es fortiate a esser private.
mk: Новите членови мора да ги одобри администратор, а сите објави се наметнува да бидат приватни.
sv: Nya medlemmar måste godkännas av admininistratör och alla inlägg tvingas vara privata.

# GROUPADMIN
source: Admin
ca: Administrador
ia: Administrator
mk: Администратор
sv: Administratör
te: నిర్వాహకులు

# MENU
source: Group
ca: Grup
es: Grupo
gl: Grupo
ia: Gruppo
it: Gruppo
mk: Група
sv: Grupp
te: సమూహం
zh_cn: 小组

# TOOLTIP
source: %s group
ca: Grup %s
es: Grupo %s
gl: Grupo %s
ia: Gruppo %s
it: Gruppo %s
mk: Група „%s“
sv: %s grupp
te: %s సమూహం
zh_cn: %s小组

# MENU
source: Members
ca: Membres
es: Miembros
gl: Membros
ia: Membros
it: Membri
mk: Членови
sv: Medlemmar
te: సభ్యులు
zh_cn: 组员

# TOOLTIP
source: %s group members
ca: Membres del grup %s
es: Miembros del grupo %s
gl: Membros do grupo %s
ia: Membros del gruppo %s
it: Membri del gruppo %s
mk: Членови на групата „%s“
sv: %s gruppmedlemmar
te: %s సమూహ సభ్యులు
zh_cn: %s 小组成员

# MENU
source: Pending members (%d)
ca: Membres pendents (%d)
ia: Membro pendente
mk: Член во исчекување (%d)
sv: Väntande medlemmar (%d)

# TOOLTIP
source: %s pending members
ca: %s membres pendents
ia: %s membros pendente
mk: Корисници во исчекување на одобрение за члнство во групата %s
sv: %s väntande medlemmar
te: %s వేచివున్న సభ్యులు

# MENU
source: Blocked
ca: Blocats
es: Bloqueado
gl: Bloqueado
ia: Blocate
it: Bloccato
mk: Блокирани
sv: Blockerade
zh_cn: 屏蔽的用户

# TOOLTIP
source: %s blocked users
ca: %s usuaris blocats
es: %s usuarios bloqueados
gl: Usuarios bloqueados en %s
ia: %s usatores blocate
it: Utenti bloccati di %s
mk: Блокирани корисници од групата „%s“
sv: %s blockerade användare
te: %s నుండి నిరోధించిన వాడుకరులు
zh_cn: %s 屏蔽的用户

# MENU
source: Admin
ca: Administrador
gl: Administrador
it: Amministra
ka: ადმინი
mk: Админ
nb: Administrator
sv: Administratör
te: నిర్వాహకులు
zh_cn: 管理

# TOOLTIP
source: Edit %s group properties
ca: Edita les propietats del grup %s
es: Editar las propiedades del grupo %s
gl: Modificar as propiedades do grupo %s
ia: Modificar proprietates del gruppo %s
it: Modifica proprietà di %s
mk: Уредување на својства на групата „%s“
sv: Redigera %s gruppegenskaper
te: %s గుంపు లక్షణాలను మార్చండి
zh_cn: 编辑 %s 小组设置

# MENU
source: Logo
ca: Logotip
gl: Logotipo
ia: Logotypo
mk: Лого
sv: Logotyp
te: చిహ్నం

# TOOLTIP
source: Add or edit %s logo
ca: Afegeix o edita el logotip de %s
es: Añadir o modificar el logo %s
gl: Engadir ou modificar o logotipo de %s
ia: Adder o modificar logotypo de %s
it: Aggiungi o modifica il logo di %s
mk: Додавање или уредување на лого на групата „%s “
sv: Lägg till eller redigera %s logotyp
zh_cn: 添加或编辑 %s logo

# TOOLTIP
source: Add or edit %s design
ca: Afegeix o edita el disseny de %s
es: Añadir o modificar el diseño %s
gl: Engadir ou modificar o deseño de %s
ia: Adder o modificar apparentia de %s
it: Aggiungi o modifica l'aspetto di %s
mk: Додавање или уредување на изгледот на групата „%s“
sv: Lägg till eller redigera %s utseende
zh_cn: 添加或编辑 %s 外观

source: Group actions
ca: Accions del grup
cs: Akce skupiny
es: Acciones del grupo
gl: Accións do grupo
ia: Actiones del gruppo
it: Azioni dei gruppi
ja: グループアクション
mk: Групни дејства
nb: Gruppehandlinger
sv: Åtgärder för grupp
te: గుంపు చర్యలు
zh_cn: 小组动作

source: Popular groups
ia: Gruppos popular
mk: Популарни групи
sv: Populära grupper
te: ప్రసిద్ధ గుంపులు

source: Active groups
ia: Gruppos active
mk: Активни групи
sv: Aktiva grupper
te: క్రియాశీల గుంపులు

source: Tags in %s group's notices
ca: Etiquetes en els avisos del grup %s
cs: Značky v oznámeních skupiny %s
es: Etiquetas en mensajes del grupo %s
gl: Etiquetas nas notas do grupo %s
ia: Etiquettas in le notas del gruppo %s
it: Etichette nei messaggi del gruppo %s
ja: %s グループのつぶやきにあるタグ
ka: %s ჯგუფის შეტყობინებებში გამოყენებული სანიშნეები
mk: Ознаки во забелешките на групата %s
sv: Taggar i %s grupps notiser
zh_cn: 这个组所发布的消息的标签

source: This page is not available in a media type you accept
ca: Aquesta pàgina no està disponible en un tipus de mèdia que acceptis.
cs: Tato stránka není k dispozici v typu média která přijímáte.
es: Esta página no está disponible en el tipo de medio que aceptas.
gl: Esta páxina non está dispoñible nun formato axeitado para vostede
ia: Iste pagina non es disponibile in un formato que tu accepta
it: Questa pagina non è disponibile in un tipo di supporto che tu accetti
ja: このページはあなたが承認したメディアタイプでは利用できません。
ka: ეს გვერდი მიუწვდომელია იმ მედია ფორმატში რომელსაც თქვენ იღებთ
mk: Оваа страница не е достапна во форматот кој Вие го прифаќате.
nb: Denne siden er ikke tilgjengelig i en mediatype du aksepterer
sv: Denna sida är inte tillgänglig i den mediatyp du accepterat
zh_cn: 这个页面不提供你想要的媒体类型

source: Unsupported image file format.
ca: Format d'imatge no suportat.
cs: Nepodporovaný formát obrázku.
es: Formato de imagen no soportado.
gl: Non se soporta o formato da imaxe.
ia: Formato de file de imagine non supportate.
it: Formato file immagine non supportato.
ja: サポート外の画像形式です。
ka: სურათის ფორმატი მხარდაჭერილი არ არის.
mk: Неподдржан фомрат на слики.
nb: Bildefilformatet støttes ikke.
sv: Bildfilens format stödjs inte.
zh_cn: 不支持这种图像格式。

source: That file is too big. The maximum file size is %s.
ca: La mida del fitxer és massa gran, La mida màxima és %s.
cs: Ten soubor je příliš velký. Maximální velikost souboru je %s.
es: El archivo es muy grande. El tamaño máximo permitido es %s.
gl: Ese ficheiro é grande de máis. O tamaño máximo por ficheiro son %s.
ia: Iste file es troppo grande. Le dimension maximal es %s.
it: Quel file è troppo grande. La dimensione massima è %s.
ja: ファイルが大きすぎます。最大ファイルサイズは %s 。
ka: ეს ფაილი ძალიან დიდია. ფაილის მაქს. ზომაა %s.
mk: Податотеката е преголема. Максималната дозволена големина изнесува %s.
nb: Filen er for stor. Maks filstørrelse er %s.
sv: Denna fil är för stor. Den maximala filstorleken är %s.
te: ఆ దస్త్రం చాలా పెద్దగా ఉంది. గరిష్ఠ దస్త్రపు పరిమాణం %s అక్షరాలు.
zh_cn: 文件太大。文件大小限制在%s以下。

source: Partial upload.
ca: Càrrega parcial.
cs: Částečné náhrání.
es: Subida parcial
gl: Carga parcial.
ia: Incargamento partial.
it: Caricamento parziale.
ja: 不完全なアップロード。
ka: ნაწილობრივი ატვირთვა.
mk: Делумно подигање.
nb: Delvis opplasting.
sv: Bitvis uppladdad.
te: పాక్షిక ఎగుమతి.
zh_cn: 部分上传。

source: Not an image or corrupt file.
ca: No és una imatge o és un fitxer corrupte.
cs: Není obrázkem, nebo jde o poškozený soubor.
es: No es una imagen o es un fichero corrupto.
gl: O ficheiro está mal ou non é unha imaxe.
ia: Le file non es un imagine o es defectuose.
it: Non è un'immagine o il file è danneggiato.
ja: 画像ではないかファイルが破損しています。
ka: სურათი არ არის, ან ფაილი დაზიანებულია.
mk: Не е слика или податотеката е пореметена.
nb: Ikke et bilde eller en korrupt fil.
sv: Inte en bildfil eller så är filen korrupt.
te: బొమ్మ కాదు లేదా పాడైపోయిన ఫైలు.
zh_cn: 不是图片文件或文件已损坏。
