Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Seen anything interesting recently? You haven't posted any notices yet, now would be a good time to start :)
ca: Heu vist res interessant recentment? No heu enviat cap avís encara, ara podria ser un bon moment per començar :)
cs: Viděli jste v poslední době zajímavého? Nemáte zatím žádné oznámení, teď by byl dobrý čas začít:)
es: ¿Has visto algo interesante recientemente? Aún no has hecho ninguna publicación, así que este puede ser un buen momento para empezar :)
gl: Viu algo interesante hoxe? Aínda non publicou ningunha nota, este sería un bo momento para comezar :)
ia: Videva tu qualcosa de interessante recentemente? Tu non ha ancora publicate alcun nota, dunque iste es un bon momento pro comenciar :)
it: Visto niente di interessante? Non hai scritto ancora alcun messaggio, questo potrebbe essere un buon momento per iniziare! :)
ja: 最近おもしろいものは何でしょう? あなたは少しのつぶやきも投稿していませんが、いまは始める良い時でしょう:)
mk: Имате видено нешто интересно во последно време? Сè уште немате објавено ниедна забелешка, но сега е добро време за да почнете :)
nb: Sett noe interessant nylig? Du har ikke postet noen notiser ennå, så hvorfor ikke begynne nå? :)
sv: Sett något intressant nyligen? Du har inte postat några notiser än. Varför inte börja nu?
te: ఈమధ్యే ఏదైనా ఆసక్తికరమైనది చూసారా? మీరు ఇంకా నోటీసులేమీ వ్రాయలేదు, మొదలుపెట్టడానికి ఇదే మంచి సమయం :)
zh_cn: 最近看到了什么有趣的消息了么？你还没有发布消息呢，现在开始吧 :)

source: You can try to nudge %1$s or [post something to them](%%%%action.newnotice%%%%?status_textarea=%2$s).
ca: Sigueu el primer en [enviar sobre aquest tema](%%%%action.newnotice%%%%?status_textarea=%s)!
cs: Můžete se pokusit uživatele %1$s postrčit nebo [jim něco poslat](%%%%action.newnotice%%%%?status_textarea=%2$s).
es: Puedes intentar darle un toque a %1$s o [publicar algo a su atención](%%%%action.newnotice%%%%?status_textarea=%2$s).
gl: Pode probar a facerlle un aceno a %1$s ou [publicar algo dirixido a el ou ela](%%%%action.newnotice%%%%?status_textarea=%2$s).
ia: Tu pote tentar dar un pulsata a %1$s o [publicar un nota a su attention](%%%%action.newnotice%%%%?status_textarea=%2$s).
it: [Scrivi qualche cosa](%%%%action.newnotice%%%%?status_textarea=%s) su questo argomento!
ja: 最初の [このトピック投稿](%%%%action.newnotice%%%%?status_textarea=%s) をしてください!
mk: Можете да го подбуцнете корисникот %1$s или [му испратите нешто](%%%%action.newnotice%%%%?status_textarea=%2$s).
nb: Vær den første til å [poste om dette emnet](%%%%action.newnotice%%%%?status_textarea=%s)!
sv: Var den första att [skriva i detta ämne](%%%%action.newnotice%%%%?status_textarea=%s)!
zh_cn: 你可以试着呼叫%1$s或给他们 [发一些消息](%%%%action.newnotice%%%%?status_textarea=%2$s)。

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%%%action.register%%%%) to follow **%s**'s notices and many more! ([Read more](%%%%doc.help%%%%))
ca: **%s** té un compte a %%%%site.name%%%%, un servei de [microblogging](http://ca.wikipedia.org/wiki/Microblogging) basat en l'eina lliure [StatusNet](http://status.net/). Els seus membres comparteixen missatges curts sobre llur vida i interessos. [Uniu-vos-hi ara](%%%%action.register%%%%) per poder seguir els avisos de **%s** i molt més! ([Més informació...](%%%%doc.help%%%%))
cs: **%s** má účet na %%site.name%%, [mikro-blogovací](http://drbz.cz/i/napoveda-faq#mikroblog) službě založené na Free Software nástroji [StatusNet](http://status.net/). [Zaregistrujte se](%%action.register%%) a sledujte oznámení od **%s**a mnoha dalších! ([Čtěte více](%%doc.help%%))
es: **%s** tiene una cuenta en %%%%site.name%%%%, un servicio de [microblogueo](http://es.wikipedia.org/wiki/Microblogging) basado en la herramienta de software libre [StatusNet](http://status.net/). ¡[Regístrate](%%%%action.register%%%%) para seguir los avisos de **%s** y de muchas personas más! ([Más información](%%%%doc.help%%%%))
gl: **%s** ten unha conta en %%%%site.name%%%%, un servizo de [mensaxes de blogue curtas](http://en.wikipedia.org/wiki/Microblogging) (en inglés) baseado na ferramenta de software libre [StatusNet](http://status.net/). [Únase agora](%%%%action.register%%%%) para seguir as notas de **%s** e de moita máis xente! ([Máis información](%%%%doc.help%%%%))
ia: **%s** ha un conto in %%%%site.name%%%%, un servicio de [micro-blogging](http://en.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/). [Crea un conto](%%%%action.register%%%%) pro sequer le notas de **%s** e multe alteres! ([Lege plus](%%%%doc.help%%%%))
it: **%s** ha un account su %%%%site.name%%%%, un servizio di [microblog](http://it.wikipedia.org/wiki/Microblogging) basato sul software libero [StatusNet](http://status.net/). [Crea un account](%%%%action.register%%%%) per seguire i messaggi di **%s** e di molti altri! ([Maggiori informazioni](%%%%doc.help%%%%))
ja: **%s** は %%%%site.name%%%% 上のアカウントです。フリーソフトウェアツール[StatusNet](http://status.net/)を基にした[マイクロブロギング](http://en.wikipedia.org/wiki/Micro-blogging) サービス。[今すぐ参加](%%%%action.register%%%%)して、**%s** のつぶやきなどをフォローしましょう! ([もっと読む](%%%%doc.help%%%%))
mk: **%s** има сметка на %%%%site.name%%%%, мрежно место за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) заснована на слободната програмска алатка [StatusNet](http://status.net/). [Зачленете се](%%%%action.register%%%%) за да можете да ги следите забелешките на **%s** и многу повеќе! ([Прочитајте повеќе](%%%%doc.help%%%%))
nb: **%s** har en konto på %%%%site.name%%%%, en [mikrobloggingstjeneste](http://no.wikipedia.org/wiki/Mikroblogg) basert på det frie programvareverktøyet [StatusNet](http://status.net/). [Bli med nå](%%%%action.register%%%%) for å følge **%s** og mange flere sine notiser. ([Les mer](%%%%doc.help%%%%))
sv: **%s** har ett konto på %%%%site.name%%%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)tjänst baserad på den fria programvaran [StatusNet](http://status.net/). [Gå med nu](%%%%action.register%%%%) för att följa **%s**s notiser och många fler! ([Läs mer](%%%%doc.help%%%%))
zh_cn: **%s**在%%%%site.name%%%%有一个账号，%%%%site.name%%%%是一个基于自由软件[StatusNet](http://status.net/)的[微博客](http://zh.wikipedia.org/zh-hans/%E5%BE%AE%E5%8D%9A%E5%AE%A2)服务。[现在加入](%%%%action.register%%%%)并关注**%s**的消息和享受更多乐趣! （[阅读更多](%%%%doc.help%%%%)）

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
ca: **%s** té un compte a %%%%site.name%%%%, un servei de [microblogging](http://ca.wikipedia.org/wiki/Microblogging) basat en l'eina lliure [StatusNet](http://status.net/).
cs: **%s** má účet na %%site.name%%, [mikro-blogovací](http://drbz.cz/i/napoveda-faq#mikroblog) službě založené na Free Software nástroji [StatusNet](http://status.net/).
es: **% s ** tiene una cuenta en %%%%site.name%%%%, un servicio de [microblogueo](http://en.wikipedia.org/wiki/Micro-blogging), basado en la herramienta de software libre [StatusNet](http://status.net/).
gl: **%s** ten unha conta en %%%%site.name%%%%, un servizo de [mensaxes de blogue curtas](http://en.wikipedia.org/wiki/Microblogging) (en inglés) baseado na ferramenta de software libre [StatusNet](http://status.net/).
ia: **%s** ha un conto in %%%%site.name%%%%, un servicio de [micro-blogging](http://en.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/).
it: **%s** ha un account su %%%%site.name%%%%, un servizio di [microblog](http://it.wikipedia.org/wiki/Microblogging) basato sul software libero [StatusNet](http://status.net/).
ja: **%s** は %%site.name%% 上のアカウントです。フリーソフトウェアツール[StatusNet](http://status.net/)を基にした[マイクロブロギング](http://en.wikipedia.org/wiki/Micro-blogging) サービス。
mk: **%s** има сметка на %%%%site.name%%%%, мрежно место за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) заснована на слободната програмска алатка [StatusNet](http://status.net/).
nb: **%s** har en konto på %%%%site.name%%%%, en [mikrobloggingstjeneste](http://no.wikipedia.org/wiki/Mikroblogg) basert på det frie programvareverktøyet [StatusNet](http://status.net/).
sv: **%s** har ett konto på %%%%site.name%%%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)tjänst baserad på den fria programvaran [StatusNet](http://status.net/).
zh_cn: **%s**在%%%%site.name%%%%有一个账号，%%%%site.name%%%%是一个基于自由软件[StatusNet](http://status.net/)的[微博客](http://zh.wikipedia.org/zh-hans/%E5%BE%AE%E5%8D%9A%E5%AE%A2)。

source: Repeat of %s
ca: Repetició de %s
cs: Opakování %s
es: Repetición de %s
gl: Repeticións de %s
ia: Repetition de %s
it: Ripetizione di %s
ja: %s の繰り返し
mk: Повторувања на %s
nb: Repetisjon av %s
sv: Upprepning av %s
te: %s యొక్క పునరావృతం
zh_cn: %s 的转发

source: You cannot silence users on this site.
ca: No podeu silenciar els usuaris d'aquest lloc.
cs: Na tomto webu nemůžete ztišovat uživatele.
es: No puedes silenciar a otros usuarios en este sitio.
gl: Non pode silenciar usuarios neste sitio.
ia: Tu non pote silentiar usatores in iste sito.
it: Non puoi zittire gli utenti su questo sito.
ja: あなたはこのサイトでユーザを黙らせることができません。
ka: თქვენ ვერ შეძლებთ მომხმარებლების დადუმებას ამ საიტზე.
mk: Не можете да замолчувате корисници на ова мрежно место.
nb: Du kan ikke bringe brukere til taushet på dette nettstedet.
sv: Du kan inte tysta ned användare på denna webbplats.
zh_cn: 你不能在这个站点上将用户禁言。

source: User is already silenced.
ca: L'usuari ja està silenciat.
cs: Uživatel je už umlčen.
es: El usuario ya ha sido silenciado.
gl: O usuario xa está silenciado.
ia: Usator es ja silentiate.
it: L'utente è già stato zittito.
ja: ユーザは既に黙っています。
ka: მომხმარებელი უკვე დადუმებულია.
mk: Корисникот е веќе замолчен.
nb: Bruker er allerede brakt til taushet.
sv: Användaren är redan nedtystad.
zh_cn: 用户已经被禁言。

# TITLE
source: Site
ca: Lloc
ia: Sito
mk: Мреж. место
sv: Webbplats
te: సైటు

source: Basic settings for this StatusNet site
ca: Paràmetres bàsics d'aquest lloc basat en l'StatusNet.
cs: Základní nastavení pro tuto stránku StatusNet
es: Configuración básica de este sitio StatusNet.
gl: Configuración básica para este sitio StatusNet
ia: Configurationes de base pro iste sito StatusNet
it: Impostazioni di base per questo sito StatusNet
ja: この StatusNet サイトのデザイン設定。
ka: ამ საიტის ძირითადი პარამეტრები
mk: Основни поставки за оваа StatusNet-мрежно место.
nb: Grunninnstillinger for dette StatusNet-nettstedet
sv: Grundinställningar för din StatusNet-webbplats
te: ఈ స్టేటస్&zwnj;నెట్ సైటుకి ప్రాధమిక అమరికలు
zh_cn: 这个 StatusNet 网站的基本设置

source: Site name must have non-zero length.
ca: El nom del lloc ha de tenir una longitud superior a zero.
cs: Název webu musí mít nenulovou délku.
es: El nombre del sitio debe tener longitud diferente de cero.
gl: O nome do sitio non pode quedar baleiro.
ia: Le longitude del nomine del sito debe esser plus que zero.
it: Il nome del sito non deve avere lunghezza parti a zero.
ja: サイト名は長さ0ではいけません。
ka: საიტის სახელი არ უნდა იყოს ნულოვანი სიგრძის.
mk: Должината на името на мрежното место не може да изнесува нула.
nb: Nettstedsnavnet må være minst ett tegn langt.
sv: Webbplatsnamnet måste vara minst ett tecken långt.
te: సైటు పేరు తప్పనిసరిగా సున్నా కంటే ఎక్కువ పొడవుండాలి.
zh_cn: 网站名称长度必须大于零。

source: You must have a valid contact email address.
ca: Heu de tenir una adreça electrònica de contacte vàlida.
cs: Musíte mít platnou kontaktní emailovou adresu.
es: Debes tener una dirección de correo electrónico válida.
gl: Ten que ter un enderezo de correo electrónico de contacto correcto.
ia: Tu debe haber un valide adresse de e-mail pro contacto.
it: Devi avere un'email di contatto valida.
ja: 有効な連絡用メールアドレスがなければなりません。
ka: თქვენ უნდა გქონდეთ ნამდვილი საკონტაქტო ელ. ფოსტის მისამართი.
mk: Мора да имате важечка контактна е-поштенска адреса.
nb: Du må ha en gyldig e-postadresse.
sv: Du måste ha en giltig e-postadress.
te: మీకు సరైన సంప్రదింపు ఈమెయిలు చిరునామా ఉండాలి.
zh_cn: 你必须有一个有效的 email 地址。

source: Unknown language "%s".
ca: Llengua desconeguda «%s».
cs: Neznámý jazyk "%s".
es: Idioma desconocido "%s".
gl: Non se coñece a lingua "%s".
ia: Lingua "%s" incognite.
it: Lingua "%s" sconosciuta.
ja: 不明な言語 "%s"
ka: უცნობი ენა "%s".
mk: Непознат јазик „%s“
nb: Ukjent språk «%s».
sv: Okänt språk "%s".
te: గుర్తు తెలియని భాష "%s".
zh_cn: 未知的语言“%s”

source: Minimum text limit is 0 (unlimited).
ca: El límit de text mínim és 0 (sense cap límit).
cs: Minimální limit textu je 0 (bez omezení).
es: El límite mínimo de texto es 0 (sin límite).
gl: O límite mínimo de texto é 0 (ilimitado).
ia: Le limite minimal del texto es 0 (illimitate).
it: Il limite minimo del testo è di 0 caratteri (illimitato).
ka: ტექსტის მინიმალური ზღვარია 0 (ულიმიტო).
mk: Минималниот дозволен текст изнесува 0 (неограничено).
nb: Minste tekstgrense er 0 (ubegrenset).
sv: Minsta textbegränsning är 0 (obegränsat).
te: కనిష్ఠ పాఠ్య పరిమితి 0 (అపరిమితం).
zh_cn: 最短的文字限制为0（没有限制）。

source: Dupe limit must be one or more seconds.
ca: El límit de duplicats ha de ser d'un o més segons.
cs: Duplikační limit musí být jedna nebo více sekund.
es: El límite de duplicación debe ser de 1 o más segundos.
gl: O tempo límite de repetición debe ser de 1 ou máis segundos.
ia: Le limite de duplicatos debe esser un o plus secundas.
it: Il limite per i duplicati deve essere di 1 o più secondi.
mk: Ограничувањето на дуплирањето мора да изнесува барем 1 секунда.
sv: Duplikatgräns måste vara en eller fler sekuner.
zh_cn: 防刷新限制至少要1秒或者更长。

# LEGEND
source: General
mk: Општи
sv: Allmänt
te: సాధారణం

# LABEL
source: Site name
ca: Nom del lloc
ia: Nomine del sito
mk: Име на мреж. место
sv: Webbplatsens namn
te: సైటు పేరు

source: The name of your site, like "Yourcompany Microblog".
ca: El nom del vostre lloc, com ara «El microblog de l'empresa».
ia: Le nomine de tu sito, como "Le microblog de TuCompania"
mk: Името на Вашето мрежно место, како на пр. „Микроблог на Вашафирма“.
sv: Namnet på din webbplats, som "Företagsnamn mikroblogg".
te: మీ సైటు యొక్క పేరు, ఇలా "మీకంపెనీ మైక్రోబ్లాగు"

source: Brought by
ca: Funciona gràcies a
cs: Přineseno
es: Traído por
gl: Publicado por
ia: Realisate per
it: Offerto da
ja: 持って来られます
mk: Овозможено од
sv: Tillhandahållen av
te: అందిస్తున్నవారు
zh_cn: 提供商

source: Text used for credits link in footer of each page.
ca: El text que s'utilitza a l'enllaç dels crèdits al peu de cada pàgina.
ia: Le texto usate pro le ligamine al creditos in le pede de cata pagina.
mk: Текст за врската за наведување на авторите во подножјето на секоја страница.
sv: Text som används för tillskrivningslänkar i sidfoten på varje sida.

source: Brought by URL
ca: URL de «Funciona gràcies a»
cs: Přineseno URL
es: Traído por URL
gl: URL do publicador
ia: URL pro "Realisate per"
it: URL per offerto da
ja: URLで、持って来られます
ka: მომწოდებლის URL
mk: URL-адреса на овозможувачот на услугите
sv: Tillhandahållen av URL
te: అందిస్తున్నవారి URL
zh_cn: 提供商 URL

source: URL used for credits link in footer of each page.
ca: L'URL que s'utilitza en els enllaços de crèdits al peu de cada pàgina.
ia: URL usate pro le ligamine al creditos in le pede de cata pagina.
mk: URL-адресата која е користи за врски за автори во подножјето на секоја страница.
sv: URL som används för tillskrivningslänkar i sidfoten på varje sida.

source: Email
ca: Correu electrònic
es: Correo electrónico
gl: Correo electrónico
ja: メール
ka: ელ. ფოსტა
mk: Е-пошта
nb: E-post
sv: E-post
te: ఈమెయిల్
zh_cn: 电子邮件

source: Contact email address for your site.
ca: Adreça electrònica de contacte del vostre lloc.
ia: Le adresse de e-mail de contacto pro tu sito.
mk: Контактна е-пошта за Вашето мрежното место.
sv: Kontakt-e-postadress för din webbplats.
te: మీ సైటుకి సంప్రదింపుల ఈమెయిల్ చిరునామా.

# LEGEND
source: Local
mk: Локални
sv: Lokala
te: స్థానికం

source: Default timezone
ca: Fus horari per defecte
cs: Výchozí časové pásmo
es: Zona horaria predeterminada
gl: Fuso horario por defecto
ia: Fuso horari predefinite
it: Fuso orario predefinito
ja: デフォルトタイムゾーン
ka: პირვანდელი დროის სარტყელი
mk: Основна часовна зона
nb: Standard tidssone
sv: Standardtidszon
te: అప్రమేయ కాలమండలం
zh_cn: 默认时区

source: Default timezone for the site; usually UTC.
ca: Fus horari per defecte del lloc; normalment UTC.
cs: Výchozí časové pásmo pro web, obvykle UTC.
es: Zona horaria predeterminada del sitio; generalmente UTC.
gl: Fuso horario por defecto para este sitio. Adoita poñerse o UTC.
ia: Fuso horari predefinite pro le sito; normalmente UTC.
it: Fuso orario predefinito; tipicamente UTC
ja: サイトのデフォルトタイムゾーン; 通常UTC。
ka: პირვანდელი დროის სარტყელი ამ საიტისთვის; ძირითადად UTC.
mk: Матична часовна зона за мрежното место; обично UTC.
nb: Standard tidssone for nettstedet; vanligvis UTC.
sv: Standardtidzon för denna webbplats; vanligtvis UTC.
zh_cn: 默认的网站时区；通常使用 UTC。

source: Default language
ca: Llengua per defecte
cs: Výchozí jazyk
es: !Idioma predeterminado
gl: Lingua por defecto
ia: Lingua predefinite
it: Lingua predefinita
ja: ご希望の言語
ka: პირვანდელი ენა
mk: Основен јазик
nb: Standardspråk
sv: Standardspråk
te: అప్రమేయ భాష
zh_cn: 默认语言

source: Site language when autodetection from browser settings is not available
ca: Llengua del lloc quan la detecció automàtica des de la configuració del navegador no està disponible
cs: Jazyk stránky když není k dispozici autodetekce z nastavení prohlížeče
es: Idioma del sitio cuando la autodetección de la configuración del navegador no está disponible
gl: Lingua do sitio para cando a detección automática a partir do navegador non sexa posible
ia: Le lingua del sito quando le detection automatic ex le configuration del navigator non es disponibile
it: Lingua del sito quando il rilevamento automatico del browser non è disponibile
ka: საიტის ენა, როდესაც ბროუზერის ავტოდამდგენი არ არის ხელმისაწვდომი
mk: Јазик на мрежното место ако прелистувачот не може да го препознае сам
sv: Webbplatsspråk när automatisk identifiering av inställningar i webbläsaren inte är tillgänglig
te: విహారిణి అమరికల నుండి భాషని స్వయంచాలకంగా పొందలేకపోయినప్పుడు ఉపయోగించే సైటు భాష
zh_cn: 当从浏览器自动获取语言不可用时网站的语言

# LEGEND
source: Limits
ca: Límits
ia: Limites
mk: Ограничувања
sv: Begränsningar
te: పరిమితులు

source: Text limit
ca: Límits del text
cs: Omezení textu
es: Límite de texto
gl: Límite de texto
ia: Limite de texto
it: Limiti del testo
ja: テキスト制限
ka: ტექსტის ზღვარი
mk: Ограничување на текстот
nb: Tekstgrense
sv: Textbegränsning
te: పాఠ్యపు పరిమితి
zh_cn: 文字限制

source: Maximum number of characters for notices.
ca: Nombre màxim de caràcters dels avisos.
cs: Maximální počet znaků v oznámení.
es: Cantidad máxima de caracteres para los mensajes.
gl: Número máximo de caracteres para as notas.
ia: Numero maxime de characteres pro notas.
it: Numero massimo di caratteri per messaggo
ja: つぶやきの文字の最大数
ka: შეტყობინების სიმბოლოთა მაქსიმალური რაოდენობა.
mk: Максимален број на знаци за забелешки.
nb: Maks antall tegn for notiser.
sv: Maximala antalet tecken för notiser.
te: సందేశాలలోని అక్షరాల గరిష్ఠ సంఖ్య.
zh_cn: 消息最长的字符数。

source: Dupe limit
ca: Límit de duplicats
cs: Limit duplikace
es: Límite de duplicados
gl: Tempo límite de repetición
ia: Limite de duplicatos
it: Limite duplicati
ja: デュープ制限
mk: Ограничување на дуплирањето
nb: Duplikatsgrense
sv: Duplikatbegränsning
zh_cn: 防刷新限制

source: How long users must wait (in seconds) to post the same thing again.
ca: Quant de temps cal que esperin els usuaris (en segons) per enviar el mateix de nou.
cs: Jak dlouho uživatel musí čekat (v sekundách) než může poslat totéž znovu.
es: Cuántos segundos es necesario esperar para publicar lo mismo de nuevo.
gl: Tempo (en segundos) que teñen que agardar os usuarios para publicar unha nota de novo.
ia: Quante tempore (in secundas) le usatores debe attender ante de poter publicar le mesme cosa de novo.
it: Quanto tempo gli utenti devono attendere (in secondi) prima di inviare nuovamente lo stesso messaggio
ja: どれくらい長い間(秒)、ユーザは、再び同じものを投稿するのを待たなければならないか。
ka: რამდენი ხანი (წამებში) უნდა ელოდოს მომხმარებელი რომ დაპოსტოს ერთი და იგივე.
mk: Колку долго треба да почекаат корисниците (во секунди) за да можат повторно да го објават истото.
nb: Hvor lenge en bruker må vente (i sekund) for å poste den samme tingen igjen.
sv: Hur länge användare måste vänta (i sekunder) för att posta samma sak igen.
te: అదే విషయాన్ని మళ్ళీ టపా చేయడానికి వాడుకరులు ఎంత సమయం (క్షణాల్లో) వేచివుండాలి.
zh_cn: 用户再次发布相同内容时需要等待的时间（秒）。

source: Save site settings
ca: Desa els paràmetres del lloc
cs: Uložit Nastavení webu
es: Guardar la configuración del sitio
gl: Gardar a configuración do sitio
ia: Salveguardar configurationes del sito
it: Salva impostazioni
ja: サイト設定の保存
ka: საიტის პარამეტრების შენახვა
mk: Зачувај нагодувања на мреж. место
nb: Lagre nettstedsinnstillinger
sv: Spara webbplatsinställningar
te: సైటు అమరికలను భద్రపరచు
zh_cn: 保存访问设置

source: Site Notice
ca: Avís per a tot el lloc
cs: Oznámení stránky
es: Aviso del mensaje
gl: Nota do sitio
ia: Aviso del sito
it: Messaggio del sito
ka: საიტის შეტყობინება
mk: Објава на страница
nb: Nettstedsnotis
sv: Webbplatsnotis
te: సైటు గమనిక
zh_cn: 网站公告

source: Edit site-wide message
ca: Edita el missatge per a tot el lloc
cs: Upravit celo-webovou zprávu
es: Editar el mensaje que va a lo ancho del sitio
gl: Editar a mensaxe global do sitio
ia: Modificar message a tote le sito
it: Modifica il messaggio del sito
ka: ჩაასწორე საიტის მომცველი შეტყობინება
mk: Уреди објава за цело мрежно место
sv: Redigera webbplastsnotis
zh_cn: 编辑整个网站的公告

source: Unable to save site notice.
ca: No s'ha pogut desar l'avís per a tot el lloc.
cs: Problém při ukládání sdělení stránky
es: No se pudo guarda el aviso del sitio.
gl: Non se puido gardar a nota do sitio.
ia: Impossibile salveguardar le aviso del sito.
it: Impossibile salvare il messaggio del sito.
ka: საიტის შეტყობინების შენახვა ვერ მოხერხდა.
mk: Не можам да ја зачувам објавата за мрежното место.
nb: Kunne ikke lagre nettstedsnotis.
sv: Kunde inte spara webbplatsnotis.
te: సైటు గమనికని భద్రపరచు
zh_cn: 无法保存网站公告。

source: Maximum length for the site-wide notice is 255 characters.
ca: La mida màxima per als avisos per a tot el lloc és de 255 caràcters.
ia: Le longitude maxime del aviso a tote le sito es 255 characteres.
mk: Објавата за цело мрежно место не треба да содржи повеќе од 255 знаци.
sv: Maximal längd för notisen för hela webbplatsen är 255 tecken.
te: సైటు-వారీ నోటీసుకి గరిష్ఠ పొడవు 255 అక్షరాలు.
zh_cn: 整个网站的公告最长限制为255字符。

source: Site notice text
ca: Text d'avís per a tot el lloc
cs: Text sdělení stránky
es: Texto del mensaje del sitio
gl: Texto da nota do sitio
ia: Texto del aviso del sito
it: Testo messaggio del sito
ka: საიტის შეტყობინების ტექსტი
mk: Текст на објавата за мрежното место
nb: Tekst for nettstedsnotis
sv: Text för webbplatsnotis
te: సైటు గమనిక పాఠ్యం
zh_cn: 网站公告文字

source: Site-wide notice text (255 characters maximum; HTML allowed)
ca: Text d'avís per a tot el lloc (màxim 255 caràcters; es permet l'HTML)
ia: Le texto del aviso a tote le sito (maximo 255 characteres; HTML permittite)
mk: Текст на главната објава по цело мрежно место (највеќе до 255 знаци; дозволено и HTML)
sv: Notistext för hela webbplatsen (max 255 tecken; HTML tillåts)
te: సైటు-వారీ నోటీసు పాఠ్యం (255 అక్షరాలు గరిష్ఠం; HTML ఇవ్వొచ్చు)
zh_cn: 整个网站的公告文字（最长255字符；可使用HTML）

source: Save site notice.
ca: Desa l'avís per a tot el lloc.
ia: Salveguardar aviso del sito.
mk: Зачувај ја објавата на мреж. место.
sv: Spara webbplatsnotis.
te: సైటు గమనికను భద్రపరచండి.
zh_cn: 保存网站公告。

source: SMS settings
ca: Paràmetres de l'SMS
cs: nastavení SMS
es: Configuración de SMS
gl: Configuración dos SMS
ia: Parametros de SMS
it: Impostazioni SMS
ja: SMS 設定
ka: SMS პარამეტრები
mk: Нагодувања за СМС
nb: SMS-innstillinger
sv: Inställningar för SMS
te: SMS అమరికలు
zh_cn: SMS 设置
