Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Not overwriting author info for non-trusted user.
ca: No se sobreescriu la informació d'usuari dels usuaris en què no s'hi confia.
ia: Non es superscribite le information de autor pro un usator non de confidentia.
mk: Не презапишувам авторски податоци за недоверлив корисник.
sv: Skriver inte över författarinformation för inte betrodda användare.
zh_cn: 不受信任的用户的信息不被重写。

source: No content for notice %s.
ca: No hi ha contingut a l'avís %s.
ia: Nulle contento pro nota %s.
mk: Нема содржина за забелешката %s.
sv: Inget innehåll i notis %s.
zh_cn: 通知 %s 没有内容。

source: No such user "%s".
ca: No existeix l'usuari «%s».
ia: Le usator "%s" non existe.
mk: Нема корисник по име „%s“.
sv: Ingen sådan användare "%s".
te: %s అనే వాడుకరి లేరు.

source: Can't handle remote content yet.
ca: No es pot gestionar el contingut remot encara.
cs: Ještě neumí zpracovat vzdálený obsah.
es: Aún no se puede manejar contenido remoto.
gl: Aínda non é posible manexar contidos remotos.
ia: Non pote ancora tractar contento remote.
it: Impossibile gestire contenuti remoti.
ka: ჯერჯერობით ვერ ვამუშავებ დაშორებულ შიგთავსს.
mk: Сè уште не е поддржана обработката на далечинска содржина.
sv: Kan inte hantera fjärrinnehåll ännu.
zh_cn: 还不能处理远程内容。

source: Can't handle embedded XML content yet.
ca: No es pot gestionar el contingut XML incrustat encara.
cs: Neumí zacházet s vloženým XML obsahem.
es: Aún no se puede manejar contenido XML incrustado.
gl: Aínda non se poden manexar contidos XML integrados.
ia: Non pote ancora tractar contento XML incastrate.
it: Impossibile gestire contenuti XML incorporati.
mk: Сè уште не е поддржана обработката на XML содржина.
sv: Kan inte hantera inbäddat XML-innehåll ännu.
zh_cn: 还不能处理嵌入式 XML 内容。

source: Can't handle embedded Base64 content yet.
ca: No es pot gestionar el contingut Base64 incrustat encara.
cs: Neumí zacházet s vloženým Base64 obsahem.
es: Aún no se puede manejar contenido incrustado Base64.
gl: Aínda non se poden manexar contidos Base64.
ia: Non pote ancora tractar contento Base64 incastrate.
it: Impossibile gestire contenuti Base64.
mk: Сè уште не е достапна обработката на вметната Base64 содржина.
sv: Kan inte hantera inbäddat Base64-innehåll ännu.
zh_cn: 还不能处理嵌入式 Base64 内容。

source: You cannot make changes to this site.
ca: No podeu fer canvis al lloc.
cs: Nemůžete provádět změny na této stránce.
es: No puedes hacer cambios a este sitio.
gl: Non pode realizar cambios neste sitio.
ia: Tu non pote facer modificationes in iste sito.
it: Non puoi apportare modifiche al sito.
ja: あなたはこのサイトへの変更を行うことができません。
ka: თქვენ არ გაქვთ ამ საიტზე ცვლილებების შეტანის უფლება.
mk: Не можете да врште измени на ова мрежно место.
nb: Du kan ikke gjøre endringer på dette nettstedet.
sv: Du kan inte göra förändringar av denna webbplats.
te: ఈ సైటుకి మీరు మార్పులు చేయలేరు.
zh_cn: 你不能在这个站点上修改。

source: Changes to that panel are not allowed.
ca: No es permeten canvis a aquell tauler.
cs: Změny, tohoto panelu nejsou povoleny.
es: No se permite realizar cambios a ese panel.
gl: Non se permite realizar cambios nese panel.
ia: Le modification de iste pannello non es permittite.
it: Le modifiche al pannello non sono consentite.
ja: そのパネルへの変更は許可されていません。
ka: ამ პანელის ცვლილებები არ არის დაშვებული.
mk: Менувањето на тој алатник не е дозволено.
sv: Ändringar av den panelen tillåts inte.
zh_cn: 不允许对该面板进行修改。

source: showForm() not implemented.
ca: El showForm() no està implementat.
cs: showForm () není implementována.
es: showForm() no implementada.
gl: showForm() non está integrado.
ia: showForm() non implementate.
it: showForm() non implementata.
ja: showForm() は実装されていません。
ka: showForm() არ არის განხორციელებული.
mk: showForm() не е имплементирано.
nb: showForm() ikke implementert.
sv: showForm() är inte implementerat.
zh_cn: showForm() 尚未实现。

source: saveSettings() not implemented.
ca: El saveSettings() no està implementat.
cs: saveSettings () není implementována.
es: saveSettings() no implementada.
gl: saveSettings() non está integrado.
ia: saveSettings() non implementate.
it: saveSettings() non implementata.
ja: saveSettings() は実装されていません。
ka: saveSettings() არ არის განხორციელებული.
mk: saveSettings() не е имплементирано.
nb: saveSettings() ikke implementert.
sv: saveSetting() är inte implementerat.
zh_cn: saveSettings() 尚未实现。

source: Unable to delete design setting.
ca: No s'ha pogut eliminar el paràmetre de disseny.
cs: Nelze smazat nastavení vzhledu.
es: No se puede eliminar la configuración de diseño.
gl: Non se puido borrar a configuración do deseño.
ia: Impossibile deler configuration de apparentia.
it: Impossibile eliminare le impostazioni dell'aspetto.
ja: デザイン設定を削除できません。
ka: დიზაინის პარამეტრების წაშლა ვერ ხერხდება.
mk: Не можам да ги избришам нагодувањата за изглед.
sv: Kunde inte ta bort utseendeinställning.
zh_cn: 无法删除外观设置。

# HEADER
source: Home
ca: Inici
ia: Initio
mk: Почетна
sv: Hem
te: ముంగిలి

# MENU
source: Home
ca: Inici
ia: Initio
mk: Почетна
sv: Hem
te: ముంగిలి

# HEADER
source: Admin
ca: Administració
ia: Administration
mk: Админ
sv: Administratör
te: నిర్వాహణ

source: Basic site configuration
ca: Configuració bàsica del lloc
cs: Základní konfigurace webu
es: Configuración básica del sitio
gl: Configuración básica do sitio
ia: Configuration basic del sito
it: Configurazione di base
ja: 基本サイト設定
ka: საიტის ძირითადი კონფიგურაცია
mk: Основни нагодувања на мрежното место
sv: Grundläggande webbplatskonfiguration
te: ప్రాథమిక సైటు స్వరూపణం
zh_cn: 基本网站配置

# MENU
source: Site
ca: Lloc
cs: Stránky
es: Sitio
gl: Sitio
ia: Sito
it: Sito
ka: საიტი
mk: Мреж. место
nb: Nettsted
sv: Webbplats
te: సైటు
zh_cn: 网站

source: Design configuration
ca: Configuració del disseny
cs: Nastavení vzhledu
es: Configuración del diseño
gl: Configuración do deseño
ia: Configuration del apparentia
it: Configurazione aspetto
ja: デザイン設定
ka: დიზაინის კონფიგურაცია
mk: Поставки на изгледот
sv: Konfiguration av utseende
te: రూపకల్పన స్వరూపణం
zh_cn: 外观配置

# MENU
source: Design
ca: Disseny
cs: Vzhled
es: Diseño
gl: Deseño
ia: Apparentia
it: Aspetto
ka: დიზაინი
mk: Изглед
nb: Utseende
sv: Utseende
te: రూపురేఖలు
zh_cn: 外观

source: User configuration
ca: Configuració de l'usuari
cs: Akce uživatele
es: Configuración de usuario
gl: Configuración do usuario
ia: Configuration del usator
it: Configurazione utente
ja: ユーザ設定
ka: მომხმარებლის კონფიგურაცია
mk: Кориснички поставки
nb: Brukerkonfigurasjon
sv: Konfiguration av användare
te: వాడుకరి స్వరూపణం
zh_cn: 用户配置

# MENU
source: User
ca: Usuari
ia: Usator
mk: Корисник
sv: Användare
te: వాడుకరి

source: Access configuration
ca: Configuració de l'accés
cs: Nastavení přístupu
es: Configuración de acceso
gl: Configuración de acceso
ia: Configuration del accesso
it: Configurazione di accesso
ja: アクセス設定
ka: შესვლის კონფიგურაცია
mk: Поставки на пристапот
nb: Tilgangskonfigurasjon
sv: Konfiguration av åtkomst
te: రూపకల్పన స్వరూపణం
zh_cn: 访问配置

# MENU
source: Access
ca: Accés
ia: Accesso
mk: Пристап
sv: Åtkomst
te: అందుబాటు

source: Paths configuration
ca: Configuració dels camins
cs: Naastavení cest
es: Configuración de rutas
gl: Configuración das rutas
ia: Configuration del camminos
it: Configurazione percorsi
ja: パス設定
ka: გზების კონფიგურაცია
mk: Поставки на патеки
nb: Stikonfigurasjon
sv: Konfiguration av sökvägar
te: వాడుకరి స్వరూపణం
zh_cn: 路径配置

# MENU
source: Paths
ca: Camins
ia: Camminos
mk: Патеки
sv: Sökvägar

source: Sessions configuration
ca: Configuració de les sessions
cs: Nastavení sessions
es: Configuración de sesiones
gl: Configuración das sesións
ia: Configuration del sessiones
it: Configurazione sessioni
ja: セッション設定
ka: სესიების კონფიგურაცია
mk: Поставки на сесиите
sv: Konfiguration av sessioner
te: సెషనుల స్వరూపణం
zh_cn: 会话配置

# MENU
source: Sessions
ia: Sessiones
mk: Сесии
sv: Sessioner

source: Edit site notice
ca: Edita l'avís del lloc
cs: Upravit oznámení stránky
es: Editar el mensaje del sitio
gl: Modificar a nota do sitio
ia: Modificar aviso del sito
it: Modifica messaggio del sito
ka: საიტის შეტყობინების რედაქტირება
mk: Уреди објава за мрежното место
nb: Rediger nettstedsnotis
sv: Redigera webbplatsnotis
te: సైటు గమనికని భద్రపరచు
zh_cn: 编辑网站消息

# MENU
source: Site notice
ca: Avís del lloc
ia: Aviso del sito
mk: Напомена за мрежното место
sv: Webbplatsnotis
te: సైటు గమనిక

source: Snapshots configuration
ca: Configuració de les instantànies
cs: Konfigurace snímků
es: Configuración de instantáneas
gl: Configuración das instantáneas
ia: Configuration del instantaneos
it: Configurazione snapshot
ka: წინა ვერსიების კონფიგურაცია
mk: Поставки за снимки
sv: Konfiguration av ögonblicksbilder
te: వాడుకరి స్వరూపణం
zh_cn: 更改站点配置

# MENU
source: Snapshots
ca: Instantànies
ia: Instantaneos
mk: Снимки
sv: Ögonblicksbilder

source: Set site license
ca: Defineix la llicència del lloc
gl: Definir a licenza do sitio
ia: Definir licentia del sito
it: Imposta licenza
mk: Постави лиценца за мреж. место
sv: Ange webbplatslicens
zh_cn: 设置网站许可协议

# MENU
source: License
ca: Llicència
ia: Licentia
mk: Лиценца
sv: Licens
te: లైసెన్సు

source: Plugins configuration
ca: Configuració dels connectors
es: Configuración de plugins
ia: Configuration del plug-ins
mk: Поставки за приклучоци
sv: Konfiguration av insticksmoduler
te: ప్లగినుల స్వరూపణం

# MENU
source: Plugins
ca: Connectors
mk: Приклучоци
sv: Insticksmoduler
te: ప్లగిన్లు

source: API resource requires read-write access, but you only have read access.
ca: El recurs API requereix accés de lectura i d'escriptura, però només en teniu de lectura.
cs: API droj vyžaduje přístup pro čtení a zápis, ale vy máte přístup pouze pro čtení.
es: API requiere acceso de lectura y escritura, pero sólo tienes acceso de lectura.
gl: O recurso API precisa permisos de lectura e escritura, pero só dispón de permisos de lectura.
ia: Le ressource de API require accesso pro lectura e scriptura, ma tu ha solmente accesso pro lectura.
it: Le risorse API richiedono accesso lettura-scrittura, ma si dispone del solo accesso in lettura.
ja: APIリソースは読み書きアクセスが必要です、しかしあなたは読みアクセスしか持っていません。
ka: API რესურსი მოითხოვს ჩაწერა-წაკითხვის წვდომას, მაგრამ თვენ მხოლოდ წაკითხვის უფლება გაქვთ.
mk: API-ресурсот бара да може и да чита и да запишува, а вие можете само да читате.
sv: API-resursen kräver läs- och skrivrättigheter, men du har bara läsrättighet.
zh_cn: API 资源需要读写的访问权限，但是你只有只读的权限。

source: No application for that consumer key.
ca: No hi ha cap aplicació per a aquest clau de consumidor.
es: No hay ninguna aplicación para esa clave de consumidor.
gl: Non hai ningunha aplicación para esa clave.
ia: Nulle application pro iste clave de consumitor.
it: Nessuna applicazione per quella chiave.
mk: Нема програм за тој потрошувачки клуч.
sv: Ingen applikation för den konsumentnyckeln.
zh_cn: 没有应用使用这个 consumer key。

source: Not allowed to use API.
ca: No es permet l'ús de l'API.
ia: Uso del API non permittite.
mk: Не е дозволено да се користи API.
sv: Inte tillåten att använda API.

source: Bad access token.
ca: Testimoni d'accés incorrecte.
es: Token de acceso erróneo.
gl: Pase de acceso incorrecto.
ia: Mal indicio de accesso.
it: Token di accesso errato.
mk: Лош пристапен жетон.
sv: Felaktig åtkomst-token.
zh_cn: 无效的 access token。

source: No user for that token.
ca: No hi ha cap usuari per aquest testimoni.
es: No hay ningún usuario para ese token.
gl: Non hai ningún usuario para ese pase.
ia: Nulle usator pro iste indicio.
it: Nessun utente per quel token.
mk: Нема корисник за тој жетон.
sv: Ingen användare för den token.
zh_cn: 没有用户使用这个 token。

source: Could not authenticate you.
ca: No se us ha pogut autenticar.
es: No ha sido posible autenticarte.
gl: Non puidemos autenticalo.
ia: Non poteva authenticar te.
it: Impossibile autenticarti.
mk: Не можевме да Ве потврдиме.
sv: Kunde inte autentisera dig.
te: మిమ్మల్ని అధీకరించలేకపోయాం.
zh_cn: 无法验证你。

source: Could not create anonymous consumer.
ca: No s'ha pogut crear un consumidor anònim.
es: No fue posible crear usuario anónimo.
ia: Non poteva crear consumitor anonyme.
mk: Не можев да создадам анонимен потрошувач.
sv: Kunde inte skapa anonym konsument.
zh_cn: 无法创建匿名 consumer。

source: Could not create anonymous OAuth application.
ca: No s'ha pogut crear l'aplicació OAuth anònima.
ia: Non poteva crear application OAuth anonyme.
mk: Не можев да создадам анонимен OAuth-програм.
sv: Kunde inte skapa anonym OAuth-applikation.
zh_cn: 无法创建匿名 OAuth 应用。

source: Could not find a profile and application associated with the request token.
ca: No s'ha pogut trobar un perfil i una aplicació associada amb el testimoni sol·licitat.
ia: Non poteva trovar un profilo e application associate con le indicio de requesta.
mk: Не можев да пронајдам профил и програм поврзан со жетонот за барање.
sv: Kunde inte hitta en profil och applikation som är associerade med begäran-token.
zh_cn: 无法找到请求 token 对应的用户和应用。

source: Could not issue access token.
ca: No s'ha pogut emetre un testimoni d'accés.
ia: Non poteva emitter le indicio de accesso.
mk: Не можев да го издадам жетонот за пристап.
sv: Kunde inte utfärda åtkomst-token.
zh_cn: 无法发行 access token。

source: Database error inserting OAuth application user.
ca: Error de la base de dades en inserir l'usuari de l'aplicació OAuth.
cs: Chyba databáze při vkládání uživatele aplikace OAuth.
es: Error de base de datos al insertar usuario de la aplicación OAuth.
gl: Houbo un erro na base de datos ao intentar inserir o usuario da aplicación OAuth.
ia: Error del base de datos durante le insertion del usator del application OAuth.
it: Errore nel database nell'inserire l'applicazione utente OAuth.
ja: OAuth アプリケーションユーザの追加時ＤＢエラー。
ka: ბაზამ დაუშვა შეცდომა OAuth აპლიკაციის მომხმარებლის ჩასმისას.
mk: Грешка во базата на податоци при вметнувањето на корисникот на OAuth-програмот.
nb: Databasefeil ved innsetting av bruker i programmet OAuth.
sv: Databasfel vid infogning av OAuth-applikationsanvändare.
zh_cn: 插入 OAuth 应用用户时数据库出错。

source: Database error updating OAuth application user.
ca: Error de la base de dades en actualitzar l'usuari de l'aplicació OAuth.
ia: Error del base de datos durante le actualisation del usator del application OAuth.
mk: Грешка во базата на податоци при подновата на корисникот на OAuth-програмот.
sv: Databasfel vid uppdatering av OAuth-applikationsanvändare.
zh_cn: 插入 OAuth 应用用户时数据库出错。

source: Tried to revoke unknown token.
ca: S'ha provat de revocar el testimoni desconegut.
es: Se intentó revocar un token desconocido.
gl: Intentouse revogar un pase descoñecido.
ia: Tentava revocar un indicio non cognoscite.
it: Tentativo di revocare un token sconosciuto.
mk: Се обидовте да отповикате непознат жетон.
sv: Försökte återkalla okänd token.
zh_cn: 尝试了取消未知的 token。

source: Failed to delete revoked token.
ca: No s'ha pogut suprimir el testimoni revocat.
es: No se pudo eliminar el token revocado.
gl: Erro ao borrar o pase revogado.
ia: Falleva de deler le indicio revocate.
it: Eliminazione del token revocato non riuscita.
mk: Не успеав да го избришам отповиканиот жетон.
sv: Det gick inte att ta bort återkallad token.
zh_cn: 删除取消的 token 失败。

source: Icon
ca: Icona
cs: Ikona
es: Icono
gl: Icona
ia: Icone
it: Icona
ja: アイコン
mk: Икона
nb: Ikon
sv: Ikon
te: ప్రతీకం
zh_cn: 图标

source: Icon for this application
ca: Icona de l'aplicació
cs: Ikona pro tuto aplikaci
es: Icono para esta aplicación
gl: Icona para esta aplicación
ia: Icone pro iste application
it: Icona per questa applicazione
ja: このアプリケーションのアイコン
ka: ამ აპლიკაციის ხატულა
mk: Икона за овој програм
nb: Ikon for dette programmet
sv: Ikon för denna applikation
te: ఈ ఉపకరణానికి ప్రతీకం
zh_cn: 该应用的图标

source: Name
ca: Nom
cs: Název
es: Nombre
gl: Nome
ia: Nomine
it: Nome
ja: 名前
ka: დასახელება
mk: Име
nb: Navn
sv: Namn
te: పేరు
zh_cn: 名称

source: Describe your application in %d character
ca: Descriviu la vostra aplicació en %d caràcter
ia: Describe tu application in %d character
mk: Опишете го програмот со %d знак
sv: Beskriv din applikation med %d tecken
te: మీ ఉపకరణం గురించి %d అక్షరంలో వివరించండి
zh_cn: 用不超过%d个字符描述你的应用

source: Describe your application
ca: Descriviu la vostra aplicació
cs: Popište vaši aplikaci
es: Describe tu aplicación
gl: Describa a súa aplicación
ia: Describe tu application
it: Descrivi l'applicazione
ja: あなたのアプリケーションを記述
ka: აღწერეთ თქვენი აპლიკაცია
mk: Опишете го Вашиот програм
nb: Beskriv programmet ditt
sv: Beskriv din applikation
te: మీ ఉపకరణాన్ని వివరించండి
zh_cn: 描述你的应用

source: Description
ca: Descripció
cs: Popis
es: Descripción
gl: Descrición
it: Descrizione
ja: 概要
ka: აღწერა
mk: Опис
nb: Beskrivelse
sv: Beskrivning
te: వివరణ
zh_cn: 描述

source: URL of the homepage of this application
ca: URL de la pàgina d'inici de l'aplicació
cs: URL domovské stránky této aplikace
es: URL de la página principal de esta aplicación
gl: URL do sitio web desta aplicación
ia: URL del pagina initial de iste application
it: URL della pagina web di questa applicazione
ja: このアプリケーションのホームページの URL
ka: აპლიკაციის საწყისი გვერდის URL
mk: URL на страницата на програмот
nb: Nettadresse til hjemmesiden for dette programmet
sv: URL till hemsidan för denna applikation
te: ఈ ఉపకరణం యొక్క హోమ్&zwnj;పేజీ చిరునామా
zh_cn: 这个应用的主页 URL

source: Source URL
ca: URL d'origen
cs: Zdrojové URL
es: La URL de origen
gl: URL de orixe
ia: URL de origine
it: URL sorgente
ja: ソース URL
ka: წყაროს URL
mk: Изворна URL-адреса
nb: Nettadresse til kilde
sv: URL för källa
zh_cn: 来源网址

source: Organization responsible for this application
ca: Organització responsable de l'aplicació
cs: Organizace odpovědná za tuto aplikaci
es: Organización responsable de esta aplicación
gl: Organización responsable desta aplicación
ia: Organisation responsabile de iste application
it: Organizzazione responsabile per questa applicazione
ja: このアプリケーションに責任がある組織
ka: ამ აპლიკაციაზე პასუხისმგებელი ორგანიზაცია
mk: Организацијата одговорна за овој програм
sv: Organisation som ansvarar för denna applikation
te: ఈ ఉపకరణానికి బాధ్యతాయుతమైన సంస్థ
zh_cn: 该应用的负责组织

source: Organization
ca: Organització
cs: Organizace
es: Organización
gl: Organización
ia: Organisation
it: Organizzazione
ja: 組織
ka: ორგანიზაცია
mk: Организација
nb: Organisasjon
sv: Organisation
te: సంస్ధ
zh_cn: 组织名称必填。

source: URL for the homepage of the organization
ca: L'URL de la pàgina d'inici de l'organització
cs: URL homepage organizace
es: URL de la página principal de la organización
gl: URL do sitio web da organización
ia: URL del pagina initial del organisation
it: URL della pagina web dell'organizzazione
ja: 組織のホームページのURL
ka: ორგანიზაციის საწყისი გვერდის URL
mk: URL на страницата на организацијата
nb: URL til organisasjonens hjemmeside
sv: URL till organisationens hemsidan
te: ఈ ఉపకరణం యొక్క హోమ్&zwnj;పేజీ చిరునామా
zh_cn: 这个组织的主页 URL

source: URL to redirect to after authentication
ca: URL on redirigir-hi després de l'autenticació.
cs: URL pro přesměrování po autentikaci
es: URL al que se redirigirá después de la autenticación
gl: URL ao que ir tras a autenticación
ia: URL verso le qual rediriger post authentication
it: URL verso cui redirigere dopo l'autenticazione
ja: 認証の後にリダイレクトするURL
ka: ავტორიზაციის შემდეგ გადასამისამართებელი URL
mk: URL за пренасочување по заверката
sv: URL att omdirigera till efter autentisering
zh_cn: 通过授权后转向的 URL

source: Browser
ca: Navegador
cs: Prohlížeč
es: Navegador
gl: Navegador
ia: Navigator
ja: ブラウザ
ka: ბროუზერი
mk: Прелистувач
nb: Nettleser
sv: Webbläsare
te: విహారిణి
zh_cn: 浏览器

source: Desktop
ca: Escriptori
es: Escritorio
gl: Escritorio
ia: Scriptorio
ja: デスクトップ
ka: ინსტალირებადი
mk: Работна површина
nb: Skrivebord
sv: Skrivbord
te: మేజోపరి
zh_cn: 桌面

source: Type of application, browser or desktop
ca: Tipus d'aplicació, navegador o escriptori
cs: Typ aplikace, prohlížeč nebo desktop
es: Tipo de aplicación, de navegador o de escritorio
gl: Tipo de aplicación, de navegador ou de escritorio
ia: Typo de application, navigator o scriptorio
it: Tipo di applicazione, browser o desktop
ja: アプリケーション、ブラウザ、またはデスクトップのタイプ
ka: აპლიკაციის ტიპი, ბროუზერისთვის ან ინსტალირებადი
mk: Тип на програм, прелистувач или работна површина
nb: Type program, nettleser eller skrivebord
sv: Typ av applikation, webbläsare eller skrivbord
te: ఉపకరణ రకం, విహారిణి లేదా మేజోపరి
zh_cn: 应用的类型，浏览器或桌面

source: Read-only
ca: Només lectura
cs: pouze pro čtení
es: Solo lectura
gl: Lectura
ia: Lectura solmente
it: Sola lettura
ja: リードオンリー
ka: მხოლოდ წაკითხვადი
mk: Само читање
nb: Skrivebeskyttet
sv: Skrivskyddad
te: చదవడం-మాత్రమే
zh_cn: 只读

source: Read-write
ca: Lectura i escriptura
cs: čtení a zápis
es: Solo escritura
gl: Lectura e escritura
ia: Lectura e scriptura
it: Lettura-scrittura
ja: リードライト
ka: კიტხვა-წერადი
mk: Читање-пишување
nb: Les og skriv
sv: Läs och skriv
te: చదవడం-వ్రాయడం
zh_cn: 读写

source: Default access for this application: read-only, or read-write
ca: Accés per defecte per a l'aplicació: només lectura, o lectura i escriptura
cs: Výchozí přístup pro tuto aplikaci: pouze pro čtení, nebo číst-psát
es: Acceso predeterminado para esta aplicación: sólo lectura o lectura-escritura
gl: Permisos por defecto para esta aplicación: lectura ou lectura e escritura
ia: Accesso predefinite pro iste application: lectura solmente, o lectura e scriptura
it: Accesso predefinito per questa applicazione, sola lettura o lettura-scrittura
ja: このアプリケーションのためのデフォルトアクセス: リードオンリー、またはリードライト
ka: შესვლის პირვანდელი მდგომარეობა ამ აპლიკაციისთვის: მხოლოდ წაკითხვადი, ან კითხვა-წერადი
mk: Основно-зададен пристап за овој програм: само читање, или читање-пишување
nb: Standardtilgang for dette programmet: skrivebeskyttet eller lese- og skrivetilgang
sv: Standardåtkomst för denna applikation: skrivskyddad, eller läs och skriv
zh_cn: 该应用默认的访问权限：只读或读写

source: Cancel
ca: Cancel·la
cs: Zrušit
es: Cancelar
gl: Cancelar
ia: Cancellar
it: Annulla
ja: 中止
ka: გაუქმება
mk: Откажи
nb: Avbryt
sv: Avbryt
te: రద్దుచేయి
zh_cn: 取消

source: Save
ca: Desa
cs: Uložit
es: Guardar
gl: Gardar
ia: Salveguardar
it: Salva
ja: 保存
ka: შენახვა
mk: Зачувај
nb: Lagre
sv: Spara
te: భద్రపరచు
zh_cn: 保存

source: Unknown application
ca: Aplicació desconeguda
ia: Application incognite
mk: Непознат приложен програм
sv: Okänd applikation
te: తెలియని ఉపకరణం

source: by
ca: per
es: por
ia: per
mk: од
sv: av

source: read-write
ca: de lectura i d'escriptura
cs: číst-psát
es: lectura y escritura
gl: lectura e escritura
ia: lectura-scriptura
it: Lettura-scrittura
ka: კიტხვა-წერადი
mk: читање-пишување
nb: les og skriv
sv: läs och skriv
te: చదవడం-వ్రాయడం
zh_cn: 读写

source: read-only
ca: només de lectura
cs: pouze pro čtení
es: sólo lectura
gl: lectura
ia: lectura solmente
it: Sola lettura
ka: მხოლოდ წაკითხვადი
mk: само читање
nb: skrivebeskyttet
sv: skrivskyddad
te: చదవడం-మాత్రమే
zh_cn: 只读

source: Approved %1$s - "%2$s" access.
ca: Aprovat: %1$s - accés «%2$s».
cs: Schváleno %1$s - přístup "%2$s"
es: Aprobado el %1$s - acceso "%2$s".
gl: Aprobado o %1$s - permisos de "%2$s".
ia: Accesso "%2$s" approbate le %1$s.
it: Approvata %1$s - Accesso "%2$s".
ka: დამტკიცებულია %1$s - "%2$s" შესვლა
mk: Одобрено %1$s - „%2$s“ пристап.
sv: Godkänd %1$s - "%2$s" åtkomst.
zh_cn: 通过了%1$s - "%2$s"的访问权限。

source: Access token starting with: %s
ca: Testimoni d'accés que comença amb: %s
ia: Indicio de accesso comenciante con: %s
mk: Пристапен жетон што почнува со: %s
sv: Åtkomsttoken som börjar med: %s
zh_cn: Access token 的开始：%s

# BUTTON
source: Revoke
ca: Revoca
cs: Obnovit
es: Revocar
gl: Revogar
ia: Revocar
it: Revoca
ja: 回復
ka: უკუგება
mk: Одземи
nb: Tilbakekall
sv: Återkalla
zh_cn: 取消

source: Author element must contain a name element.
ca: L'element autor ha de contenir un element nom.
ia: Le elemento "author" debe continer un elemento "name".
mk: Авторскиот елемент мора да содржи елемент за име.
sv: Author-elementet måste innehålla ett name-element.
zh_cn: 作者元素必须包含一个名称元素。
