Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Could not create aliases.
ca: No s'han pogut crear els àlies.
cs: Nelze vytvořit aliasy.
es: No fue posible crear alias.
gl: Non se puideron crear os pseudónimos.
ia: Non poteva crear aliases.
it: Impossibile creare gli alias.
ja: 別名を作成できません。
mk: Не можеше да се создадат алијаси.
nb: Kunne ikke opprette alias.
sv: Kunde inte skapa alias.
te: మారుపేర్లని సృష్టించలేకపోయాం.
zh_cn: 无法创建别名。

source: Nickname must have only lowercase letters and numbers and no spaces.
ca: El sobrenom ha de tenir només lletres minúscules i números i no pot tenir espais.
cs: Přezdívka může obsahovat pouze malá písmena a čísla a žádné mezery.
es: El usuario debe tener solamente letras minúsculas y números y no puede tener espacios.
gl: O alcume debe ter só letras en minúscula e números, e non pode ter espazos en branco.
ia: Le pseudonymo pote solmente haber minusculas e numeros, sin spatios.
it: Il soprannome deve essere composto solo da lettere minuscole e numeri, senza spazi.
ja: ニックネームには、小文字アルファベットと数字のみ使用できます。スペースは使用できません。
ka: მეტსახელში დასაშვებია მხოლოდ პატარა ასოები და ციფრები.
mk: Прекарот мора да има само мали букви и бројки и да нема празни места.
nb: Kallenavn kan kun ha små bokstaver og tall og ingen mellomrom.
sv: Smeknamnet får endast innehålla små bokstäver eller siffror, inga mellanslag.
te: పేరులో చిన్నబడి అక్షరాలు మరియు అంకెలు మాత్రమే ఖాళీలు లేకుండా ఉండాలి.
zh_cn: 昵称只能使用小写字母和数字且不能使用空格。

source: Alias cannot be the same as nickname.
ca: L'àlies no pot ser el mateix que el sobrenom.
es: El alias no puede ser el igual al nombre de usuario.
ia: Le alias non pote esser identic al pseudonymo.
mk: Алијасот не може да биде ист како прекарот.
sv: Alias ​​kan inte vara samma som smeknamn.
te: మారుపేరు ముద్దుపేరూ ఒకటే కాకూడదు.
zh_cn: 别名不能昵称相同。

source: List not found.
ia: Lista non trovate.
mk: Списокот не е пронајден.
sv: Lista hittades inte.
te: జాబితా దొరకలేదు.

source: You cannot update lists that do not belong to you.
ia: Tu non pote actualisar listas que non pertine a te.
mk: Не можете да подновувате списоци што не се Ваши.
sv: Du kan inte uppdatera listor som inte tillhör dig.

source: An error occured.
ia: Un error ha occurrite.
mk: Се појави грешка.
sv: Ett fel uppstod.
te: ఒక పొరపాటు దొర్లింది.

source: You cannot delete lists that do not belong to you.
ia: Tu non pote deler listas que non pertine a te.
mk: Не можете да бришете списоци што не се Ваши.
sv: Du kan inte radera listor som inte tillhör dig.

source: The specified user is not a member of this list.
ia: Le usator specificate non es membro de iste lista.
mk: Наведениот корисник не членува во списоков.
sv: Den angivna användaren är inte medlem av denna lista.

source: You are not allowed to add members to this list.
ia: Tu non ha le permission de adder membros a iste lista.
mk: Не Ви е дозволено да додавате членови во списоков.
sv: Du får inte lägga till medlemmar i denna lista.

source: You must specify a member.
ia: Es necessari specificar un membro.
mk: Мора да наведете член.
sv: Du måste ange en medlem.

source: You are not allowed to remove members from this list.
ia: Tu non ha le permission de remover membros de iste lista.
mk: Не Ви е дозволено да отстранувате членови од списоков.
sv: Du får inte ta bort medlemmar från denna lista.
te: ఈ జాబితా నుండి సభ్యులను తొలగించడానికి మీకు అనుమతి లేదు.

source: The user you are trying to remove from the list is not a member.
ia: Le usator que tu tenta remover de iste lista non es membro.
mk: Корисникот што сакате да го отстраните од списокот не е член.
sv: Användaren du försöker ta bort från listan är inte en medlem.

source: A list must have a name.
ia: Un lista debe haber un nomine.
mk: Списокот мора да има назив.
sv: En lista måste ha ett namn.
te: జాబితాకి తప్పనిసరిగా ఒక పేరు ఉండాలి.

source: The specified user is not a subscriber of this list.
ia: Le usator specificate non es subscribite a iste lista.
mk: Наведениот корисник не е претплатен на списоков.
sv: Den angivna användaren är inte en prenumerant av denna lista.

source: You are not subscribed to this list.
ia: Tu non es subscribite a iste lista.
mk: Не сте претплатени на списоков.
sv: Du prenumererar inte på denna lista.
te: ఈ జాబితాకి మీరు చందాచేరలేదు.

source: Upload failed.
ca: La pujada ha fallat.
cs: Nahrání se nezdařilo.
es: Carga falló.
gl: Houbo un erro durante a carga.
ia: Le incargamento ha fallite.
it: Caricamento non riuscito.
ka: ატვირთვა ვერ მოხერხდა.
mk: Подигањето не успеа.
nb: Opplasting feilet.
sv: Uppladdning misslyckades.
te: ఎక్కింపు విఫలమైంది.
zh_cn: 上传失败

source: Invalid request token or verifier.
ca: El testimoni de sol·licitud o verificador no és vàlid.
ia: Indicio de requesta o verificator invalide.
mk: Неважечки жетон за барање или потврдник.
sv: Ogiltig begäran-token eller verifierare.
zh_cn: 无效的请求 token 或 verifier。

source: No oauth_token parameter provided.
ca: No s'ha proporcionat cap paràmetre oauth_token.
cs: nebyl dodán parametr oauth_token
es: No se ha provisto de un parámetro oauth_token.
gl: Non se forneceu o parámetro oauth_token.
ia: Nulle parametro oauth_token fornite.
it: Nessun parametro oauth_token fornito.
ja: oauth_token パラメータは提供されませんでした。
ka: oauth_token პარამეტრი არ არის მოწოდებული.
mk: Нема наведено oauth_token параметар.
nb: Ingen verdi for oauth_token er oppgitt.
sv: Ingen oauth_token-parameter angiven.
zh_cn: 没有提供 oauth_token 参数

source: Invalid request token.
ca: El testimoni de sol·licitud no és vàlid.
ia: Indicio de requesta invalide.
mk: Неважечки жетон за барање.
sv: Ogiltig begäran-token.
zh_cn: 无效的 token。

source: Request token already authorized.
ca: El testimoni de sol·licitud ja està autoritzat.
ia: Indicio de requesta jam autorisate.
mk: Жетонот за барање е веќе овластен.
sv: Begäran-token är redan auktoriserad.
zh_cn: 请求 token 已被授权了。

source: Invalid nickname / password!
ca: Nom d'usuari / contrasenya no vàlid!
cs: Neplatné jméno nebo heslo!
es: ¡Usuario o contraseña inválidos!
gl: O alcume ou o contrasinal son incorrectos!
ia: Nomine de usator o contrasigno invalide!
it: Nome utente o password non valido.
ja: 不正なユーザ名またはパスワード。
ka: არასწორი მეტსახელი / პაროლი!
mk: Погрешен прекар / лозинка!
nb: Ugyldig kallenavn / passord!
sv: Ogiltigt smeknamn / lösenord!
te: తప్పుడు పేరు / సంకేతపదం!
zh_cn: 用户名或密码不正确。

source: Database error inserting oauth_token_association.
ca: Error de la base de dades en inserir l'oauth_token_association.
ia: Error del base de datos durante le insertion de oauth_token_association.
mk: Грешка во базата при вметнувањето на auth_token_association.
nb: Databasefeil ved innsetting av oauth_token_association.
sv: Databasfel vid infogning av oauth_token_association.
zh_cn: 插入 oauth_token_association 时数据库出错。

source: Unexpected form submission.
ca: Enviament de formulari inesperat.
cs: Nečekaný požadavek.
es: Envío de formulario inesperado.
gl: Envío de formulario inesperado.
ia: Submission de formulario inexpectate.
it: Invio del modulo inaspettato.
ja: 予期せぬフォーム送信です。
mk: Неочекувано поднесување на образец.
nb: Uventet skjemainnsending.
sv: Oväntat inskick av formulär.
zh_cn: 未预料的表单提交。

source: An application would like to connect to your account
ca: Una aplicació voldria connectar-se al vostre compte
cs: Aplikace se chce připojit k vašemu účtu
es: Una aplicación quisiera conectarse a tu cuenta
gl: Unha aplicación quere conectarse á súa conta
ia: Un application vole connecter se a tu conto
it: Un'applicazione vorrebbe collegarsi al tuo account
ja: アプリケーションはあなたのアカウントに接続したいです
ka: აპლიკაციას უნდა რომ დაუკავშირდეს თქვენს ანგარიშს
mk: Има програм кој сака да се поврзе со Вашата сметка
nb: Et program ønsker å koble til kontoen din
sv: En applikation skulle vilja ansluta till ditt konto
te: ఒక ఉపకరణం మీ ఖాతాకి అనుసంధానమవ్వాలనుకుంటూంది.
zh_cn: 一个应用想连接到你的账号

source: Allow or deny access
ca: Permet o denega l'accés
cs: Povolit nebo zamítnout přístup
es: Permitir o denegar el acceso
gl: Permitir ou denegar o acceso
ia: Permitter o refusar accesso
it: Consenti o nega l'accesso
ja: アクセスを許可または拒絶
ka: დოუშვი ან აკრძალე შესვლა
mk: Дозволи или одбиј пристап
nb: Tillat eller nekt tilgang
sv: Tillåt eller neka åtkomst
te: అనుమతిని ఇవ్వండి లేదా తిరస్కరించండి
zh_cn: 允许或阻止访问

source: An application would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
ca: Una aplicació voldria l'habilitat de <strong>%3$s</strong> les dades del vostre compte %4$s. Només hauríeu de donar accés al compte %4$s a terceres parts en què confieu.
ia: Un application vole poter <strong>%3$s</strong> le datos de tu conto de %4$s. Tu debe solmente dar accesso a tu conto de %4$s a tertie personas in le quales tu ha confidentia.
mk: Еден програм би сакал да може да ги <strong>%3$s</strong> податоците за Вашата %4$s сметка. Треба да дозволувате пристап до Вашата %4$s сметка само на трети лица на кои им верувате.
nb: Et program ønsker muligheten til å <strong>%3$s</strong> dine %4$s-kontodata. Du bør kun gi tilgang til din %4$s-konto til tredjeparter du stoler på.
sv: En applikation vill att möjligheten att <strong>%3$s</strong> dina %4$s-kontouppgifter. Du bör bara ge tillgång till ditt %4$s-konto till tredje-parter du litar på.
zh_cn: 一个应用希望能够<strong>%3$s</strong>你的%4$s账号数据。你应该只允许你信任信任的第三方程序访问你的%4$s账户。

source: The application <strong>%1$s</strong> by <strong>%2$s</strong> would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
ca: L'aplicació <strong>%1$s</strong>, de <strong>%2$s</strong>, voldria obtenir l'habilitat de <strong>%3$s</strong> les dades del vostre compte %4$s. Només hauríeu de donar accés al compte %4$s a terceres parts en què confieu.
cs: Aplikace <strong>%1$s</strong> od <strong>%2$s</strong> by chtěla "<strong>%3$s</strong>" data vašeho účtu na %4$s. Měli byste povolit přístup k datům vašeho účtu na %4$s jen třetím stranám kterým věříte..
es: La aplicación <strong>%1$s</strong> por <strong>%2$s</strong> solicita permiso para <strong>%3$s</strong> la información de tu cuenta %4$s. Sólo debes dar acceso a tu cuenta %4$s a terceras partes en las que confíes.
gl: A aplicación <strong>%1$s</strong> de <strong>%2$s</strong> quere poder <strong>%3$s</strong> os datos da súa conta %4$s. Só debería permitir o acceso á súa conta %4$s a xente de confianza.
ia: Le application <strong>%1$s</strong> per <strong>%2$s</strong> vole poter <strong>%3$s</strong> le datos de tu conto de %4$s. Tu debe solmente dar accesso a tu conto de %4$s a tertie personas in le quales tu ha confidentia.
it: L'applicazione <strong>%1$s</strong> di <strong>%2$s</strong> vorrebbe poter <strong>%3$s</strong> ai dati del tuo account %4$s. È consigliato fornire accesso al proprio account %4$s solo ad applicazioni di cui ci si può fidare.
mk: Програмот <strong>%1$s</strong> од <strong>%2$s</strong> би сакал да може да <strong>%3$s</strong> податоците за Вашата %4$s сметка. Треба да дозволувате пристап до Вашата %4$s сметка само на трети страни на кои им верувате.
nb: Programmet <strong>%1$s</strong> av <strong>%2$s</strong> ønsker å kunne <strong>%3$s</strong> dine %4$s-kontodata. Du bør bare gi tilgang til din %4$s-konto til tredjeparter du stoler på.
sv: Applikationen <strong>%1$s</strong> av <strong>%2$s</strong> vill att möjligheten att <strong>%3$s</strong> din %4$s kontoinformation. Du bör bara ge tillgång till ditt %4$s-konto till tredje-parter du litar på.
zh_cn: 来自<strong>%2$s</strong>的<strong>%1$s</strong>应用希望能够<strong>%3$s</strong>你的%4$s账户数据。你应该只允许你信任信任的第三方程序访问你的%4$s账户。

# LEGEND
source: Account
ca: Compte
es: Cuenta
ia: Conto
mk: Сметка
nb: Konto
sv: Konto
te: ఖాతా
zh_cn: 帐号

source: Nickname
ca: Sobrenom
cs: Přezdívka
es: Usuario
gl: Alcume
ia: Pseudonymo
it: Soprannome
ja: ニックネーム
ka: მეტსახელი
mk: Прекар
nb: Nick
sv: Smeknamn
te: పేరు
zh_cn: 昵称

source: Password
ca: Contrasenya
cs: Heslo
es: Contraseña
gl: Contrasinal
ia: Contrasigno
ja: パスワード
ka: პაროლი
mk: Лозинка
nb: Passord
sv: Lösenord
te: సంకేతపదం
zh_cn: 密码

# BUTTON
source: Cancel
ca: Cancel·la
cs: Zrušit
es: Cancelar
gl: Cancelar
ia: Cancellar
it: Annulla
ka: გაუქმება
mk: Откажи
nb: Avbryt
sv: Avbryt
te: రద్దుచేయి
zh_cn: 取消

# BUTTON
source: Allow
ca: Permet
es: Permitir
ia: Permitter
mk: Дозволи
nb: Tillat
sv: Tillåt
te: అనుమతించు
zh_cn: 允许

source: Authorize access to your account information.
ca: Autoritza l'accés a la informació del vostre compte.
es: Permitir el acceso a la información de tu cuenta.
ia: Autorisar le accesso al informationes de tu conto.
mk: Овластете пристап до податоците за Вашата сметка.
nb: Autoriser tilgang til din kontoinformasjon.
sv: Bevilja åtkomst till din kontoinformation.
te: మీ ఖాతా సమాచారాన్ని సంప్రాపించడాన్ని అధీకరించండి.
zh_cn: 授权对你账号信息的访问。

source: Authorization canceled.
ca: S'ha cancel·lat l'autorització.
es: Autorización cancelada
ia: Autorisation cancellate.
mk: Овластувањето е откажано.
nb: Autorisasjon kansellert.
sv: Tillstånd återkallas.
te: అధీకరణ రద్దయింది.
zh_cn: 授权已取消。

source: The request token %s has been revoked.
ca: S'ha revocat el testimoni de sol·licitud %s.
ia: Le indicio de requesta %s ha essite revocate.
mk: Жетонот за барање %s е повлечен.
sv: Begäran-token %s har återkallats.
zh_cn: %s的 request token 已被取消。

source: You have successfully authorized the application
ca: Heu autoritzat l'aplicació amb èxit.
es: Has autorizado satisfactoriamente la aplicación.
ia: Application autorisate con successo
mk: Успешно го овластивте програмот.
nb: Du har autorisert programmet
sv: Du har nu auktoriserat applikationen
te: ఉపకరణాన్ని మీరు విజయవంతంగా అధీకరించారు
zh_cn: 你成功授权了这个应用

source: Please return to the application and enter the following security code to complete the process.
ca: Torneu a l'aplicació i introduïu el codi de seguretat següent per completar el procés.
es: Por favor, vuelva a la aplicación e introduzca el siguiente código de seguridad para terminar el proceso.
ia: Per favor retorna al application e entra le sequente codice de securitate pro completar le processo.
mk: Вратете се на програмот и внесете го следниов безбедносен код за да ја завршите постапката.
nb: Gå tilbake til programmet og skriv inn følgende sikkerhetskode for å fullføre prosessen.
sv: Gå tillbaka till applikationen och ange följande säkerhetskod för att slutföra processen.
zh_cn: 请返回应用并输入下面的安全码完成此过程。

source: You have successfully authorized %s
ca: Heu autoritzat amb èxit %s
es: Has sido autorizado correctamente %s
ia: Autorisation de %s succedite
mk: Успешно дадовте овластување на %s.
nb: Du har autorisert %s
sv: Du har nu godkänt %s
te: మీరు %sని విజయవంతంగా అధీకరించారు
zh_cn: 你成功授权了%s。

source: Please return to %s and enter the following security code to complete the process.
ca: Torneu a %s i introduïu el codi de seguretat següent per completar el procés.
es: Por favor, regrese a %s e ingrese el siguiente código de seguridad para completar el proceso.
ia: Per favor retorna a %s e entra le sequente codice de securitate pro completar le processo.
mk: Вратете се на %s и внесете го следниов безбедносен код за да ја завршите постапката.
nb: Gå tilbake til %s og skriv inn følgende sikkerhetskode for å fullføre prosessen.
sv: Gå tillbaka till %s och skriv in följande säkerhetskod för att slutföra processen.
zh_cn: 请返回 %s 并输入下面的安全码完成此过程。

source: This method requires a POST or DELETE.
ca: Aquest mètode requereix POST o DELETE.
cs: Tato metoda vyžaduje POST nebo DELETE.
es: Este método requiere un PUBLICAR O ELIMINAR
gl: Este método require un POST ou un DELETE.
ia: Iste methodo require un commando POST o DELETE.
it: Questo metodo richiede POST o DELETE.
ja: このメソッドには POST か DELETE が必要です。
ka: ეს მეთოდი მოითხოვს POST-ს ან DELETE-ს.
mk: Методот бара POST или DELETE.
nb: Denne metoden krever en POST eller DELETE.
sv: Denna metod kräver en POST eller en DELETE.
zh_cn: 此方法接受POST或DELETE请求。

source: You may not delete another user's status.
ca: No podeu eliminar l'estat d'un altre usuari.
cs: Nesmíte odstraňovat status jiného uživatele.
es: No puedes borrar el estado de otro usuario.
gl: Non pode borrar o estado doutro usuario.
ia: Tu non pote deler le stato de un altere usator.
it: Non puoi eliminare il messaggio di un altro utente.
ja: 他のユーザのステータスを消すことはできません。
ka: სხვა მომხმარებლის სტატუსის წაშლა არ შეგიძლიათ.
mk: Не можете да избришете статус на друг корисник.
nb: Du kan ikke slette statusen til en annen bruker.
sv: Du kan inte ta bort en annan användares status.
te: ఇతర వాడుకరుల స్థితిని మీరు తొలగించలేరు.
zh_cn: 你不能删除其他用户的消息。

source: No such notice.
ca: No existeix aquest avís.
cs: Žádné takové oznámení.
es: No existe ese mensaje.
gl: Non existe tal nota.
ia: Nota non trovate.
it: Nessun messaggio.
ja: そのようなつぶやきはありません。
ka: ასეთი შეტყობინება არ არსებობს.
mk: Нема таква забелешка.
nb: Ingen slik notis.
sv: Ingen sådan notis.
te: అటువంటి సందేశమేమీ లేదు.
zh_cn: 没有这条消息。

source: HTTP method not supported.
ca: El mètode HTTP no està implementat.
ia: Methodo HTTP non supportate.
mk: HTML-методот не е поддржан.
nb: HTTP-metoden støttes ikke.
sv: HTTP-metoden stöds inte.
zh_cn: HTTP 方法不支持。

source: Unsupported format: %s.
ca: Format no permès: %s.
es: Formato no soportado: %s
ia: Formato non supportate: %s.
mk: Неподдржан формат: %s.
sv: Format som inte stöds: %s.
zh_cn: 不支持的格式： %s。

source: Status deleted.
ca: S'ha eliminat l'estat.
cs: Status smazán.
es: Status borrado.
gl: Borrouse o estado.
ia: Stato delite.
it: Messaggio eliminato.
ja: ステータスを削除しました。
ka: სტატუსი წაშლილია.
mk: Статусот е избришан.
nb: Status slettet.
sv: Status borttagen.
te: స్థితిని తొలగించాం.
zh_cn: 消息已删除。

source: No status with that ID found.
ca: No s'ha trobat cap estatus amb la ID trobada.
cs: Nenalezen status s tímto ID.
es: No hay estado para ese ID
gl: Non se atopou ningún estado con esa ID.
ia: Nulle stato trovate con iste ID.
it: Nessuno stato trovato con quel ID.
ja: そのＩＤでのステータスはありません。
ka: ასეთი ID-ს სტატუსი ვერ მოიძებნა.
mk: Нема пронајдено статус со тој ID.
nb: Ingen status med den ID-en funnet.
sv: Ingen status med det ID:t hittades.
te: ఆ IDతో ఏ నోటీసు కనబడలేదు.
zh_cn: 没有找到此 ID 的消息。

source: Can only delete using the Atom format.
ca: Només es pot eliminar fent servir el format Atom.
es: Sólo se puede eliminar usando el formato Atom.
ia: Le deletion es solmente possibile con le formato Atom.
mk: Може да се избрише само користејќи го форматот Atom.
nb: Kan bare slette med Atom-formatet.
sv: Kan bara ta bort med hjälp av Atom-formatet.
zh_cn: 只能使用 Atom 格式删除。

source: Cannot delete this notice.
ca: No es pot eliminar l'avís.
es: No se puede eliminar este mensaje.
ia: Non pote deler iste nota.
mk: Не можам да ја избришам оваа забелешка.
sv: Kan inte ta bort denna notis.
te: ఈ నోటీసుని తొలగించలేము.
zh_cn: 不能删除此通知。

source: Deleted notice %d
ca: S'ha eliminat l'avís %d
es: Aviso eliminado %d
ia: Nota %d delite
mk: Избришана забелешката %d
nb: Slettet notis %d
sv: Tagit bort notis %d
te: %d నోటీసుని తొలగించాం
zh_cn: 删除消息 %d

source: Client must provide a 'status' parameter with a value.
ca: El client ha de proporcionar un paràmetre 'status' amb un valor.
cs: Klient musí poskytnout 'status' parametr s hodnotou.
es: El cliente debe proveer un parámetro de 'status' con un valor.
gl: O cliente debe proporcionar un parámetro de "estado" cun valor.
ia: Le cliente debe fornir un parametro 'status' con un valor.
it: Il client deve fornire un parametro "status" con un valore.
mk: Клиентот мора да укаже вредност за параметарот „статус“
nb: Klienten må angi en 'status'-parameter med en verdi.
sv: Klient måste tillhandahålla en 'status'-parameter med ett värde.
zh_cn: 客户端必须提供一个包含内容的“状态”参数。

source: That's too long. Maximum notice size is %d character.
ca: És massa llarg. La longitud màxima de l'avís és de %d caràcter.
es: Demasiado largo. El tamaño máximo es de %d caracteres.
ia: Isto es troppo longe. Le longitude maximal de notas es %d character.
mk: Ова е предолго. Дозволен е највеќе %d знак.
nb: Det er for langt. Maks notisstørrelse er %d tegn.
sv: Det är för långt. Maximal notisstorlek är %d tecken.
te: %d అక్షరం
zh_cn: 太长了。最长的消息长度是%d个字符。

source: Parent notice not found.
ca: No s'ha trobat l'avís pare.
ia: Nota genitor non trovate.
mk: Матичната забелешка не е пронајдена.
nb: Foreldrenotis ikke funnet.
sv: Föräldernotis hittades inte.
zh_cn: 没有找到父级的消息。

source: Maximum notice size is %d character, including attachment URL.
ca: La mida màxima de l'avís és %d caràcter, incloent l'URL de l'adjunció.
ia: Le longitude maximal de notas es %d character, includente le URL adjungite.
mk: Максималната големина на забелешката е %d знак, вклучувајќи ја URL-адресата на прилогот.
nb: Maks notisstørrelse er %d tegn, inklusive vedleggs-URL.
sv: Maximal notisstorlek är %d tecken, inklusive webbadress för bilaga.
te: %d అక్షరం
zh_cn: 每条消息最长%d字符，包括附件的链接 URL。

source: Unsupported format.
ca: El format no està permès.
cs: Nepodporovaný formát.
es: Formato no soportado.
gl: Formato non soportado.
ia: Formato non supportate.
it: Formato non supportato.
ja: サポート外の形式です。
ka: ფორმატი არ არის მხარდაჭერილი.
mk: Неподдржан формат.
nb: Formatet støttes ikke.
sv: Format som inte stödjs.
zh_cn: 不支持的格式。

source: %1$s / Favorites from %2$s
ca: %1$s / Preferits de %2$s
cs: %1$s / Oblíbené z %2$s
es: %1$s / Favoritos de %2$s
gl: %1$s / Favoritos de %2$s
ia: %1$s / Favorites de %2$s
it: %1$s / Preferiti da %2$s
ja: %1$s / %2$s からのお気に入り
mk: %1$s / Бендисани од %2$s
nb: %1$s / Favoritter fra %2$s
sv: %1$s / Favoriter från %2$s
te: %1$s / %2$s యొక్క ఇష్టాంశాలు
zh_cn: %1$s / 来自 %2$s 的收藏

source: %1$s updates favorited by %2$s / %3$s.
ca: %1$s actualitzacions preferides per %2$s / %3$s.
ia: %1$s actualisationes favoritisate per %2$s / %3$s.
mk: Подновувања на %1$s бендисани од %2$s / %3$s.
nb: %1$s-oppdateringer markert som favoritt av %2$s / %3$s.
sv: %1$s-uppdateringar markerade som favorit av %2$s / %3$s.
zh_cn: %1$s上被%2$s（%3$s）收藏的消息。

source: Could not generate feed for list - %s
ia: Non poteva generar un syndication pro le lista. %s
mk: Не можам да создадам канал за списокот - %s
sv: Kunde inte skapa flöde för lista - %s

source: %1$s / Updates mentioning %2$s
ca: %1$s / Actualitzacions que mencionen %2$s
cs: %1$s / Updaty zmiňující %2$s
es: %1$s / Actualizaciones que mencionan %2$s
gl: %1$s / Actualizacións que mencionan %2$s
ia: %1$s / Actualisationes que mentiona %2$s
it: %1$s / Messaggi che citano %2$s
ja: %1$s / %2$s について更新
mk: %1$s / Подновувања кои споменуваат %2$s
nb: %1$s / Oppdateringer som nevner %2$s
sv: %1$s / Uppdateringar som nämner %2$s
te: %1$s / %2$sని పేర్కొన్న నోటీసులు
zh_cn: %1$s / 条消息提到了 %2$s

source: %1$s updates that reply to updates from %2$s / %3$s.
ca: %1$s actualitzacions que responen a avisos de %2$s / %3$s.
cs: updaty na %1$s odpovídající na updaty od %2$s / %3$s.
es: actualizaciones de %1$s en respuesta a las de %2$s / %3$s
gl: %1$s actualizacións que responden a actualizacións de %2$s / %3$s.
ia: Actualisationes de %1$s que responde al actualisationes de %2$s / %3$s.
it: %1$s messaggi in risposta a quelli da %2$s / %3$s
ja: %2$s からアップデートに答える %1$s アップデート
mk: %1$s подновувања коишто се одговор на подновувањата од %2$s / %3$s.
nb: %1$s oppdateringer som svarer på oppdateringer fra %2$s / %3$s.
sv: %1$s uppdateringar med svar på uppdatering från %2$s / %3$s.
zh_cn: %1$s 条消息回复给来自 %2$s 的消息 / %3$s。

source: %s public timeline
ca: %s línia temporal pública
cs: Veřejná časová osa %s
es: línea temporal pública de %s
gl: Liña do tempo pública de %s
ia: Chronologia public de %s
it: Attività pubblica di %s
ja: %s のパブリックタイムライン
ka: %s საჯარო ნაკადი
mk: Јавна историја на %s
nb: %s offentlig tidslinje
sv: %s publika tidslinje
te: %s బహిరంగ కాలరేఖ
zh_cn: %s 公共时间线
