Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: The database for %1$s is not responding correctly, so the site will not work properly. The site admins probably know about the problem, but you can contact them at %2$s to make sure. Otherwise, wait a few minutes and try again.
ca: La base de dades de %1$s no està responent adequadament, per tant el lloc potser no funcionarà. Els administradors del lloc probablement coneixen el problema, però també podeu posar-vos-hi en contacte des de %2$s per a assegurar-vos-en. Sinó, espereu uns pocs minuts i torneu-ho a provar.
ia: Le base de datos pro %1$s non responde correctemente, dunque le sito non functionara ben. Le administratores del sito es probabilemente conscie del problema, ma tu pote contactar les a %2$s pro assecurar te de isto. Alternativemente, attende alcun minutas e reproba.
mk: Базата на податоци за %1$s не одговара правилно, што значи дека мрежното место нема да работи како што треба. Администраторите веројатно се веќе запознаени со проблемот, но ако сакате сепак да проверите, обратете им се на %2$s. Во друг случај, почекајте неколку минути, па обидете се повторно.
sv: Databasen för %1$s svarar inte korrekt, så webbplatsen kommer inte att fungera korrekt. Webbplatsadministratörerna känner säkert till problemet, men du kan kontakta dem på %2$s för försäkra dig. Annars vänta ett par minuter och försök igen.

source: An important error occured, probably related to email setup. Check logfiles for more info.
ca: S'ha produït un error important, probablement està relacionat amb la configuració del correu. Comproveu els fitxers de registre per a més detalls.
ia: Un error importante occurreva, probabilemente connexe al configuration de e-mail. Examina le files de registro pro plus informationes.
mk: Се појави важна грешка, веројатно поврзана со востановката на е-поштата. Проверете ги дневничките податотеки за повеќе информации.
sv: Ett viktigt fel uppstod, förmodligen relaterat till e-postinställningar. Kontrollera loggfiler för mer info.

source: An error occurred.
ca: S'ha produït un error.
ia: Un error ha occurrite.
mk: Се појави грешка.
sv: Ett fel uppstod.
te: ఒక పొరపాటు దొర్లింది.

source: No configuration file found. Try running the installation program first.
ca: No s'ha trobat cap fitxer de configuració. Proveu d'executar la instal·lació del programa primer.
ia: Nulle file de configuration trovate. Tenta executar primo le programma de installation.
mk: Не пронајдов податотека за поставки. Прво пуштете го програмот за инсталирање.
sv: Ingen konfigurationsfil hittades. Prova att köra installationsprogrammet först.

source: Unknown page
ca: Pàgina desconeguda
ia: Pagina incognite
mk: Непозната страница
sv: Okänd sida
te: తెలియని పుట

source: Unknown action
ca: Acció desconeguda
cs: Neznámá akce
es: Acción desconocida
gl: Non se coñece esa acción
ia: Action incognite
it: Azione sconosciuta
ja: 不明なアクション
ka: უცნობი მოქმედება
mk: Непознато дејство
nb: Ukjent handling
sv: Okänd funktion
te: తెలియని చర్య
zh_cn: 未知动作

source: Access
ca: Accés
cs: Přístup
es: Acceder
gl: Acceso
ia: Accesso
it: Accesso
ja: アクセス
ka: შესვლა
mk: Пристап
nb: Tilgang
sv: Åtkomst
te: అందుబాటు
zh_cn: 访问

source: Site access settings
ca: Paràmetres d'accés al lloc
cs: Nastavení přístupu
es: Configuración de acceso de la web
gl: Configuración do acceso ao sitio
ia: Configurationes de accesso al sito
it: Impostazioni di accesso al sito
ja: サイトアクセス設定
ka: საიტზე შესვლის პარამეტრები
mk: Нагодувања за пристап на мрежното место
nb: Innstillinger for nettstedstilgang
sv: Inställningar för webbplatsåtkomst
te: సైటు అందుబాటు అమరికలు
zh_cn: 网站访问设置

source: Registration
ca: Registre
cs: Registrace
es: Registro
gl: Rexistro
it: Registrazione
ja: 登録
ka: რეგისტრაცია
mk: Регистрација
nb: Registrering
sv: Registrering
te: నమోదు
zh_cn: 注册

source: Prohibit anonymous users (not logged in) from viewing site?
ca: Voleu prohibir als usuaris anònims (que no han iniciat cap sessió) visualitzar el lloc?
cs: Zakázat anonymním (nepřihlášeným) uživatelům prohlížet stránky
es: ¿Prohibir a los usuarios anónimos (no conectados) ver el sitio?
gl: Prohibir que os usuarios anónimos (sen sesión iniciada) vexan o sitio?
ia: Prohibir al usatores anonyme (sin session aperte) de vider le sito?
it: Proibire agli utenti anonimi (che non hanno effettuato l'accesso) di vedere il sito?
ja: 匿名ユーザー(ログインしていません)がサイトを見るのを禁止しますか?
ka: აეკრძალოს ანონიმურ (არაავტორიზირებულ) მომხმარებლებს საიტის ნახვა?
mk: Да им забранам на анонимните (ненајавени) корисници да го гледаат мрежното место?
nb: Forhindre anonyme brukere (ikke innlogget) å se nettsted?
sv: Skall anonyma användare (inte inloggade) förhindras från att se webbplatsen?
te: అజ్ఞాత (ప్రవేశించని) వాడుకరులని సైటుని చూడకుండా నిషేధించాలా?
zh_cn: 要禁止匿名用户（未登录）浏览网站吗？

# LABEL
source: Private
ca: Privat
cs: Soukromé
es: Privado
gl: Privado
it: Privato
ja: プライバシー
ka: პირადი
mk: Приватно
nb: Privat
sv: Privat
te: అంతరంగికం
zh_cn: 非公开

source: Make registration invitation only.
ca: Fes que el registre sigui només amb invitacions.
cs: Registrace jen na pozvánku
es: Haz que el registro sea sólo con invitaciones.
gl: Que o rexistro só se poida facer previa invitación.
ia: Permitter le registration solmente al invitatos.
it: Rende la registrazione solo su invito
ja: 招待のみ登録する
ka: რეგისტრაცია მხოლოდ მოწვევით.
mk: Регистрирање само со покана.
nb: Gjør at registrering kun kan skje gjennom invitasjon.
sv: Gör så att registrering endast sker genom inbjudan.
te: ఆహ్వానితులు మాత్రమే నమోదు అవ్వగలిగేలా చెయ్యి.
zh_cn: 只允许邀请注册。

source: Invite only
ca: Només invitació
cs: Pouze na pozvánku
es: Invitar sólo
gl: Só por invitación
ia: Solmente per invitation
it: Solo invito
ja: 招待のみ
ka: მხოლოდ მოწვევით
mk: Само со покана
nb: Kun invitasjon
sv: Endast inbjudan
te: ఆహ్వానితులకు మాత్రమే
zh_cn: 邀请制

source: Disable new registrations.
ca: Inhabilita els nous registres.
cs: Znemožnit nové registrace
es: Inhabilitar nuevos registros.
gl: Desactivar os novos rexistros.
ia: Disactivar le creation de nove contos.
it: Disabilita la creazione di nuovi account
ja: 新規登録を無効。
ka: ახალი რეგისტრაციების გაუქმება.
mk: Оневозможи нови регистрации.
nb: Deaktiver nye registreringer.
sv: Inaktivera nya registreringar.
te: కొత్త నమోదులను అచేతనంచేయి.
zh_cn: 禁止新用户注册。

source: Closed
ca: Tancat
cs: Uzavřené
es: Cerrado
gl: Pechado
ia: Claudite
it: Chiuso
ja: 閉じられた
ka: დახურული
mk: Затворен
nb: Lukket
sv: Stängd
te: మూసివేయబడింది
zh_cn: 封闭（不允许新用户注册）

source: Save access settings
ca: Desa els paràmetres d'accés
cs: uložit nastavení přístupu
es: Guardar la configuración de acceso
gl: Gardar a configuración de acceso
ia: Salveguardar configurationes de accesso
it: Salva impostazioni di accesso
ja: アクセス設定の保存
ka: შეინახე შესვლის პარამეტრები
mk: Зачувај нагодувања на пристап
nb: Lagre tilgangsinnstillinger
sv: Spara inställningar för åtkomst
te: అందుబాటు అమరికలను భద్రపరచు
zh_cn: 保存访问设置

# BUTTON
source: Save
ca: Desa
cs: Uložit
es: Guardar
gl: Gardar
ia: Salveguardar
it: Salva
ka: შეინახე
mk: Зачувај
nb: Lagre
sv: Spara
te: భద్రపరచు
zh_cn: 保存

source: There was a problem with your session token. Try again, please.
ca: Sembla que hi ha hagut un problema amb la teva sessió. Prova-ho de nou, si us plau.
cs: Nastal problém s vaším session tokenem. Zkuste to znovu, prosím.
es: Hubo un problema con tu clave de sesión. Por favor, intenta nuevamente.
gl: Houbo un erro co seu pase. Inténteo de novo.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.
it: Si è verificato un problema con il tuo token di sessione. Prova di nuovo.
ja: あなたのセッショントークンに問題がありました。再度お試しください。
mk: Се поајви проблем со Вашиот сесиски жетон. Обидете се повторно.
nb: Det var et problem med din sesjons-autentisering. Prøv igjen.
sv: Det var ett problem med din sessions-token. Var vänlig försök igen.
zh_cn: 你的 session 出现了一个问题，请重试。

source: Not logged in.
ca: No heu iniciat una sessió.
cs: Nejste přihlášen(a).
es: No conectado.
gl: Non iniciou sesión.
ia: Tu non ha aperite un session.
it: Accesso non effettuato.
ja: ログインしていません。
ka: ავტორიზებული არ ხართ.
mk: Не сте најавени.
nb: Ikke logget inn.
sv: Inte inloggad.
te: లోనికి ప్రవేశించలేదు.
zh_cn: 未登录。

source: No such profile.
ca: No existeix el perfil.
cs: Žádný takový profil.
es: No existe tal perfil.
gl: Non existe ese perfil.
ia: Profilo non existe.
it: Nessun profilo.
ka: ასეთი პროფილი არ არსებობს.
mk: Нема таков профил.
nb: Ingen slik profil.
sv: Ingen sådan profil.
te: అటువంటి ప్రొఫైలు లేదు.
zh_cn: 没有这个文件。

source: No such list.
ia: Lista non existe.
mk: Нема таков список.
sv: Ingen sådan lista.
te: అటువంటి జాబితా లేదు.

source: You cannot list an OMB 0.1 remote profile with this action.
ia: Tu non pote listar un profilo remote OMB 0.1 con iste action.
mk: Не можете да наведете далечински профил OMB 0.1 со ова дејство.
sv: Du kan inte lista en OMB 0,1-fjärrprofil med denna åtgärd.

source: There was an unexpected error while listing %s.
ia: Un error inexpectate occurreva durante le listage de %s.
mk: Се појави неочекувана грешка при наведувањето на %s.
sv: Det uppstod ett oväntat fel när %s listades.

source: There was a problem listing %s. The remote server is probably not responding correctly. Please try retrying later.
ia: Un problema occurreva durante le listage de %s. Le servitor remote probabilemente non responde correctemente. Per favor reproba plus tarde.
mk: Се појави проблем при наведувањето на %s. Веројатно далечинскиот опслужувач не одговара како што треба. Обидете се повторно.
sv: Det uppstod ett problem när %s listades. Fjärrservern svarar förmodligen inte korrekt, prova att försöka igen senare.

# TITLE
source: Listed
ia: Listate
mk: Наведени
sv: Listade
te: జాబితాలో చేర్చారు

source: No such page.
ca: No existeix la pàgina.
cs: Tady žádná taková stránka není.
es: No existe tal página.
gl: Esa páxina non existe.
ia: Pagina non existe.
it: Pagina inesistente.
ja: そのようなタグはありません。
ka: ასეთი გვერდი არ არსებობს.
mk: Нема таква страница.
nb: Ingen slik side.
sv: Ingen sådan sida
te: అటువంటి పేజీ లేదు.
zh_cn: 没有这个页面。

source: No such user.
ca: No existeix l'usuari.
cs: Uživatel neexistuje.
es: No existe ese usuario.
gl: Non existe tal usuario.
ia: Iste usator non existe.
it: Utente inesistente.
ja: そのようなユーザはいません。
ka: ასეთი მომხმარებელი არ არსებობს.
mk: Нема таков корисник.
nb: Ingen slik bruker.
sv: Ingen sådan användare.
te: అటువంటి వాడుకరి లేరు.
zh_cn: 没有这个用户。

source: Feed for friends of %s (RSS 1.0)
ca: Canal dels amics de %s (RSS 1.0)
cs: Feed pro přátele uživatele: %s (RSS 1.0)
es: Feed de los amigos de %s (RSS 1.0)
gl: Fonte de novas dos amigos de %s (RSS 1.0)
ia: Syndication pro le amicos de %s (RSS 1.0)
it: Feed degli amici di %s (RSS 1.0)
ja: %s の友人のフィード (RSS 1.0)
mk: Канал со пријатели на %s (RSS 1.0)
nb: Mating for venner av %s (RSS 1.0)
sv: Flöden för %ss vänner (RSS 1.0)
te: %s యొక్క మిత్రుల ఫీడు (RSS 1.0)
zh_cn: %s 好友的聚合(RSS 1.0)

source: Feed for friends of %s (RSS 2.0)
ca: Canal dels amics de %s (RSS 2.0)
cs: Feed pro přátele uživatele: %s (RSS 2.0)
es: Feed de los amigos de %s (RSS 2.0)
gl: Fonte de novas dos amigos de %s (RSS 2.0)
ia: Syndication pro le amicos de %s (RSS 2.0)
it: Feed degli amici di %s (RSS 2.0)
ja: %s の友人のフィード (RSS 2.0)
mk: Канал со пријатели на %s (RSS 2.0)
nb: Mating for venner av %s (RSS 2.0)
sv: Flöden för %ss vänner (RSS 2.0)
te: %s యొక్క మిత్రుల ఫీడు (RSS 2.0)
zh_cn: %s 好友的聚合(RSS 2.0)

source: Feed for friends of %s (Atom)
ca: Canal dels amics de %s (Atom)
cs: Feed pro přátele uživatele: %s (Atom)
es: Feed de los amigos de %s (Atom)
gl: Fonte de novas dos amigos de %s (Atom)
ia: Syndication pro le amicos de %s (Atom)
it: Feed degli amici di %s (Atom)
ja: %s の友人のフィード (Atom)
mk: Канал за пријатели на %S (Atom)
nb: Mating for venner av %s (Atom)
sv: Flöden för %ss vänner (Atom)
te: %s యొక్క మిత్రుల ఫీడు (ఆటమ్)
zh_cn: %s 好友的聚合(Atom)

source: This is the timeline for %s and friends but no one has posted anything yet.
ca: Aquesta és la línia temporal de %s i amics, però ningú hi ha publicat res encara.
cs: Tohle je časová osa pro uživatele %s a jeho(její) přátele ale nikdo zatím nic nenapsal.
es: Esta es la línea temporal de %s y amistades, pero nadie ha publicado nada todavía.
gl: Esta é a liña do tempo de %s e amigos pero ninguén publicou nada aínda.
ia: Isto es le chronologia pro %s e su amicos, ma nemo ha ancora publicate alique.
it: Questa è l'attività di %s e i suoi amici, ma nessuno ha ancora scritto qualche cosa.
ja: これは %s と友人のタイムラインです。まだ誰も投稿していません。
ka: ეს არის $s-ს და მეგობრების განახლებების ნაკადი, მაგრამ ჯერჯერობით არავის დაუპოსტავს.
mk: Ова е историјата за %s и пријателите, но досега никој нема објавено ништо.
nb: Dette er tidslinjen for %s og venner, men ingen har postet noe enda.
sv: Detta är tidslinjen för %s och vänner, men ingen har skrivit något än.
te: ఇది %s మరియు మిత్రుల కాలరేఖ కానీ ఇంకా ఎవరూ ఏమీ రాయలేదు.
zh_cn: 这是 %s 和好友的时间线，但是没有任何人发布内容。

source: Try subscribing to more people, [join a group](%%action.groups%%) or post something yourself.
ca: Proveu de subscriure més gent, [uniu-vos a un grup](%%action.groups%%) o publiqueu quelcom personal.
cs: Zkuste začít sledovat víc lidí, [připojte se ke skupině](%%action.groups%%) nebo napište něco o sobě.
es: Esta es la línea temporal de %s y amistades, pero nadie ha publicado nada todavía.
gl: Probe a subscribirse a máis xente, [únase a un grupo](%%action.groups%%) ou publique algo.
ia: Proba subscriber te a altere personas, [face te membro de un gruppo](%%action.groups%%) o publica alique tu mesme.
it: Prova ad abbonarti a più persone, [entra in un gruppo](%%action.groups%%) o scrivi un messaggio.
ja: もっと多くの人をフォローしてみましょう。[グループに参加](%%action.groups%%) してみたり、何か投稿してみましょう。
ka: გახდი მეტი მომხმარებლის მიმდევარი, [გაწევრიანდი ჯგუფში](%%action.groups%%) ან თავად დაპოსტე რამე.
mk: Пробајте да се претплатите на повеќе луѓе, [зачленете се во група](%%action.groups%%) или објавете нешто самите.
nb: Prøv å abbonere på flere personer, [bli med i en gruppe](%%action.groups%%) eller post noe selv.
sv: Prova att prenumerera på fler personer, [gå med i en grupp](%%action.groups%%) eller skriv något själv.
te: ఇతరులకి చందా చేరండి, [ఏదైనా గుంపులో చేరండి](%%action.groups%%) లేదా మీరే ఏదైనా వ్రాయండి.
zh_cn: 尝试关注更多的人、[加入一个小组](%%action.groups%%) 或者自己发一些东西。

source: You can try to [nudge %1$s](../%2$s) from their profile or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
ca: Sigueu el primer en [enviar sobre aquest tema](%%%%action.newnotice%%%%?status_textarea=%s)!
cs: Můžete se pokusit uživatele [%1$s postrčit](../%2$s) z jejich profilu nebo [jim něco poslat](%%%%action.newnotice%%%%?status_textarea=%3$s).
es: Puedes intentar [dar un toque a %1$s](../%2$s) desde su perfil o [publicar algo a ellos](%%%%action.newnotice%%%%?status_textarea=%3$s).
gl: Pode probar a [facerlle un aceno a %1$s](../%2$s) dende o seu perfil ou [publicar algo dirixido a el ou ela](%%%%action.newnotice%%%%?status_textarea=%3$s).
ia: Tu pote tentar [dar un pulsata a %1$s](../%2$s) in su profilo o [publicar un message a su attention](%%%%action.newnotice%%%%?status_textarea=%3$s).
it: [Scrivi qualche cosa](%%%%action.newnotice%%%%?status_textarea=%s) su questo argomento!
ja: 最初の [このトピック投稿](%%%%action.newnotice%%%%?status_textarea=%s) をしてください!
mk: Можете да го [подбуцнете корисникот %1$s](../%2$s) од неговиот профил или да [му испратите нешто](%%%%action.newnotice%%%%?status_textarea=%3$s).
nb: Vær den første til å [poste om dette emnet](%%%%action.newnotice%%%%?status_textarea=%s)!
sv: Var den första att [skriva i detta ämne](%%%%action.newnotice%%%%?status_textarea=%s)!
te: ప్రొఫైలు ద్వారా [%1$sని కదిపి](../%2$s) చూడండి లేదా [వారికి ఏదైనా వ్రాయండి](%%%%action.newnotice%%%%?status_textarea=%3$s).
zh_cn: 你可以试着到他们的资料页 [呼叫%1$s](../%2$s) 他们或者 [给他们发消息](%%%%action.newnotice%%%%?status_textarea=%3$s)。

source: Why not [register an account](%%%%action.register%%%%) and then nudge %s or post a notice to them.
ca: Per què no hi [registreu un compte](%%action.register%%) i sou el primer en escriure'n un!
cs: Proč si [nezaregistrovat účet](%%%%action.register%%%%) a pak pošťouchnout uživatele %s nebo jim poslat hlášku.
es: Por qué no [registrar una cuenta](%%%%action.register%%%%) y luego zarandear a %s o publicar una nota a ellos?
gl: Por que non [rexistrar unha conta](%%%%action.register%%%%) e entón facerlle un aceno a %s ou publicar unha nota dirixida a el ou ela?
ia: Proque non [registrar un conto](%%%%action.register%%%%) e postea dar un pulsata a %s o publicar un message a su attention.
it: Perché non [crei un accout](%%action.register%%) e ne scrivi uno tu!
ja: なぜ [アカウント登録](%%action.register%%) しないのですか。そして最初の投稿をしてください!
ka: [გახსენი ანგარიში](%%%%action.register%%%%) და გამოეხმაურე %s-ს ან დაუტოვე შეტყობინება.
mk: А зошто не се [регистрирате](%%%%action.register%%%%), и потоа да го подбуцнете корисникот %s или да му испратите забелешка.
nb: Hvorfor ikke [registrere en konto](%%action.register%%) og vær den første til å poste en!
sv: Varför inte [registrera ett konto](%%action.register%%) och bli först att posta en!
te: [ఒక ఖాతాని నమోదుచేసుకుని](%%%%action.register%%%%) %sని కదపండి లేదా వారికి ఒక టపాని పంపించండి!
zh_cn: 现在就[注册一个帐号](%%%%action.register%%%%)并呼叫或者发一条消息给%s。

source: %s and friends
ca: %s i amics
cs: %s a přátelé
es: %s y sus amistades
gl: %s e amigos
ia: %s e amicos
it: %s e amici
ja: %s と友人
ka: %s და მეგობრები
mk: %s и пријатели
nb: %s og venner
sv: %s och vänner
te: %s మరియు మిత్రులు
zh_cn: %s 和好友们

source: Updates from %1$s and friends on %2$s!
ca: Actualitzacions de %1$s i amics a %2$s!
cs: Novinky od uživatele %1$s a přátel na %2$s!
es: ¡Actualizaciones de %1$s y sus amistades en %2$s!
gl: Actualizacións de %1$s e amigos en %2$s!
ia: Actualisationes de %1$s e su amicos in %2$s!
it: Messaggi da %1$s e amici su %2$s!
ja: %2$s に %1$s と友人からの更新があります！
ka: %1$s და მეგობრების განახლებები %2$s-ზე!
mk: Подновувања од %1$s и пријатели на %2$s!
nb: Oppdateringer fra %1$s og venner på %2$s!
sv: Uppdateringar från %1$s och vänner på %2$s!
te: %2$sలో %1$s మరియు స్నేహితుల నుండి తాజాకరణలు!
zh_cn: %2$s上%1$s和好友们的更新！

source: API method not found.
ca: No s'ha trobat el mètode API!
cs: API metoda nebyla nalezena.
es: Método de API no encontrado.
gl: Non se atopou o método da API.
ia: Methodo API non trovate.
it: Metodo delle API non trovato.
ja: API メソッドが見つかりません。
ka: API მეთოდი ვერ მოიძებნა.
mk: API методот не е пронајден.
nb: API-metode ikke funnet.
sv: API-metod hittades inte.
te: API పద్ధతి లేదు.
zh_cn: API方法没有找到。

source: This method requires a POST.
ca: Aquest mètode requereix POST.
cs: Tato metoda vyžaduje POST.
es: Este método requiere un POST.
gl: Este método require un POST.
ia: Iste methodo require un POST.
it: Questo metodo richiede POST.
ja: このメソッドには POST が必要です。
ka: ეს მეთოდი მოითხოვს POST-ს.
mk: Овој метод бара POST.
nb: Denne metoden krever en POST.
sv: Denna metod kräver en POST.
zh_cn: 此方法接受POST请求。

source: You must specify a parameter named 'device' with a value of one of: sms, im, none.
ca: Heu d'especificar un paràmetre anomenat 'device' (dispositiu) amb un valor dels següents: sms, im, none (cap)
cs: Je nutné zadat parametr s názvem 'device' s jednou z hodnot: sms, im, none.
es: Tienes que especificar un parámetro llamdao 'dispositivo' con un valor a elegir entre: sms, im, ninguno.
gl: Ten que especificar un parámetro chamado "device" cun destes valores: sms, im, none.
ia: Tu debe specificar un parametro nominate 'device' con un del valores: sms, im, none.
it: È necessario specificare un parametro chiamato "device" con un valore tra: "sms", "im" o "none".
ka: აუცილებელია პარამეტრ 'device'-ს მიუთითოთ შემდეგი მნიშვნელობებიდან ერთერთი: sms, im, none.
mk: Мора да назначите параметар со име 'device' со една од следниве вредности: sms, im, none.
nb: Du må angi en verdi for parameteren 'device' med en av: sms, im, none.
sv: Du måste ange ett värdet på parametern 'device': sms, im, none
zh_cn: 你必须指定一个名为'device'的参数，值可以是以下中的一个：sms, im, none。

source: Could not update user.
ca: No s'ha pogut actualitzar l'usuari.
cs: Nepodařilo se aktualizovat nastavení uživatele
es: No se pudo actualizar el usuario.
gl: Non se puido actualizar o usuario.
ia: Non poteva actualisar le usator.
it: Impossibile aggiornare l'utente.
ja: ユーザを更新できませんでした。
ka: მომხმარებლის განახლება ვერ მოხერხდა.
mk: Не можев да го подновам корисникот.
nb: Kunne ikke oppdatere bruker.
sv: Kunde inte uppdatera användare.
te: వాడుకరిని తాజాకరించలేకున్నాం.
zh_cn: 无法更新用户。

source: User has no profile.
ca: L'usuari no té perfil.
cs: Uživatel nemá profil.
es: El usuario no tiene un perfil.
gl: O usuario non ten perfil.
ia: Le usator non ha un profilo.
it: L'utente non ha un profilo.
ja: ユーザはプロフィールをもっていません。
ka: მომხმარებელს პროფილი არ გააჩნია.
mk: Корисникот нема профил.
nb: Brukeren har ingen profil.
sv: Användaren har ingen profil.
te: వాడుకరికి ప్రొఫైలు లేదు.
zh_cn: 用户没有个人信息。

source: Could not save profile.
ca: No s'ha pogut desar el perfil.
cs: Nepodařilo se uložit profil.
es: No se pudo guardar el perfil.
gl: Non se puido gardar o perfil.
ia: Non poteva salveguardar le profilo.
it: Impossibile salvare il profilo.
ja: プロフィールを保存できませんでした。
ka: პროფილის შენახვა ვერ მოხერხდა.
mk: Не може да се зачува профил.
nb: Kunne ikke lagre profil.
sv: Kunde inte spara profil.
te: ప్రొఫైలుని భద్రపరచలేకున్నాం.
zh_cn: 无法保存个人信息。

source: The server was unable to handle that much POST data (%s byte) due to its current configuration.
ca: El servidor no ha pogut gestionar tantes dades POST (%s byte) a causa de la configuració actual.
es: El servidor no ha podido manejar tanta información del tipo POST (%s de bytes) a causa de su configuración actual.
ia: Le servitor non ha potite tractar tante datos POST (%s byte) a causa de su configuration actual.
mk: Опслужувачот не можеше да обработи толку многу POST-податоци (%s бајт) поради неговата тековна поставеност.
nb: Tjeneren kunne ikke håndtere så mye POST-data (%s byte) på grunn av sin gjeldende konfigurasjon.
sv: Servern kunde inte hantera så mycket POST-data (%s byte) på grund av sin nuvarande konfiguration.
zh_cn: 服务器当前的设置无法处理这么多的 POST 数据（%s bytes）。

source: Unable to save your design settings.
ca: No s'han pogut desar els paràmetres de disseny.
cs: Nelze uložit vaše nastavení designu.
es: No se pudo grabar tu configuración de diseño.
gl: Non se puido gardar a súa configuración de deseño.
ia: Impossibile salveguardar le configurationes del apparentia.
it: Impossibile salvare la impostazioni dell'aspetto.
ja: あなたのデザイン設定を保存できません。
ka: სამწუხაროდ თქვენი დიზაინის პარამეტრების შენახვა ვერ მოხერხდა.
mk: Не можам да ги зачувам Вашите нагодувања за изглед.
nb: Kunne ikke lagre dine innstillinger for utseende.
sv: Kunde inte spara dina utseendeinställningar.
te: మీ రూపురేఖల అమరికలని భద్రపరచలేకున్నాం.
zh_cn: 无法保存你的外观设置。

source: Could not update your design.
ca: No s'ha pogut actualitzar el vostre disseny.
cs: Nelze uložit design.
es: No se pudo actualizar tu diseño.
gl: Non se puido actualizar o seu deseño.
ia: Non poteva actualisar le apparentia.
it: Impossibile aggiornare l'aspetto.
ja: デザインを更新できませんでした。
ka: დიზაინის განახლება ვერ მოხერხდა.
mk: Не може да се поднови Вашиот изглед.
nb: Kunne ikke oppdatere din profils utseende.
sv: Kunde inte uppdatera din profils utseende.
zh_cn: 无法更新你的外观。

# ATOM
source: Main
ca: Principal
es: Principal
ia: Principal
mk: Главна
sv: Huvud
te: ప్రధాన
zh_cn: 主要

source: %s timeline
ca: %s línia temporal
cs: časová osa %s
es: línea temporal de %s
gl: Liña do tempo de %s
ia: Chronologia de %s
it: Attività di %s
ja: %s のタイムライン
ka: %s-ის ნაკადი
mk: Историја на %s
nb: %s tidslinje
sv: %s tidslinje
te: %s కాలరేఖ
zh_cn: %s的时间线

source: %s subscriptions
ca: Subscripcions de %s
cs: Odběry uživatele %s
es: Suscripciones %s
gl: %s subscricións
ia: Subscriptiones de %s
it: Abbonamenti di %s
ja: %s フォローしている
ka: %s გამოწერები
mk: Претплати на %s
nb: %s abonnementer
sv: %s prenumerationer
te: %s చందాలు
zh_cn: %s 关注的用户
