Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Do not delete this application.
ca: No eliminis l'aplicació.
ia: Non deler iste application.
mk: Не го бриши овој програм.
sv: Ta inte bort denna applikation.
te: ఈ ఉపకరణాన్ని తొలగించవద్దు.
zh_cn: 不要删除此应用程序。

source: Delete this application.
ca: Elimina l'aplicació.
ia: Deler iste application.
mk: Избриши го програмов.
sv: Ta bort denna applikation.
te: ఈ ఉపకరణాన్ని తొలగించు.
zh_cn: 删除此应用程序。

source: You must be logged in to delete a group.
ca: Heu d'haver iniciat una sessió per eliminar un grup.
es: Debe estar conectado para eliminar un grupo.
ia: Tu debe aperir un session pro deler un gruppo.
mk: Мора да сте најавени за да избришете група.
nb: Du må være innlogget for å slette en gruppe.
sv: Du måste vara inloggad för att ta bort en grupp.
te: గుంపుని తొలగించడానికి మీరు ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录才能删除小组。

source: You are not allowed to delete this group.
ca: No teniu permisos per eliminar el grup.
es: No puede eliminar este grupo.
ia: Tu non ha le permission de deler iste gruppo.
mk: Не Ви е дозволено да ја избришете оваа група.
nb: Du har ikke tillatelse til å slette denne gruppen.
sv: Du får inte ta bort denna grupp.
te: ఈ గుంపును తొలగించడానికి మీకు అనుమతి లేదు.
zh_cn: 你不能删除这个小组。

source: Could not delete group %s.
ca: No s'ha pogut eliminar el grup %s.
es: No se pudo eliminar el grupo %s.
ia: Non poteva deler le gruppo %s.
mk: Не можев да ја избришам групата %s.
nb: Kunne ikke slette gruppen %s.
sv: Kunde inte ta bort grupp %s.
te: %s గుంపుని తొలగించలేకున్నాం.
zh_cn: 无法删除%s小组。

source: Deleted group %s
ca: S'ha eliminat el grup %s
es: Grupo %s eliminado
ia: Deleva gruppo %s
mk: Групата %s е избришана
nb: Slettet gruppen %s
sv: Ta bort grupp %s
te: %s గుంపుని తొలగించాం
zh_cn: 删除了%s小组

source: Delete group
ca: Elimina el grup
es: Borrar grupo
ia: Deler gruppo
mk: Избриши група
nb: Slett gruppe
sv: Ta bort grupp
te: గుంపు తొలగింపు
zh_cn: 删除小组

source: Are you sure you want to delete this group? This will clear all data about the group from the database, without a backup. Public posts to this group will still appear in individual timelines.
ca: Esteu segur que voleu eliminar el grup? S'esborraran totes les dades del grup a la base de dades, sense cap còpia de seguretat. Els apunts públics al grup encara apareixeran a les línies temporals individuals.
es: ¿Está seguro de que quiere eliminar el grupo? Se eliminarán todos los datos del grupo de la base de datos, sin ninguna copia de seguridad. Los apuntes públicos al grupo todavía aparecerán en las líneas de tiempo individuales.
ia: Es tu secur de voler deler iste gruppo? Isto radera tote le datos super le gruppo del base de datos, sin copia de reserva. Le messages public in iste gruppo restara totevia in le chronologias individual.
mk: Дали се сигурни дека сакате да ја избришете групава? Ова воедно ќе ги избрише сите податоци за групата од базата, без да може да се вратат. Јавните објави на оваа група ќе си останат во поединечните хронологии.
sv: Är du säker på att du vill ta bort denna grupp? Detta kommer att radera alla data om gruppen från databasen, utan en säkerhetskopia. Publika inlägg till den här gruppen visas fortfarande i enskilda tidslinjer.
te: మీరు నిజంగానే ఈ గుంపును తొలగించాలనుకుంటున్నారా? ఇది ఆ గుంపు గురించి ఉన్న భోగట్టాను మొత్తం డాటాబేసు నుండి తొలగిస్తుంది, వెనక్కి తేలేకుండా. ఈ గుంపుకి పంపించిన బహిరంగ టపాలు మాత్రం ఆయా వ్యక్తుల కాలరేఖల్లో కనిపిస్తాయి.
zh_cn: 你确定要删除这个小组吗？这将从数据库中清除有关这个用户的所有数据，没有备份。对这个小组公开的消息将仍在各自的时间线中保留。

source: Do not delete this group.
ca: No eliminis el grup.
ia: Non deler iste gruppo.
mk: Не ја бриши групава.
sv: Ta inte bort denna grupp.
te: ఈ గుంపును తొలగించవద్దు.
zh_cn: 不要删除此组。

source: Delete this group.
ca: Elimina el grup.
es: Eliminar este grupo.
ia: Deler iste gruppo.
mk: Избриши ја групава.
sv: Ta bort denna grupp.
te: ఈ గుంపుని తొలగించు.
zh_cn: 删除此组。

source: You are about to permanently delete a notice. Once this is done, it cannot be undone.
ca: Esteu a punt d'eliminar permanentment un avís. Una vegada fet, no es podrà desfer.
cs: Chystáte se trvale odstranit oznámení. Jakmile se tak stane, nemůže se odestát.
es: Estás a punto de eliminar un mensaje permanentemente. Una vez hecho esto, no lo puedes deshacer.
gl: Está a piques de borrar unha nota definitivamente. Unha vez feito, non se poderá recuperar.
ia: Tu es super le puncto de deler permanentemente un nota. Un vice facite, isto non pote esser disfacite.
it: Stai per eliminare definitivamente un messaggio. Una volta fatto non sarà possibile recuperarlo.
ja: あなたはつぶやきを永久に削除しようとしています。 これが完了するとそれを元に戻すことはできません。
ka: თქვენ შეტყობინების სამუდამოდ წაშლას აპირებთ. ეს მოქმედება შეუქცევადია.
mk: На пат сте да избришете забелешка засекогаш. Откако ќе го направите тоа, постапката нема да може да се врати.
nb: Du er i ferd med å slette en notis permanent. Når dette er gjort kan det ikke gjøres om.
sv: Du håller på att ta bort en notis permanent. När det väl är gjort kan du inte ångra dig.
te: మీరు ఒక నోటీసుని శాశ్వతంగా తొలగించబోతున్నారు. ఇది ఒక్కసారి పూర్తయితే, దాన్నిక వెనక్కి తేలేరు.
zh_cn: 你即将永久删除一条消息，此操作无法撤销。

source: Delete notice
ca: Elimina l'avís
cs: Odstranit oznámení
es: Borrar mensaje
gl: Borrar a nota
ia: Deler nota
it: Elimina messaggio
ja: つぶやき削除
ka: შეტყობინების წაშლა
mk: Избриши забелешка
nb: Slett notis
sv: Ta bort notis
te: నోటీసుని తొలగించు
zh_cn: 删除消息

source: Are you sure you want to delete this notice?
ca: Esteu segur que voleu eliminar aquest avís?
cs: Jste si jisti, že chcete smazat tohoto oznámení?
es: ¿Estás seguro de que quieres eliminar este aviso?
gl: Está seguro de querer borrar esta nota?
ia: Es tu secur de voler deler iste nota?
it: Vuoi eliminare questo messaggio?
ja: 本当にこのつぶやきを削除しますか？
ka: ნამდვილად გსურთ ამ შეტყობინების წაშლა?
mk: Дали сте сигурни дека сакате да ја избришете оваа заблешка?
nb: Er du sikker på at du vil slette denne notisen?
sv: Är du säker på att du vill ta bort denna notis?
te: మీరు నిజంగానే ఈ నోటీసుని తొలగించాలనుకుంటున్నారా?
zh_cn: 你确定要删除这条消息吗？

source: Do not delete this notice.
ca: No eliminis l'avís.
es: No eliminar este mensaje.
ia: Non deler iste nota.
mk: Не ја бриши оваа забелешка.
sv: Ta inte bort denna notis.
te: ఈ నోటీసుని తొలగించవద్దు.
zh_cn: 不要删除此通知。

source: Delete this notice.
ca: Elimina l'avís.
es: Eliminar este mensaje
ia: Deler iste nota.
mk: Избриши ја забелешкава.
sv: Ta bort denna notis.
te: ఈ నోటీసుని తొలగించు.
zh_cn: 删除此通知。

source: You cannot delete users.
ca: No podeu eliminar els usuaris.
cs: Nemůžete odstranit uživatele.
es: No puedes borrar usuarios.
gl: Non pode borrar usuarios.
ia: Tu non pote deler usatores.
it: Non puoi eliminare utenti.
ja: ユーザを削除できません
ka: თქვენ ვერ შეძლებთ მომხმარებლების წაშლას.
mk: Не можете да бришете корисници.
nb: Du kan ikke slette brukere.
sv: Du kan inte ta bort användare.
te: మీరు వాడుకరులని తొలగించలేరు.
zh_cn: 你不能删除用户。

source: You can only delete local users.
ca: Només podeu eliminar usuaris locals.
cs: Můžete smazat pouze místní uživatele.
es: Sólo puedes eliminar usuarios locales.
gl: Só pode borrar usuarios locais.
ia: Tu pote solmente deler usatores local.
it: Puoi eliminare solo gli utenti locali.
ja: ローカルユーザのみ削除できます。
ka: თქვენ მხოლოდ ადგილობრივი მომხმარებლების წაშლა გძალუძთ.
mk: Може да бришете само локални корисници.
nb: Du kan bare slette lokale brukere.
sv: Du kan bara ta bort lokala användare.
te: మీరు స్థానిక వాడుకరులను మాత్రమే తొలగించగలరు.
zh_cn: 你只能删除本地用户。

# TITLE
source: Delete user
ca: Elimina l'usuari
es: Eliminar usuario
ia: Deler usator
mk: Избриши корисник
sv: Ta bort användare
te: వాడుకరి తొలగింపు
zh_cn: 删除用户

source: Delete user
ca: Elimina l'usuari
cs: Smazat uživatele
es: Borrar usuario
gl: Borrar o usuario
ia: Deler usator
it: Elimina utente
ja: ユーザ削除
ka: მომხმარებლის წაშლა
mk: Избриши корисник
nb: Slett bruker
sv: Ta bort användare
te: వాడుకరిని తొలగించు
zh_cn: 删除用户

source: Are you sure you want to delete this user? This will clear all data about the user from the database, without a backup.
ca: Esteu segur que voleu eliminar l'usuari? S'esborraran totes les dades de l'usuari de la base de dades, sense cap còpia de seguretat.
cs: Jste si jisti, že chcete smazat tohoto uživatele? To odstraní všechny údaje o uživateli z databáze, bez zálohy.
es: ¿Realmente deseas eliminar este usuario? Esto borrará de la base de datos todos los datos sobre el usuario, sin dejar una copia de seguridad.
gl: Está seguro de querer borrar este usuario? Isto borrará todos os datos do usuario da base de datos, sen posibilidade de recuperalos.
ia: Es tu secur de voler deler iste usator? Isto radera tote le datos super le usator del base de datos, sin copia de reserva.
it: Vuoi eliminare questo utente? Questa azione eliminerà tutti i dati dell'utente dal database, senza una copia di sicurezza.
ja: あなたは本当にこのユーザを削除したいですか? これはバックアップなしでデータベースからユーザに関するすべてのデータをクリアします。
ka: ნამდვილად გნებავთ ამ მომხმარებლის წაშლა? ეს მოქმედება წაშლის ყველა მონაცემს მომხმარებლის შესახებ სარეზერვო ასლის გარეშე.
mk: Дали се сигурни дека сакате да го избришете овој корисник? Ова воедно ќе ги избрише сите податоци за корисникот од базата, без да може да се вратат.
nb: Er du sikker på at du vil slette denne brukeren? Dette vil slette alle data om brukeren fra databasen, uten sikkerhetskopi.
sv: Är du säker på att du vill ta bort denna användare? Det kommer rensa all data om användaren från databasen, utan en säkerhetskopia.
te: మీరు నిజంగానే ఈ వాడుకరిని తొలగించాలనుకుంటున్నారా? ఇది ఆ వాడుకరి భోగట్టాని డాటాబేసు నుండి తొలగిస్తుంది, వెనక్కి తేలేకుండా.
zh_cn: 你确定要删除这个用户吗？这将从数据库中清除有关这个用户的所有数据，没有备份。

source: Do not delete this user.
ca: No eliminis l'usuari.
ia: Non deler iste usator.
mk: Не го бриши корисников.
sv: Ta inte bort den här användaren.
te: ఈ వాడుకరిని తొలగించకండి.
zh_cn: 请不要删除该用户。

source: Delete this user.
ca: Elimina l'usuari.
ia: Deler iste usator.
mk: Избриши го корисников.
sv: Ta bort den här användaren.
te: ఈ వాడుకరిని తొలగించండి.
zh_cn: 删除此用户。

source: Design
ca: Disseny
cs: Vzhled
es: Diseño
gl: Deseño
ia: Apparentia
it: Aspetto
ja: デザイン
ka: ამ მომხმარებლის წაშლა
mk: Изглед
nb: Utseende
sv: Utseende
te: రూపురేఖలు
zh_cn: 外观

source: Design settings for this StatusNet site
ca: Paràmetres de disseny d'aquest lloc StatusNet.
es: Configuración de diseño de este sitio de StatusNet
gl: Configuración de deseño para este sitio StatusNet
ia: Configuration del apparentia de iste sito StatusNet
it: Impostazioni dell'aspetto per questo sito StatusNet
mk: Нагодувања на изгледот на ова StatusNet-мрежно место.
sv: Utseendeinställningar för den här StatusNet-webbplatsen
te: ఈ స్టేటస్&zwnj;నెట్ సైటుకి రూపురేఖల అమరికలు
zh_cn: 这个 StatusNet 网站的外观设置

source: Invalid logo URL.
ca: L'URL del logotip no és vàlid.
cs: Neplatná URL loga.
es: URL de logotipo inválido.
gl: URL do logo incorrecto.
ia: URL de logotypo invalide.
it: URL del logo non valido.
ja: 不正なロゴ URL
ka: ლოგოს არასწორი URL-ი
mk: Погрешен URL на лого.
nb: Ugyldig logo-URL.
sv: Ogiltig webbadress för logtyp.
te: చిహ్నపు URL చెల్లదు.
zh_cn: 无效的 logo URL。

source: Invalid SSL logo URL.
ca: L'URL SSL del logotip no és vàlid.
es: URL no válida de logotipo SSL.
ia: URL de logotypo SSL invalide.
mk: Неважечка URL-адреса на SSL-логото.
nb: Ugyldig SSL-logo-URL.
sv: Ogiltig webbadress för SSL-logtyp.
te: SSL చిహ్నపు URL చెల్లదు.
zh_cn: 无效的 SSL logo URL。

source: Theme not available: %s.
ca: Tema no disponible: %s.
cs: Téma není k dispozici: %s.
es: Tema no disponible: %s.
gl: O tema visual non está dispoñible: %s.
ia: Thema non disponibile: %s.
it: Tema non disponibile: %s.
ja: ＩＭ が利用不可。
ka: იერსახე არ არის ხელმისაწვდომი %s.
mk: Темата е недостапна: %s.
nb: Tema ikke tilgjengelig: %s.
sv: Tema inte tillgängligt: %s.
te: అలంకారం అందుబాటులో లేదు: %s.
zh_cn: 主题不可用：%s。

source: Change logo
ca: Canvia el logotip
cs: Změňte logo
es: Cambiar logo
gl: Cambiar o logo
ia: Cambiar logotypo
it: Modifica logo
ja: ロゴの変更
ka: შეცვალე ლოგო
mk: Промени лого
nb: Endre logo
sv: Byt logotyp
te: చిహ్నాన్ని మార్చు
zh_cn: 更换 logo

source: Site logo
ca: Logotip del lloc
cs: Logo stránek
es: Logo del sitio
gl: Logo do sitio
ia: Logotypo del sito
it: Logo del sito
ja: サイトロゴ
ka: საიტის ლოგო
mk: Лого на мрежното место
nb: Nettstedslogo
sv: Webbplatslogotyp
te: సైటు చిహ్నం
zh_cn: 网站 logo

source: SSL logo
ca: Logotip SSL
es: Logo SSL
ia: Logotypo SSL
mk: SSL-лого
sv: SSL-logotyp
te: SSL చిహ్నం
zh_cn: 网站 SSL logo

source: Change theme
ca: Canvia el tema
cs: Změnit téma
es: Cambiar el tema
gl: Cambiar o tema visual
ia: Cambiar thema
it: Modifica tema
ja: テーマ変更
ka: შეცვალე იერსახე
mk: Промени изглед
nb: Endre tema
sv: Byt tema
te: అలంకారాన్ని మార్చు
zh_cn: 更换主题

source: Site theme
ca: Tema del lloc
cs: Téma stránek
es: Tema del sitio
gl: Tema visual do sitio
ia: Thema del sito
it: Tema del sito
ja: サイトテーマ
ka: საიტის იერსახე
mk: Изглед на мрежното место
nb: Nettstedstema
sv: Webbplatstema
te: సైటు అలంకారం
zh_cn: 网站主题

source: Theme for the site.
ca: Tema del lloc.
cs: Téma stránek
es: Tema para el sitio.
gl: Tema visual para o sitio.
ia: Le thema de apparentia pro le sito.
it: Tema per questo sito.
ja: サイトのテーマ
ka: იერსახე ამ საიტისთვის
mk: Изглед за мрежното место.
nb: Tema for nettstedet.
sv: Tema för webbplatsen.
te: సైటుకి అలంకారం.
zh_cn: 这个网站的主题。

source: Custom theme
ca: Tema personalitzat
cs: Vlastní téma
es: Personalizar tema
gl: Tema visual personalizado
ia: Apparentia personalisate
it: Tema personalizzato
ka: საკუთარი იერსახე
mk: Прилагоден мотив
nb: Egendefinert tema
sv: Anpassat tema
te: అభిమత అలంకారం
zh_cn: 自定义主题

source: You can upload a custom StatusNet theme as a .ZIP archive.
ca: Podeu pujar un tema personalitzat de l'StatusNet amb un arxiu ZIP.
cs: Můžete nahrát vlastní StatusNet téma jako .ZIP archiv.
es: Puedes subir un tema personalizado StatusNet como un archivo .ZIP.
gl: Pode cargar como arquivo .ZIP un tema visual personalizado para StatusNet
ia: Es possibile incargar un apparentia personalisate de StatusNet in un archivo .ZIP.
it: Puoi caricare un tema per StatusNet personalizzato come un file ZIP.
ka: თქვენ შეგიძლიათ ატვირთოთ საკუთარი StatusNet–იერსახე .ZIP არქივის სახით.
mk: Можете да подигнете свој изглед за StatusNet како .ZIP архив.
nb: Du kan laste opp et egendefinert StatusNet-tema som et .ZIP-arkiv.
sv: Du kan ladda upp ett eget StatusNet-tema som ett .ZIP-arkiv.
zh_cn: 你可以上传一个 .ZIP 压缩文件作为一个自定义的 StatusNet 主题

source: Change background image
ca: Canvia la imatge de fons
cs: Změnit obrázek na pozadí
es: Cambiar la imagen de fondo
gl: Cambiar a imaxe de fondo
ia: Cambiar imagine de fundo
it: Modifica l'immagine di sfondo
ja: バックグラウンドイメージの変更
ka: შეცვალე ფონური სურათი
mk: Промена на слика за позадина
nb: Endre bakgrunnsbilde
sv: Ändra bakgrundsbild
te: నేపథ్య చిత్రాన్ని మార్చు
zh_cn: 更换背景图像

source: Background
ca: Fons
cs: Pozadí
es: Fondo
gl: Fondo
ia: Fundo
it: Sfondo
ja: バックグラウンド
ka: ფონი
mk: Позадина
nb: Bakgrunn
sv: Bakgrund
te: నేపథ్యం
zh_cn: 背景

source: You can upload a background image for the site. The maximum file size is %1$s.
ca: Podeu pujar una imatge de fons per al lloc. La mida màxima de fitxer és %1$s.
cs: Můžete nahrát obrázek na pozadí stránek. Maximální velikost souboru je %1$s.
es: Puedes subir una imagen de fondo para el sitio. El tamaño máximo de archivo es %1$s.
gl: Pode cargar unha imaxe de fondo para o sitio. O tamaño máximo para o ficheiro é de %1$s.
ia: Tu pote incargar un imagine de fundo pro le sito. Le dimension maximal del file es %1$s.
it: Puoi caricare un'immagine di sfondo per il sito. La dimensione massima del file è di %1$s.
ja: このサイト用にバックグラウンドイメージをアップロードできます。最大ファイルサイズは %1$s。
ka: თქვენ შეგიძლიათ ატვუირთოთ ფონური სურათი ამ საიტისთვის. ფაილის დასაშვები ზომაა %1$s.
mk: Може да подигнете позадинска слика за ова мрежно место. Максималната големина на податотеката е %1$s.
nb: Du kan laste opp et bakgrunnsbilde for nettstedet. Maks filstørrelse er %1$s.
sv: Du kan ladda upp en bakgrundsbild för denna webbplats. Den maximala filstorleken är %1$s.
te: సైటుకి మీరు నేపథ్యపు చిత్రాన్ని ఎక్కించవచ్చు. గరిష్ఠ ఫైలు పరిమాణం %1$s.
zh_cn: 你可以为网站上传一个背景图像。文件大小限制在%1$s以下。

source: On
ca: Activada
cs: zap.
es: Activar
gl: Activado
ia: Active
ja: オン
ka: ჩართვა
mk: Вкл.
nb: På
sv: På
te: ఆన్
zh_cn: 打开

source: Off
ca: Desactivada
cs: vyp.
es: Desactivar
gl: Desactivado
ia: Non active
ja: オフ
ka: გამორთვა
mk: Искл.
nb: Av
sv: Av
te: ఆఫ్
zh_cn: 关闭

source: Turn background image on or off.
ca: Activa o desactiva la imatge de fons.
cs: Zapněte nebů vypněte obrázek na pozadí.
es: Activar o desactivar la imagen de fondo.
gl: Activar ou desactivar a imaxe de fondo.
ia: Activar o disactivar le imagine de fundo.
it: Abilita o disabilita l'immagine di sfondo.
ja: バックグラウンドイメージのオンまたはオフ。
ka: ჩართე ან გამორთე ფონური სურათის ფუნქცია.
mk: Вклучи или исклучи позадинска слика.
nb: Slå på eller av bakgrunnsbilde.
sv: Sätt på eller stäng av bakgrundsbild.
zh_cn: 打开或关闭背景图片

source: Tile background image
ca: Posa en mosaic la imatge de fons
cs: Dlaždicovat obrázek na pozadí
es: Imagen de fondo en mosaico
gl: Imaxe de fondo en mosaico
ia: Tegular le imagine de fundo
it: Affianca l'immagine di sfondo
ja: タイルバックグラウンドイメージ
ka: გაამრავლე ფონური სურათი
mk: Позадината во квадрати
nb: Gjenta bakgrunnsbildet
sv: Upprepa bakgrundsbild
zh_cn: 平铺背景图片

source: Change colors
ca: Canvia els colors
es: Cambiar colores
ia: Cambiar colores
mk: Смени бои
sv: Byt färger
te: రంగులను మార్చు
zh_cn: 更改颜色

source: Content
ca: Contingut
cs: Obsah
es: Contenido
gl: Contido
ia: Contento
it: Contenuto
ja: 内容
ka: შიგთავსი
mk: Содржина
nb: Innhold
sv: Innehåll
te: విషయం
zh_cn: 内容

source: Sidebar
ca: Barra lateral
cs: Boční panel
es: Barra lateral
gl: Barra lateral
ia: Barra lateral
it: Barra laterale
ja: サイドバー
ka: გვერდითი პანელი
mk: Странична лента
nb: Sidelinje
sv: Sidofält
te: పక్కపట్టీ
zh_cn: 边栏

source: Text
es: Texto
gl: Texto
ia: Texto
it: Testo
ja: テキスト
ka: ტექსტი
mk: Текст
nb: Tekst
te: పాఠ్యం
zh_cn: 文字

source: Links
ca: Enllaços
cs: Odkazy
es: Vínculos
gl: Ligazóns
ia: Ligamines
it: Collegamenti
ja: リンク
ka: ბმულები
mk: Врски
nb: Lenker
sv: Länkar
te: లంకెలు
zh_cn: 链接

source: Advanced
ca: Avançat
cs: Rozšířené
es: Avanzado
gl: Avanzado
ia: Avantiate
it: Avanzate
ka: მეტი პარამეტრები
mk: Напредно
nb: Avansert
sv: Avancerat
te: ఉన్నత
zh_cn: 高级

source: Custom CSS
ca: CSS personalitzat
cs: Vlastní CSS
es: Personalizar CSS
gl: CSS personalizado
ia: CSS personalisate
it: CSS personalizzato
ka: საკუთარი CSS
mk: Прилагодено CSS
nb: Egendefinert CSS
sv: Anpassad CSS
te: ప్రత్యేక CSS
zh_cn: 自定义CSS

# BUTTON
source: Use defaults
ca: Utilitza els paràmetres per defecte
es: Usar los valores predeterminados
ia: Usar predefinitiones
mk: Користи по основно
sv: Använd standardvärden
te: అప్రమేయాలను ఉపయోగించు
zh_cn: 使用默认值

source: Restore default designs.
ca: Restaura els dissenys per defecte.
ia: Restaurar apparentias predefinite.
mk: Врати ги изгледите по основно.
sv: Återställ standardutseende.
zh_cn: 还原默认设计。

source: Reset back to default.
ca: Torna a restaurar els paràmetres per defecte.
ia: Revenir al predefinitiones.
mk: Врати по основно.
sv: Återställ till standard.
zh_cn: 重置回默认值。

source: Save design.
ca: Desa el disseny.
ia: Salveguardar apparentia.
mk: Зачувај изглед.
sv: Spara utseende.
te: రూపురేఖలని భద్రపరచండి.
zh_cn: 保存设计。

source: This notice is not a favorite!
ca: Aquesta avís no és un preferit!
cs: Toto oznámení není oblíbeno!
es: Este mensaje no es un favorito!
gl: Esta nota non é unha das favoritas!
ia: Iste nota non es favorite!
it: Questo messaggio non è un preferito!
ja: このつぶやきはお気に入りではありません!
ka: ეს შეტყობინება არ არის რჩეული!
mk: Оваа забелешка не Ви е бендисана!
nb: Denne notisen er ikke en favoritt!
sv: Denna notis är inte en favorit!
te: ఈ నోటీసు ఇష్టాంశం కాదు!
zh_cn: 此消息未被收藏！

source: Add to favorites
ca: Afegeix als preferits
cs: Přidat do oblíbených
es: Agregar a favoritos
gl: Engadir aos favoritos
ia: Adder al favorites
it: Aggiungi ai preferiti
ja: お気に入りに加える
ka: რჩეულებში დამატება
mk: Додај во бендисани
nb: Legg til i favoritter
sv: Lägg till i favoriter
te: ఇష్టాంశాలకు చేర్చు
zh_cn: 加入收藏

source: No such document "%s".
ca: No existeix el document «%s»
ia: Le documento "%s" non existe.
mk: Нема документ со наслов „%s“.
sv: Inget sådant dokument "%s".
te: "%s" అనే పత్రం లేదు.
zh_cn: 没有这样的文档"%s"。

source: Edit application
ca: Edita l'aplicació
cs: Upravit aplikaci
es: Editar aplicación
gl: Modificar a aplicación
ia: Modificar application
it: Modifica applicazione
ja: アプリケーション編集
ka: ჩაასწორე აპლიკაცია
mk: Уреди програм
nb: Rediger program
sv: Redigera applikation
te: ఉపకరణాన్ని మార్చు
zh_cn: 编辑应用

source: You must be logged in to edit an application.
ca: Heu d'iniciar una sessió per editar una aplicació.
cs: Pro úpravy aplikace musíte být přihlášen.
es: Debes haber iniciado sesión para editar una aplicación.
gl: Ten que iniciar sesión para editar unha aplicación.
ia: Tu debe aperir un session pro modificar un application.
it: Devi eseguire l'accesso per modificare un'applicazione.
ja: アプリケーションを編集するにはログインしていなければなりません。
ka: აპლიკაციის ჩასასწორებლად საჭიროა ავროტიზაცია.
mk: Мора да сте најавени за да можете да уредувате програми.
nb: Du må være innlogget for å redigere et program.
sv: Du måste vara inloggad för att redigera en applikation.
te: ఉపకరణాలని మార్చడానికి మీరు ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录后才能编辑应用。

source: No such application.
ca: No hi ha tal aplicació.
cs: Aplikace neexistuje.
es: No existe tal aplicación.
gl: Non existe esa aplicación.
ia: Application non trovate.
it: Nessuna applicazione.
ja: そのようなアプリケーションはありません。
ka: ასეთი აპლიკაცია არ არის.
mk: Нема таков програм.
nb: Inget slikt program.
sv: Ingen sådan applikation.
te: అటువంటి ఉపకరణం లేదు.
zh_cn: 没有这个应用。

source: Use this form to edit your application.
ca: Utilitza el formulari per editar la vostra aplicació.
cs: Pomocí tohoto formuláře můžete upravovat svou aplikaci.
es: Utiliza este formulario para editar tu aplicación.
gl: Utilice este formulario para editar a súa aplicación.
ia: Usa iste formulario pro modificar le application.
it: Usa questo modulo per modificare la tua applicazione.
ja: このフォームを使ってアプリケーションを編集します。
ka: აპლიკაციაში ცვლილებების შესატანად გამოიყენეთ ეს ფორმა.
mk: Образецов служи за уредување на програмот.
nb: Bruk dette skjemaet for å redigere programmet ditt.
sv: Använd detta formulär för att redigera din applikation.
te: మీ ఉపకరణాన్ని మార్చడానికి ఈ ఫారాన్ని ఉపయోగించండి.
zh_cn: 通过此表单来编辑你的应用。

source: Name is required.
ca: Cal un nom.
cs: Název je povinný.
es: Se requiere un nombre
gl: Fai falla un nome.
ia: Le nomine es requirite.
it: Il nome è richiesto.
ja: 名前は必須です。
ka: სახელი სავალდებულოა.
mk: Треба име.
nb: Navn kreves.
sv: Namn krävs.
te: పేరు తప్పనిసరి.
zh_cn: 名字为必填项。

source: Name is too long (maximum 255 characters).
ca: El nom és massa llarg (màx. 255 caràcters).
ia: Le nomine es troppo longe (maximo 255 characteres).
mk: Името е предолго (највеќе 255 знаци).
nb: Navnet er for langt (maks 255 tegn).
sv: Namnet är för långt (max 255 tecken).
te: పేరు చాలా పెద్దగా ఉంది (గరిష్ఠంగా 255 అక్షరాలు).
zh_cn: 名称过长(不能超过255个字符)。

source: Name already in use. Try another one.
ca: El nom ja es troba en ús. Proveu-ne un altre.
cs: Název již někdo používá. Zkuste jinou
es: Ese nombre ya está en uso. Prueba con otro.
gl: O nome xa está en uso. Probe con outro.
ia: Nomine ja in uso. Proba un altere.
it: Nome già in uso. Prova con un altro.
ja: そのニックネームは既に使用されています。他のものを試してみて下さい。
ka: სახელი უკვე გამოყენებულია. სცადე სხვა.
mk: Тоа име е во употреба. Одберете друго.
nb: Navn allerede i bruk. Prøv et annet.
sv: Namnet används redan. Prova ett annat.
te: ఆ పేరుని ఇప్పటికే వాడుతున్నారు. మరోటి ప్రయత్నించండి.
zh_cn: 名字已被使用，换一个吧。

source: Description is required.
ca: Cal una descripció.
cs: Popis je třeba.
es: Se requiere una descripción
gl: Fai falla unha descrición.
ia: Le description es requirite.
it: La descrizione è richiesta.
ja: 概要が必要です。
ka: აღწერა სავალდებულოა.
mk: Треба опис.
nb: Beskrivelse kreves.
sv: Beskrivning krävs.
te: వివరణ తప్పనిసరి.
zh_cn: 必须填写描述。
