Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: That email address already belongs to another user.
ca: L'adreça electrònica ja pertany a un altre usuari.
cs: Tato e-mailová adresa již patří jinému uživateli.
es: Esa dirección de correo pertenece a otro usuario.
gl: Ese enderezo de correo electrónico xa pertence a outro usuario.
ia: Iste adresse de e-mail pertine ja a un altere usator.
it: Quell'indirizzo email appartiene già a un altro utente.
ja: このメールアドレスは既に他の人が使っています。
ka: ეს ელ. ფოსტის მისამართი დაკავებულია.
mk: Таа е-поштенска адреса е веќе зафатена од друг корисник.
nb: Den e-postadressen tilhører allerede en annen bruker.
sv: Den e-postadressen tillhör redan en annan användare.
te: ఆ ఈమెయిల్ చిరునామా ఇప్పటేకే ఇతర వాడుకరికి సంబంధించినది.
zh_cn: 此电子邮件属于其他用户。

source: Could not insert confirmation code.
ca: No s'ha pogut inserir el codi de confirmació.
ia: Non poteva inserer le codice de confirmation.
mk: Не можев да го внесам потврдниот код.
sv: Kunde inte infoga bekräftelsekod.
zh_cn: 无法插入确认码。

source: A confirmation code was sent to the email address you added. Check your inbox (and spam box!) for the code and instructions on how to use it.
ca: S'ha enviat un codi de confirmació al correu electrònic que has afegit. Revisa la teva safata d'entrada (i la carpeta de spam!) per veure aquest codi i les instruccions per utilitzar-lo.
cs: Potvrzovací kód byl zaslán na e-mailovou adresu, kterou jste přidali. Zkontrolujte vaše e-mailové schránky (a spam box!) pro kód a instrukce, jak jej použít.
es: Un código de confirmación fue enviado al correo electrónico que agregaste. Revisa tu bandeja de entrada (¡y la de spam!) para encontrar el código y las instrucciones sobre cómo usarlo.
gl: Enviouse un código de confirmación ao enderezo de correo electrónico que engadiu. Busque o código e as instrucións para usalo na súa bandexa de entrada (e na de correo non desexado!).
ia: Un codice de confirmation ha essite inviate al adresse de e-mail que tu addeva. Verifica tu cassa de entrata (e de spam!) pro le codice e le instructiones pro usar lo.
it: Un codice di conferma è stato inviato all'indirizzo email che hai aggiunto. Controlla la tua casella di posta (e anche la posta indesiderata!) per il codice e le istruzioni su come usarlo.
ja: 承認コードを入力された電子メールアドレスに送信しました。受信ボックス（とスパムボックス）にコードとそれをどう使うのかという指示が届いていないか確認してください。
ka: დასადასტურებელი კოდი გამოგზავნილია თქვენს მიერ მითითებულ ელ. ფოსტის მისამართზე. შეამოწმეთ საფოსტო ყუთი (და სპამის ყუთიც!), რომ მიიღოთ დასადასტურებელი კოდი და ინსტრუქცია გამოყენებისთვის.
mk: Испратен е потврден код на е-поштата која ја додадовте. Проверете си го сандачето за добиени писма (а и сандачето за спам!) за да го видите кодот и напатствијата за негово користење.
nb: En bekreftelseskode ble sendt til epostadressen du la til. Sjekk innboksen din (og søppelboksen) for koden, og hvordan du skal bruke den.
sv: En bekräftelsekod har skickats till e-postadressen du lade till. Kontrollera din inkorg (och skräppostkorg!) för koden och instruktioner hur du använder den.
zh_cn: 确认码已被发送到你新增的电子邮件地址。请检查收件箱(和垃圾箱)，找到确认码和使用说明。

source: No pending confirmation to cancel.
ca: Cap confirmació pendent per cancel·lar.
cs: Žádné potvrzení ke zrušení.
es: Ninguna confirmación pendiente para cancelar.
gl: Non hai ningunha confirmación pendente que cancelar.
ia: Nulle confirmation pendente a cancellar.
it: Nessuna conferma da annullare.
ja: 承認待ちのものはありません。
ka: გასაუქმებელიარაფერია. არ არის მომლოდინე დასტური.
mk: Нема потврди кои може да се откажат.
nb: Ingen ventende bekreftelse å avbryte.
sv: Ingen väntande bekräftelse att avbryta.
te: రద్దుచేయడానికి వేచివున్న నిర్ధారణలేమీ లేవు.
zh_cn: 没有可以取消的确认。

source: That is the wrong email address.
ca: Aquesta l'adreça de correu electrònic incorrecta.
cs: Toto je špatná e-mailová adresa.
es: Esa es la dirección de correo electrónico incorrecta.
gl: Ese enderezo de correo electrónico é incorrecto.
ia: Iste adresse de e-mail es erronee.
it: Quello è l'indirizzo email sbagliato.
ka: ეს არასწორი ელ. ფოსტის მისამართია.
mk: Ова е погрешна е-поштенска адреса.
nb: Dette er feil e-postadresse.
sv: Detta är fel e-postadress.
te: ఆ ఈమెయిలు చిరునామా సరైనది కాదు.
zh_cn: 这是错误的电子邮件地址。

source: Could not delete email confirmation.
ca: No s'ha pogut eliminar la confirmació de correu electrònic.
ia: Non poteva deler confirmation de e-mail.
mk: Не можев да ја избришам потврдата по е-пошта.
sv: Kunde inte ta bort e-postbekräftelse.
zh_cn: 无法删除电子邮件确认。

source: Email confirmation cancelled.
ca: S'ha cancel·lat la confirmació de correu electrònic.
cs: Potvrzení e-mailu zrušeno.
es: Confirmación de correo electrónico cancelada.
gl: Cancelouse a confirmación por correo electrónico.
ia: Confirmation de e-mail cancellate.
it: Conferma dell'email annullata.
ja: 承認待ちのものはありません。
ka: ელ. ფოსტის დადასტურება გაუქმებულია.
mk: Потврдата на е-пошта е откажана.
nb: E-postbekreftelse avbrutt.
sv: E-postbekräftelse avbruten.
te: ఈమెయిలు నిర్ధారణ రద్దయింది.
zh_cn: Email 确认已取消。

source: That is not your email address.
ca: Aquest no és el teu correu electrònic
cs: To není vaše e-mailová adresa.
es: Esa no es tu dirección de correo electrónico
gl: Ese non é o seu enderezo de correo electrónico.
ia: Isto non es tu adresse de e-mail.
it: Quello non è il tuo indirizzo email.
ja: これはあなたのメールアドレスではありません。
ka: ეს არ არის თქვენი ელ. ფოსტის მისამართი.
mk: Ова не е Вашата е-поштенска адреса.
nb: Det er ikke din e-postadresse.
sv: Det är inte din e-postadress.
te: అది మీ ఈమెయిలు చిరునామా కాదు.
zh_cn: 这个不是你的电子邮件地址。

source: The email address was removed.
ca: S'ha eliminat l'adreça de correu electrònic.
cs: E-mailová adresa byla odstraněna.
es: La dirección de correo electrónico ha sido eliminada.
gl: Borrouse o enderezo de correo electrónico.
ia: Le adresse de e-mail ha essite removite.
it: L'indirizzo email è stato rimosso.
ja: 入ってくるメールアドレスは削除されました。
ka: ელ. ფოსტის მისამართი მოშორებულია.
mk: Е-поштенската адреса е отстранета.
nb: E-postadressen ble fjernet.
sv: E-postadressen togs bort.
te: ఆ ఈమెయిలు చిరునామాని తొలగించాం.
zh_cn: 电子邮件地址已被删除。

source: No incoming email address.
ca: No hi ha cap direcció de correu electrònic entrant.
cs: Nemáte příchozí e-mailovou adresu.
es: No hay dirección de correo entrante.
gl: Non hai ningún enderezo ao que enviar.
ia: Nulle adresse de e-mail entrante.
it: Nessun indirizzo email di ricezione.
ja: 入ってくるメールアドレスではありません。
ka: შემომავალი ელ. ფოსტის მისამართი არ არის.
mk: Нема приемна е-поштенска адреса.
nb: Ingen innkommende e-postadresse.
sv: Ingen inkommande e-postadress.
zh_cn: 没有发布用的电子邮件地址。

source: Could not update user record.
ca: No s'ha pogut actualitzar el registre de l'usuari.
ia: Non poteva actualisar le datos del usator.
mk: Не можев да ја подновам корисничката евиденција.
sv: Kunde inte uppdatera användaruppgift.
te: వాడుకరిని తాజాకరించలేకున్నాం.
zh_cn: 无法更新用户记录。

source: Incoming email address removed.
ca: Eliminat el correu electrònic entrant.
cs: Příchozí e-mailová adresa odstraněna.
es: Dirección de correo entrante removida.
gl: Borrouse o enderezo de correo electrónico entrante.
ia: Adresse de e-mail entrante removite.
it: Indirizzo email di ricezione rimosso.
ja: 入ってくるメールアドレスは削除されました。
ka: შემომავალი ელ. ფოსტის მისამართი მოშორებულია.
mk: Приемната е-поштенска адреса е отстранета.
nb: Inkommende e-postadresse fjernet.
sv: Inkommande e-postadress borttagen.
zh_cn: 发布用的电子邮件被删除。

source: New incoming email address added.
ca: Nou correu electrònic entrant afegit.
cs: Přidána nová příchozí e-mailová adresa.
es: Nueva dirección de correo entrante agregada.
gl: Engadiuse un novo enderezo de correo electrónico entrante.
ia: Nove adresse de e-mail entrante addite.
it: Nuovo indirizzo email di ricezione aggiunto.
ja: 新しい入ってくるメールアドレスが追加されました。
ka: დამატებულია ახალი შემომავალი ელ. ფოსტა.
mk: Додадена е нова влезна е-поштенска адреса.
nb: Ny innkommende e-postadresse lagt til.
sv: Ny inkommande e-postadress tillagd.
zh_cn: 已添加新的发布用的电子邮件地址。

source: This notice is already a favorite!
ca: Aquest avís ja és un preferit.
cs: Tuto hlášku již máte v oblíbených.
es: ¡Este mensaje ya está en favoritos!
gl: A nota xa é unha das súas favoritas!
ia: Iste nota es ja favorite!
it: Questo messaggio è già un preferito!
ja: このつぶやきはすでにお気に入りです!
ka: ეს შეტყობინება უკვე რჩეულია!
mk: Веќе сте ја бендисале оваа забелешка!
nb: Denne notisen er allerede en favoritt.
sv: Denna notis är redan en favorit!
te: ఈ నోటీసు ఇప్పటికే మీ ఇష్టాంశం!
zh_cn: 已收藏过此消息！

source: Disfavor favorite.
ca: Fes que deixi de ser preferit.
ia: Disfavorir favorite.
mk: Тргни од бендисани.
sv: Ta bort märkning som favorit.
zh_cn: 不是赞成的最爱。

source: Popular notices
ca: Avisos populars
cs: Populární oznámení
es: Mensajes populares
gl: Notas populares
ia: Notas popular
it: Messaggi famosi
ja: 人気のつぶやき
ka: პოპულარული შეტყობინებები
mk: Популарни забелешки
nb: Populære notiser
sv: Populära notiser
te: ప్రాచుర్య నోటీసులు
zh_cn: 最新被收藏的消息

source: Popular notices, page %d
ca: Avisos populars, pàgina %d
cs: Populární oznámení, strana %d
es: Mensajes populares, página %d
gl: Notas populares, páxina %d
ia: Notas popular, pagina %d
it: Messaggi famosi, pagina %d
ja: 人気のつぶやき、ページ %d
ka: პოპულარული შეტყობინებები, გვერდი %d
mk: Популарни забелешки, стр. %d
nb: Populære notiser, side %d
sv: Populära notiser, sida %d
te: ప్రాచుర్య నోటీసులు, పేజీ %d
zh_cn: 最新被收藏的消息，第%d页

source: The most popular notices on the site right now.
ca: Els avisos més populars en aquest lloc ara mateix.
cs: Právě teď nejpopulárnější oznámení na stránkách.
es: Los mensajes más populares del sitio en este momento.
gl: As notas máis populares do sitio nestes intres.
ia: Le notas le plus popular del sito in iste momento.
it: Ecco i messaggi più famosi all'interno del sito.
ja: 現在サイトで最も人気のつぶやき。
ka: ყველაზე პოპულარული შეტყობინებები ამ მომენტისათვის საიტზე.
mk: Моментално најпопуларни забелешки на мрежното место.
nb: De mest populære notisene på nettstedet akkurat nå.
sv: De mest populära notiserna på webbplatsen just nu.
te: ప్రస్తుతం ఈ సైటులో అత్యంత ప్రాచుర్య నోటీసులు.
zh_cn: 目前网站上最新被收藏的消息。

source: Favorite notices appear on this page but no one has favorited one yet.
ca: Els avisos de preferits apareixen en aquesta pàgina però ningú n'ha preferit cap encara.
cs: Oblíbená oznámení se objeví na této stránce, ale nikdo zatím oblíbené ještě nemá.
es: Los mensajes favoritos aparecen en esta página, pero todavía nadie ha marcado algún mensaje como favorito.
gl: As notas favoritas aparecen nesta páxina, pero aínda non hai ningunha.
ia: Le notas favorite appare in iste pagina, ma necuno ha ancora favoritisate un.
it: I messaggi preferiti vengono visualizzati in questa pagina, ma non ne è stato ancora impostato alcuno.
ja: お気に入りのつぶやきがページに表示されます、しかしまだお気に入りがありません。
ka: რჩეული შეტყობინებები ამ გვერდზე ჩნდება, მაგრამ ჯერჯერობით არავის აურჩევია არაფერი.
mk: Бендисаните забелешки се појавуваат на оваа страница, но досега никој нема бендисано ништо.
nb: Favorittnotiser vises på denne siden, men det er ingen som har noen favoritter ennå.
sv: Favoritnotiser kommer upp på denna sida, men ingen har markerat några favoriter än.
te: ప్రజలు ఇష్టపడ్డ నోటీసులు ఇక్కడ కనిపిస్తాయి కానీ ఎవరూ ఇంకా నోటీసులని ఇష్టపడలేదు.
zh_cn: 此页面展示收藏的消息，但还没有人收藏任何消息。

source: Be the first to add a notice to your favorites by clicking the fave button next to any notice you like.
ca: Sigueu el primer en afegir un avís dels vostres preferits fent clic al botó de preferit que es troba al costat dels avisos que us poden agradar.
cs: Buďte první, kdo přidá oznámení k oblíbeným kliknutím na tlačítko Oblíbené vedle kteréhokoli oznámení které se vám líbí.
es: Se la primera persona en añadir un mensaje a tus favoritos con el botón de favoritos que se encuentra al lado de cualquier mensaje que te guste.
gl: Sexa o primeiro en engadir unha nota aos seus favoritos premendo sobre o botón de favoritos que aparece ao carón de calquera nota que lle guste.
ia: Sia le prime a adder un nota a tu favorites per cliccar le button Favorite juxta un nota que te place.
it: Aggiungi tu un messaggio tra i tuoi preferiti facendo clic sul pulsante a forma di cuore.
ja: あなたの好きなつぶやきを、お気に入りボタンをクリックしてあなたのお気に入りに加える最初になってください。
ka: გახდი პირველი და შეიტანე შეტყობინება შენს რჩეულებში! დაკლიკე ღილაკზე რჩეული ნებისმიერი შეტყობინების გვერდით.
mk: Бидете првиот што ќе бендиса забелешка со тоа што ќе кликнете на копчето за бендисување веднаш до забелешката која Ви се допаѓа.
nb: Vær den første til å legge en notis til dine favoritter ved å klikke på favoritt-knappen ved siden av notisen du liker.
sv: Var den första att lägga en notis till dina favoriter genom att klicka på favorit-knappen bredvid någon notis du gillar.
zh_cn: 通过点击任意消息下的收藏图标成为第一个给自己的收藏添加消息的人。

source: Why not [register an account](%%action.register%%) and be the first to add a notice to your favorites!
ca: Per què no [registreu un compte](%%action.register%%) i sou el primer en afegir un avís als vostres preferits!
cs: Proč ne [zaregistrovat účet](%%action.register%%) a být první, kdo přidá oznámení k oblíbeným!
es: ¿Por qué no [registrar una cuenta](%%action.register%%) y ser la primera persona en añadir un mensaje a tus favoritos?
gl: Por que non [rexistrar unha conta](%%action.register%%) e ser o primeiro en engadir unha nota aos seus favoritos?
ia: Proque non [crear un conto](%%action.register%%) e esser le prime a adder un nota a tu favorites!
it: Perché non [crei un account](%%action.register%%) e aggiungi un messaggio tra i tuoi preferiti!
ja: なぜ [アカウント登録](%%action.register%%) しないのですか、そして、あなたのお気に入りにつぶやきを加える最初になりましょう!
ka: [დარეგისტრირდი](%%action.register%%) და შეიტანე შეტყობინება შენს რჩეულებში!
mk: А зошто не [регистрирате сметка](%%action.register%%) и да бидете први што ќе бендисате забелешка!
nb: Hvorfor ikke [registrere en konto](%%action.register%%) og vær den første til å legge notisen til dine favoritter.
sv: Varför inte [registrera ett konto](%%action.register%%) och vara först med att lägga en notis till dina favoriter!
te: [ఒక ఖాతాని నమోదుచేసుకుని](%%action.register%%) మొదటగా నోటీసులని ఇష్టపడ్డవారు మీరే ఎందుకు కాకూడదు!
zh_cn: 现在就[注册一个账户](%%action.register%%)并成为第一个添加收藏的人！

source: %s's favorite notices
ca: Avisos preferits de %s
cs: oblíbená oznámení uživatele %s
es: Mensajes favoritos de %s
gl: Notas favoritas de %s
ia: Notas favorite de %s
it: Messaggi preferiti di %s
ja: %s のお気に入りのつぶやき
ka: %s-ს რჩეული შეტყობინებები
mk: Бендисани забелешки на %s
nb: %s sine favorittnotiser
sv: %ss favoritnotiser
te: %sకి ఇష్టమైన నోటీసులు
zh_cn: %s收藏的消息

source: Updates favored by %1$s on %2$s!
ca: Actualitzacions preferides per %1$s a %2$s!
cs: Aktualizace oblíbené uživatelem %1$s na %2$s!
es: ¡Actualizaciones favorecidas por %1$s en %2$s!
gl: Actualizacións favoritas de %1$s en %2$s!
ia: Actualisationes favorite per %1$s in %2$s!
it: Messaggi preferiti da %1$s su %2$s!
ja: %1$s による %2$s 上のお気に入りを更新!
ka: განახლებები არჩეული %1$s-ს მიერ %2$s-ზე!
mk: Подновувања, бендисани од %1$s на %2$s!
nb: Oppdateringer markert som favoritt av %1$s på %2$s!
sv: Uppdateringar markerade som favorit av %1$s på %2$s!
te: %2$sలో %1$s అనే ట్యాగుతో ఉన్న నోటీసులు!
zh_cn: %2$s 上被 %1$s 收藏的消息！

source: Featured users
ca: Usuaris destacats
cs: Nejlepší uživatelé
es: Usuarios que figuran
gl: Usuarios do momento
ia: Usatores in evidentia
it: Utenti in evidenza
ja: フィーチャーされたユーザ
ka: წარმოდგენილი მომხმარებლები
mk: Избрани корисници
nb: Profilerte brukere
sv: Profilerade användare
te: విశేష వాడుకరులు
zh_cn: 推荐用户

source: Featured users, page %d
ca: Usuaris destacats, pàgina %d
cs: Nejlepší uživatelé, strana %d
es: Usuarios que figuran, página %d
gl: Usuarios do momento, páxina %d
ia: Usatores in evidentia, pagina %d
it: Utenti in evidenza, pagina %d
ja: フィーチャーされたユーザ、ページ %d
ka: წარმოდგენილი მომხმარებლები, გვერდი $d
mk: Избрани корисници, стр. %d
nb: Profilerte brukere, side %d
sv: Profilerade användare, sida %d
te: విశేష వాడుకరులు, పేజీ %d
zh_cn: 推荐用户，第 %d 页

source: A selection of some great users on %s.
ca: Una selecció d'alguns dels millors usuaris a %s.
ia: Un selection de usatores eminente in %s.
mk: Некои од пославните корисници на %s.
sv: Ett urval av några stora användare på %s.
te: %s లోని కొందరు గొప్ప వాడుకరులు
zh_cn: %s上的一些优秀的用户摘选。

source: No notice ID.
ca: Cap ID d'avís.
cs: Chybí ID oznámení.
es: No hay ID de mensaje.
gl: A nota non ten ningunha ID.
ia: Nulle ID de nota.
it: Nessun ID di messaggio.
ja: つぶやきＩＤがありません。
ka: შეტყობინების ID არ არის.
mk: Нема ID за белешка.
nb: Ingen notis-ID.
sv: Ingen notis-ID.
te: సందేశం లేదు.
zh_cn: 没有消息 ID。

source: No notice.
ca: Cap avís.
cs: Žádné takové oznámení.
es: Sin mensaje.
gl: Non hai ningunha nota.
ia: Nulle nota.
it: Nessun messaggio.
ja: つぶやきがありません。
ka: შეტყობინება არ არის.
mk: Нема забелешка.
nb: Ingen notis.
sv: Ingen notis.
te: సందేశం లేదు.
zh_cn: 没有消息。

source: No attachments.
ca: Cap adjunció.
cs: Bez příloh.
es: Sin archivo adjunto
gl: Non hai ningún dato adxunto.
ia: Nulle annexo.
it: Nessun allegato.
ja: そのような添付はありません。
ka: მიმაგრებული დოკუმენტი არ არის.
mk: Нема прилози.
nb: Ingen vedlegg.
sv: Inga bilagor.
te: జోడింపులు లేవు.
zh_cn: 没有附件。

source: No uploaded attachments.
ca: No s'ha pujat cap adjunt.
cs: Žádné nahrané přílohy.
es: No hay archivos adjuntos subidos.
gl: Non se cargou ningún dato adxunto.
ia: Nulle annexo incargate.
it: Nessun allegato caricato.
ja: アップロードされた添付はありません。
ka: ატვირთული მიმაგრებული დოკუმენტი არ არის.
mk: Нема подигнато прилози.
nb: Ingen opplastede vedlegg.
sv: Inga uppladdade bilagor.
te: ఎక్కించిన జోడింపులేమీ లేవు.
zh_cn: 没有已上传的附件。

source: Not expecting this response!
ca: Resposta inesperada!
cs: Nečekaná odpověď!
es: ¡Respuesta inesperada!
gl: Non se esperaba esta resposta!
ia: Non expectava iste responsa!
it: Risposta non attesa!
ja: 想定外のレスポンスです！
ka: ეს უკუქმედება არ არის მოსალოდნელი.
mk: Овој одговор не беше очекуван!
nb: Forventet ikke denne responsen!
sv: Väntade mig inte denna respons!
zh_cn: 未预料的响应！

source: User being listened to does not exist.
ca: L'usuari que s'escolta no existeix.
cs: Úživatel, kterému nasloucháte neexistuje.
es: El usuario al que quieres listar no existe.
gl: Non existe o usuario ao que está seguindo.
ia: Le usator sequite non existe.
it: L'utente che intendi seguire non esiste.
ja: 存在しないように聴かれているユーザ。
ka: მისადევნებელი მომხმარებელი არ არსებობს.
mk: Следениот корисник не постои.
nb: Brukeren som lyttes til finnes ikke.
sv: Användaren som lyssnas på existerar inte.
zh_cn: 要查看的用户不存在。

source: You can use the local subscription!
ca: Podeu utilitzar la subscripció local!
cs: Můžete použít místní odebírání.
es: ¡Puedes usar la suscripción local!
gl: Pode usar a subscrición local!
ia: Tu pote usar le subscription local!
it: Puoi usare l'abbonamento locale!
ja: ローカルサブスクリプションを使用可能です！
ka: შეგიძლიათ გამოიყენოთ ადგილობრივი გამოწერა!
mk: Може да ја користите локалната претплата.
nb: Du kan bruke det lokale abonnementet!
sv: Du kan använda den lokala prenumerationen!
te: మీరు స్థానిక చందాని ఉపయోగించవచ్చు!
zh_cn: 你可以使用本地关注！

source: That user has blocked you from subscribing.
ca: Aquest usuari t'ha bloquejat com a subscriptor.
cs: Uživatel vaše odebírání zablokoval.
es: Ese usuario te ha bloqueado la suscripción.
gl: Ese usuario bloqueouno fronte á subscrición a el.
ia: Iste usator te ha blocate de subscriber.
it: Quell'utente ti ha bloccato dall'abbonarti.
ja: このユーザはフォローをブロックされています。
ka: ამ მომხმარებელმა აგიკრძალათ მიდევნება.
mk: Тој корисник Ве има блокирано од претплаќање.
nb: Brukeren har blokkert deg fra å abonnere.
sv: Denna användaren har blockerat dig från att prenumerera.
te: ఆ వాడుకరి మిమ్మల్ని చందాచేరకుండా నిరోధించారు.
zh_cn: 该用户屏蔽了你，无法关注。

source: You are not authorized.
ca: No esteu autoritzat.
cs: Nejste autorizován.
es: No estás autorizado.
gl: Non está autorizado.
ia: Tu non es autorisate.
it: Autorizzazione non presente.
ja: 認証されていません。
ka: თქვენ არ ხართ ავტორიზირებული.
mk: Не сте овластени.
nb: Du er ikke autorisert.
sv: Du har inte tillstånd.
te: మీకు అధీకరణ లేదు.
zh_cn: 你没有被授权。

source: Could not convert request token to access token.
ca: No s'ha pogut convertir el testimoni de sol·licitud a un d'accés.
cs: Nemohu převést žádost token na přístup token.
es: No se pudo convertir el token de solicitud en token de acceso.
gl: Non se puido converter a ficha da solicitude nun pase.
ia: Non poteva converter le indicio de requesta in un indicio de accesso.
it: Impossibile convertire il token di richiesta in uno di accesso.
ja: リクエストトークンをアクセストークンに変換できません
mk: Не можев да ги претворам жетоните за барање во жетони за пристап.
sv: Kunde inte konvertera token för begäran till token för åtkomst.
zh_cn: 无法将 request token 转换为 access token。

source: Remote service uses unknown version of OMB protocol.
ca: El servei remot utilitza una versió desconeguda del protocol OMB.
cs: Vzdálená služba používá neznámou verzi protokolu OMB.
es: El servicio remoto utiliza una versión desconocida del protocolo OMB.
gl: O servizo remoto utiliza unha versión descoñecida do protocolo OMB.
ia: Le servicio remote usa un version incognite del protocollo OMB.
it: Il servizio remoto usa una versione del protocollo OMB sconosciuta.
ja: リモートサービスは、不明なバージョンの OMB プロトコルを使用しています。
ka: დაშორებული სერვისი OMB პროტოკოლის უცნობ ვერსიას იყენებს.
mk: Далечинската служба користи непозната верзија на OMB протокол.
nb: Fjerntjeneste bruker ukjent versjon av OMB-protokollen.
sv: Fjärrtjänsten använder en okänd version av OMB-protokollet.
zh_cn: 远程服务使用了未知版本的 OMB 协议。

source: Error updating remote profile.
ca: S'ha produït un error en actualitzar el perfil remot.
cs: Chyba při aktualizaci vzdáleného profilu.
es: Error al actualizar el perfil remoto.
gl: Houbo un erro ao actualizar o perfil remoto.
ia: Error durante le actualisation del profilo remote.
it: Errore nell'aggiornare il profilo remoto.
ka: შეცდომა დაშორებული პროფილის განახლებისას.
mk: Грешка во подновувањето на далечинскиот профил.
nb: Feil ved oppdatering av fjernprofil.
sv: Fel vid uppdatering av fjärrprofil.
zh_cn: 更新远程的个人信息时出错。

source: No such file.
ca: No existeix el fitxer.
cs: Žádný takový soubor.
es: No existe tal archivo.
gl: Non existe tal ficheiro.
ia: File non existe.
it: Nessun file.
ja: そのようなファイルはありません。
ka: ასეთი ფაილი არ არსებობს.
mk: Нема таква податотека.
nb: Ingen slik fil.
sv: Ingen sådan fil.
te: అటువంటి ఫైలు లేదు.
zh_cn: 没有这个文件。

source: Cannot read file.
ca: No es pot llegir el fitxer.
cs: Nelze přečíst soubor.
es: No se puede leer archivo.
gl: Non se pode ler o ficheiro.
ia: Non pote leger file.
it: Impossibile leggere il file.
ja: ファイルを読み込めません。
ka: ფაილის წაკითხვა ვერ ხერხდება.
mk: Податотеката не може да се прочита.
nb: Kan ikke lese fil.
sv: Kan inte läsa fil.
te: ఫైలుని చదవలేకపోతున్నాం.
zh_cn: 无法读取文件。

source: Invalid role.
ca: Rol no vàlid.
cs: Neplatná role.
es: Función no válida.
gl: Rol incorrecto.
ia: Rolo invalide.
it: Ruolo non valido.
ka: არასწორი როლი.
mk: Погрешна улога.
nb: Ugyldig rolle.
sv: Ogiltig roll.
te: తప్పుడు పాత్ర.
zh_cn: 无效的权限。

source: This role is reserved and cannot be set.
ca: Aquest rol està reservat i no pot definir-se.
cs: Tato role je vyhrazena a nelze jí nastavit.
es: Esta función es reservada y no puede asignarse.
gl: Non se pode establecer este rol, está reservado.
ia: Iste rolo es reservate e non pote esser apponite.
it: Questo ruolo è riservato e non può essere impostato.
ka: ეს როლი დარეზერვებულია და გამოყენება შეუძლებელია.
mk: Оваа улога е резервирана и не може да се зададе.
nb: Denne rollen er reservert og kan ikke stilles inn.
sv: Denna roll är reserverad och kan inte ställas in
zh_cn: 此权限是保留的且不能被设置。
