Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Could not set profile tag mainpage.
ia: Non poteva assignar le pagina principal del etiquetta de profilo.
mk: Не можев да ја поставам главната страница за профилната ознака.
sv: Kunde inte ställa in huvudsida för profiltagg.

source: You already have created %d or more tags which is the maximum allowed number of tags. Try using or deleting some existing tags.
ia: Tu ha jam create %d o plus etiquettas, que es le numero maxime de etiquettas permittite. Tenta usar o deler alcun etiquettas existente.
mk: Веќе имате создадено %d или повеќе ознаки, што претставува максималниот дозволен број на ознаки. Искористете или избришете некои постоечки ознаки.
sv: Du har redan skapat %d eller fler taggar som är det maximalt tillåtna antalet taggar. Försök använda eller stryka några befintliga taggar.

source: You already have %1$d or more people in list %2$s, which is the maximum allowed number.Try unlisting others first.
ia: Il ha jam %1$d o plus personas in le lista %2$s, que es le numero maxime permittite. Tenta primo remover alteres del lista.
mk: Веќе имате %1$d или повеќе луѓе во списокот %2$s, што претставува максималниот дозволен број. Најпрвин отстранете некои други од списокот.
sv: Du har redan %1$d eller flera personer i listan %2$s, vilket är den högsta tillåtna antalet. Prova ta bort andra från listan först.

source: Adding list subscription failed.
ia: Le addition del subscription al lista ha fallite.
mk: Додавањето на претплатата на списокот не успеа.
sv: Det gick inte att lägga till prenumeration på listan.

source: Removing list subscription failed.
ia: Le remotion del subscription al lista ha fallite.
mk: Отстранувањето на претплатата на списокот не успеа.
sv: Det gick inte att ta bort prenumeration på listan.

source: Missing profile.
ca: Manca el perfil.
cs: Chybějící profil.
es: Perfil ausente.
gl: Falta o perfil de usuario.
ia: Profilo mancante.
it: Profilo mancante.
ka: პროფილი არ არსებობს.
mk: Недостасува профил.
nb: Manglende profil.
sv: Saknar profil.
zh_cn: 丢失的个人信息。

source: Unable to save tag.
ca: No s'ha pogut desar l'etiqueta.
cs: Nelze uložit tag.
es: Incapaz de grabar etiqueta.
gl: Non se puido gardar a nota do sitio.
ia: Impossibile salveguardar le etiquetta.
it: Impossibile salvare l'etichetta.
ja: タグをを保存できません。
ka: სანიშნეს დამახსოვრება ვერ ხერხდება.
mk: Не можам да ја зачувам ознаката.
sv: Kunde inte spara tagg.
te: ట్యాగులని భద్రపరచలేకపోయాం.
zh_cn: 无法保存标签。

source: You have been banned from subscribing.
ca: Se us ha banejat la subscripció.
cs: Byl jste vykázán (banned) z přihlašování se.
es: Se te ha prohibido la suscripción.
gl: Prohibíuselle realizar subscricións de momento.
ia: Tu ha essite blocate del subscription.
it: Non ti è possibile abbonarti.
ja: あなたはフォローが禁止されました。
ka: თქვენ აგეკრძალათ გამოწერა.
mk: Блокирани сте од претплаќање.
sv: Du har blivit utestängd från att prenumerera.
te: చందాచేరడం నుండి మిమ్మల్ని నిషేధించారు.
zh_cn: 你被禁止添加关注。

source: Already subscribed!
ca: Ja hi esteu subscrit!
cs: Již přihlášen!
es: ¡Ya te has suscrito!
gl: Xa está subscrito!
ia: Ja subscribite!
it: Hai già l'abbonamento!
ja: すでにフォローしています!
ka: უკვე გამოწერილია!
mk: Веќе претплатено!
sv: Redan prenumerant!
te: ఇప్పటికే చందాచేరారు!
zh_cn: 已经关注了！

source: User has blocked you.
ca: Un usuari t'ha bloquejat.
cs: Uživatel vás zablokoval.
es: El usuario te ha bloqueado.
gl: O usuario bloqueouno.
ia: Le usator te ha blocate.
it: L'utente non ti consente di seguirlo.
ja: ユーザはあなたをブロックしました。
ka: მომხმარებელმა დაგბლოკათ.
mk: Корисникот Ве има блокирано.
nb: Bruker har blokkert deg.
sv: Användaren har blockerat dig.
te: వాడుకరి మిమ్మల్ని నిరోధించారు.
zh_cn: 用户将你屏蔽了。

source: Not subscribed!
ca: No hi esteu subscrit!
cs: Nepřihlášen!
gl: Non está subscrito!
ia: Non subscribite!
it: Non hai l'abbonamento!
ja: フォローしていません！
ka: არ გაქვთ გამოწერილი!
mk: Не сте ни претплатени!
sv: Inte prenumerant!
te: చందాదార్లు కాదు!
zh_cn: 未关注！

source: Could not delete self-subscription.
ca: No s'ha pogut eliminar l'autosubscripció.
cs: Nelze smazat odebírání sebe sama
es: No se pudo eliminar la auto-suscripción.
gl: Non se puido borrar a subscrición a si mesmo.
ia: Non poteva deler auto-subscription.
it: Impossibile salvare l'abbonamento.
ja: フォローを保存できません。
ka: საკუთარი გამოწერის წაშლა ვერ ხერხდება.
mk: Не можам да ја избришам самопретплатата.
nb: Kunne ikke slette favoritt.
sv: Kunde inte spara prenumeration.
te: కొత్త చందాని చేర్చలేకపోయాం.
zh_cn: 无法删除自我关注。

source: Could not delete subscription OMB token.
ca: No s'ha pogut eliminar el testimoni OMB de la subscripció.
cs: Nelze smazat OMB token přihlášení.
es: No se pudo eliminar la ficha OMB de suscripción.
gl: Non se puido borrar o pase de subscrición OMB.
ia: Non poteva deler le indicio OMB del subscription.
it: Impossibile salvare l'abbonamento.
ja: フォローを保存できません。
ka: გამოწერის წაშლა ვერ მოხერხდა. 0მბ-იანი ტოკენი
mk: Не можам да го избришам OMB-жетонот за претплата.
nb: Kunne ikke slette favoritt.
sv: Kunde inte spara prenumeration.
te: కొత్త చందాని చేర్చలేకపోయాం.
zh_cn: 无法删除关注 OMB token。

source: Could not delete subscription.
ca: No s'ha pogut eliminar la subscripció.
cs: Nelze smazat odebírání
es: No se pudo eliminar la suscripción.
gl: Non se puido borrar a subscrición.
ia: Non poteva deler subscription.
it: Impossibile salvare l'abbonamento.
ja: フォローを保存できません。
ka: გამოწერის წაშლა ვერ მოხერხდა.
mk: Не можам да ја избришам претплатата.
nb: Kunne ikke slette favoritt.
sv: Kunde inte spara prenumeration.
te: కొత్త చందాని చేర్చలేకపోయాం.
zh_cn: 无法取消关注。

# TITLE
source: Follow
ca: Segueix
ia: Sequer
mk: Следи
sv: Följ
te: అనుసరించు

source: %1$s is now following %2$s.
ca: %1$s ara està seguint %2$s.
gl: %1$s xa segue a %2$s.
ia: %1$s seque ora %2$s.
mk: %1$s сега го/ја следи %2$s.
sv: %1$s följer nu %2$s.
zh_cn: %1$s 现在开始关注了 %2$s。

source: Welcome to %1$s, @%2$s!
ca: Us donem la benvinguda a %1$s, @%2$s!
cs: Vítejte na %1$s, @%2$s!
es: Bienvenido a %1$s, @%2$s!
gl: Benvido a %1$s, @%2$s!
ia: Benvenite a %1$s, @%2$s!
it: Benvenuti su %1$s, @%2$s!
ja: ようこそ %1$s、@%2$s!
ka: გამარჯობა @%2$s, კეთილი იყოს თქვენი მობრძანება %1$s-ზე!
mk: Добредојдовте на %1$s, @%2$s!
nb: Velkommen til %1$s, @%2$s.
sv: Välkommen till %1$s, @%2$s!
te: @%2$s, %1$sకి స్వాగతం!
zh_cn: 欢迎来到 %1$s，@%2$s！

source: Not implemented since inbox change.
ia: Non implementate depost le cambiamento del cassa de entrata.
mk: Не е применето од промената на сандачето за дојдовна пошта.
sv: Inte implementerad sedan inkorgsförändring.

source: No single user defined for single-user mode.
ca: No s'ha definit cap usuari únic per al mode d'usuari únic.
cs: Nenastaven uživatel pro jednouživatelský mód
es: Ningún usuario sólo definido para modo monousuario.
gl: Non se estableceu ningún usuario único para o modo de usuario único.
ia: Nulle signule usator definite pro le modo de singule usator.
it: Nessun utente singolo definito per la modalità single-user.
ja: single-user モードのためのシングルユーザが定義されていません。
ka: ერთი მომხმარებელი არ განსაზღვრულა ერთარედთი-მომხმარებლის რეჟიმისთვის.
mk: Не е зададен корисник за еднокорисничкиот режим.
sv: Ingen enskild användare definierad för enanvändarläge.
zh_cn: 没有单独的用户被定义为单用户模式。

source: Single-user mode code called when not enabled.
ca: S'ha cridat el codi del mode d'únic usuari quan no està habilitat.
ia: Codice in modo de usator singule appellate sin esser activate.
mk: Повикан е еднокориснички режим, но не е овозможен.
sv: Enanvändarlägeskod anropad när den inte var aktiverad.
zh_cn: 没启用单用户模式的代码。

source: Could not create group.
ca: No s'ha pogut crear el grup.
cs: Nelze vytvořit skupinu.
es: No se pudo crear grupo.
gl: Non se puido crear o grupo.
ia: Non poteva crear gruppo.
it: Impossibile creare il gruppo.
ja: グループを作成できません。
ka: ჯგუფის შექმნა ვერ მოხერხდა.
mk: Не можев да ја создадам групата.
nb: Kunne ikke opprette gruppe.
sv: Kunde inte skapa grupp.
te: గుంపుని సృష్టించలేకపోయాం.
zh_cn: 无法创建小组。

source: Could not set group URI.
ca: No es pot definir l'URI del grup.
cs: Nelze nastavit URI skupiny.
es: No se pudo configurar el URI del grupo.
gl: Non se puido establecer o URI do grupo.
ia: Non poteva definir le URL del gruppo.
it: Impossibile impostare l'URI del gruppo.
ja: グループを作成できません。
ka: ჯგუფის URI-ს მინიჭება ვერ მოხერხდა.
mk: Не можев да поставам URI на групата.
nb: Kunne ikke stille inn gruppe-URI.
sv: Kunde inte ställa in grupp-URI.
te: గుంపుని సృష్టించలేకపోయాం.
zh_cn: 无法设置小组 URI。

source: Could not set group membership.
ca: No s'ha pogut establir la pertinença d'aquest grup.
cs: Nelze nastavit členství ve skupině.
es: No se pudo configurar la membresía del grupo.
gl: Non se puido establecer a pertenza ao grupo.
ia: Non poteva configurar le membrato del gruppo.
it: Impossibile impostare la membership al gruppo.
ja: グループメンバーシップをセットできません。
ka: ჯგუფის წევრობის მინიჭება ვერ მოხერხდა.
mk: Не можев да назначам членство во групата.
nb: Kunne ikke stille inn gruppemedlemskap.
sv: Kunde inte ställa in gruppmedlemskap.
te: గుంపు సభ్యత్వాన్ని అమర్చలేకపోయాం.
zh_cn: 无法设置小组成员。

source: Could not save local group info.
ca: No s'ha pogut desar la informació del grup local.
cs: Nelze uložit místní info skupiny.
es: No se ha podido guardar la información del grupo local.
gl: Non se puido gardar a información do grupo local.
ia: Non poteva salveguardar le informationes del gruppo local.
it: Impossibile salvare le informazioni del gruppo locale.
ka: ჯგუფის ლოკალური ინფორმაციის დამახსოვრება ვერ მოხერხდა.
mk: Не можев да ги зачувам информациите за локалните групи.
nb: Kunne ikke lagre lokal gruppeinformasjon.
sv: Kunde inte spara lokal gruppinformation.
te: స్థానిక గుంపుని తాజాకరించలేకున్నాం.
zh_cn: 无法保存本地小组信息。

source: Cannot locate account %s.
ca: No es pot trobar el compte %s.
ia: Non pote localisar le conto %s.
mk: Не можам да ја најдам сметката %s.
sv: Kan inte hitta kontot %s.
zh_cn: 找不到帐户 %s。

source: Cannot find XRD for %s.
ca: No es pot trobar l'XRD de %s.
ia: Non pote trovar XRD pro %s.
mk: Не можам да најдам XRD за %s.
sv: Kan inte hitta XRD för %s.

source: No AtomPub API service for %s.
ca: No hi ha cap servei API d'AtomPub de %s.
ia: Il non ha un servicio API AtomPub pro %s.
mk: Нема служба за API на AtomPub за %s.
sv: Ingen AtomPub API-tjänst för %s.

source: User actions
ca: Accions de l'usuari
cs: Akce uživatele
es: Acciones de usuario
gl: Accións do usuario
ia: Actiones de usator
it: Azioni utente
ja: 利用者アクション
ka: მომხმარებლის მოქმედებები
mk: Кориснички дејства
sv: Åtgärder för användare
te: వాడుకరి చర్యలు
zh_cn: 用户动作

source: User deletion in progress...
ca: S'està eliminant l'usuari...
cs: Probíhá mazání uživatele...
es: Eliminación de usuario en curso...
gl: Procedendo a borrar o usuario...
ia: Deletion del usator in curso
it: Eliminazione utente...
ka: მომხმარებლის წაშლა პროგრესშია...
mk: Бришењето на корисникот е во тек...
sv: Borttagning av användare pågår...
te: వాడుకరి తొలగింపు కొనసాగుతూంది...
zh_cn: 用户删除处理中……

source: Edit profile settings.
ca: Edita els paràmetres del perfil.
ia: Modificar configuration de profilo.
mk: Уреди нагодувања на профилот.
sv: Redigera profilinställningar.
te: ఫ్రొఫైలు అమరికలని మార్చండి.

# BUTTON
source: Edit
ca: Edita
ia: Modificar
mk: Уреди
sv: Redigera
te: మార్చు

source: Send a direct message to this user.
ca: Envia un missatge directe a l'usuari.
ia: Inviar un message directe a iste usator.
mk: Испрати му непосредна порака на корисников.
sv: Skicka ett direktmeddelande till denna användare.
te: ఈ వాడుకరికి ఒక నేరు సందేశాన్ని పంపించండి.

# BUTTON
source: Message
ca: Missatge
mk: Порака
sv: Meddelande
te: సందేశం

source: Moderate
ca: Modera
cs: Moderovat
es: Moderar
gl: Moderar
ia: Moderar
it: Modera
ka: მოდერაცია
mk: Модерирај
nb: Moderer
sv: Moderera
zh_cn: 审核

source: User role
ca: Rol de l'usuari
cs: Role uživatele
es: Rol de usuario
gl: Rol do usuario
ia: Rolo de usator
it: Ruolo dell'utente
ka: მომხმარებლის როლი
mk: Корисничка улога
nb: Brukerrolle
sv: Användarroll
te: వాడుకరి పాత్ర
zh_cn: 用户权限

# role
source: Administrator
ca: Administrador
cs: Administrátor
es: Administrador
gl: Administrador
it: Amministratore
ka: ადმინისტრატორი
mk: Администратор
sv: Administratör
te: నిర్వాహకులు
zh_cn: 管理员

# role
source: Moderator
ca: Moderador
cs: Moderátor
es: Moderador
gl: Moderador
it: Moderatore
ka: მოდერატორი
mk: Модератор
te: సమన్వయకర్త
zh_cn: 审核员

source: Untitled page
ca: Pàgina sense titol
cs: stránka bez názvu
es: Página sin título
gl: Páxina sen título
ia: Pagina sin titulo
it: Pagina senza nome
ja: 名称未設定ページ
ka: უსათაურო გვერდი
mk: Страница без наслов
nb: Side uten tittel
sv: Namnlös sida
te: శీర్షికలేని పేజీ
zh_cn: 无标题页

# TOOLTIP
source: Show more
ca: Mostra més
es: Ver más
ia: Monstrar plus
mk: Повеќе
sv: Visa mer
te: మరింత చూపించు
zh_cn: 显示更多

# BUTTON
source: Reply
ca: Respon
es: Responder
ia: Responder
mk: Одговори
sv: Svara
te: స్పందించండి

source: Write a reply...
ca: Escriviu una resposta...
ia: Scriber un responsa...
mk: Напишете одговор...
sv: Skriv ett svar...
te: మీ స్పందనని వ్రాయండి...

# TAB
source: Status
ca: Estat
ia: Stato
mk: Статус
te: స్థితి

source: **%%site.name%%** is a microblogging service brought to you by [%%site.broughtby%%](%%site.broughtbyurl%%).
ca: **%%site.name%%** és un servei de microblogging de [%%site.broughtby%%**](%%site.broughtbyurl%%).
cs: **%%site.name%%** je služba microblogů, kterou pro vás poskytuje [%%site.broughtby%%](%%site.broughtbyurl%%).
es: **%%site.name%%** es un servicio de microblogueo traido a ti por cortesía de [%%site.broughtby%%**](%%site.broughtbyurl%%).
gl: **%%site.name%%** é un servizo de mensaxes de blogue curtas ofrecido por [%%site.broughtby%%](%%site.broughtbyurl%%).
ia: **%%site.name%%** es un servicio de microblog offerite per [%%site.broughtby%%](%%site.broughtbyurl%%).
it: **%%site.name%%** è un servizio di microblog offerto da [%%site.broughtby%%](%%site.broughtbyurl%%).
ka: **%%site.name%%** არის მიკრობლოგინგის სერვისი მოწოდებული [%%site.broughtby%%](%%site.broughtbyurl%%)-ს მიერ.
mk: **%%site.name%%** е услуга за микроблогирање обозможена од [%%site.broughtby%%](%%site.broughtbyurl%%).
nb: **%%site.name%%** er en mikrobloggingtjeneste brakt til deg av [%%site.broughtby%%](%%site.broughtbyurl%%).
sv: **%%site.name%%** är en mikrobloggtjänst tillhandahållen av [%%site.broughtby%%](%%site.broughtbyurl%%).
te: **%%site.name%%** అనేది [%%site.broughtby%%](%%site.broughtbyurl%%) వారు అందిస్తున్న సూక్ష్మ బ్లాగింగు సేవ.
zh_cn: **%%site.name%%**是一个微博客服务，提供者为[%%site.broughtby%%](%%site.broughtbyurl%%)。

source: **%%site.name%%** is a microblogging service.
ca: **%%site.name%%** és un servei de microblogging.
cs: **%%site.name%%** je služba mikroblogů.
es: **%%site.name%%** es un servicio de microblogueo.
gl: **%%site.name%%** é un servizo de mensaxes de blogue curtas.
ia: **%%site.name%%** es un servicio de microblog.
it: **%%site.name%%** è un servizio di microblog.
ja: **%%site.name%%** はマイクロブログサービスです。
ka: **%%site.name%%** არის მიკრობლოგინგის სერვისი.
mk: **%%site.name%%** е сервис за микроблогирање.
nb: **%%site.name%%** er en mikrobloggingtjeneste.
sv: **%%site.name%%** är en mikrobloggtjänst.
te: **%%site.name%%** అనేది మైక్రో బ్లాగింగు సదుపాయం.
zh_cn: **%%site.name%%** 是一个微博客服务。

source: It runs the [StatusNet](http://status.net/) microblogging software, version %s, available under the [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
ca: Utilitza el software de microblogging [StatusNet](http://status.net), versió %s, disponible sota la [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
cs: Běží na mikroblogovacím programu [StatusNet](http://status.net/), verze %s, dostupném pod [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
es: Usa el software de microblogueo [StatusNet](http://status.net), versión %s, disponible bajo la [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
gl: Utiliza a versión %s do software de mensaxes de blogue curtas [StatusNet](http://status.net/), dispoñible baixo a [Licenza Pública Xeral Affero de GNU](http://www.fsf.org/licensing/licenses/agpl-3.0.html) (en inglés).
ia: Le sito functiona con le software de microblog [StatusNet](http://status.net/), version %s, disponibile sub le [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
it: Gestito dal software di microblog [StatusNet](http://status.net/), versione %s, disponibile nei termini della licenza [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
ja: マイクロブロギングソフト [StatusNet](http://status.net/) , バージョン %s で動いています。 ライセンス [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html)。
ka: ის მუშაობს [StatusNet](http://status.net/) მიკრობლოგინგის კოდზე, ვერსია %s, რომელიც ხელმისაწვდომია [GNU Affero ძირითადი საჯარო ლიცენზიით](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
mk: Работи на [StatusNet](http://status.net/) - програмска опрема за микроблогирање, верзија %s, достапна под [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
sv: Den drivs med mikrobloggprogramvaran [StatusNet](http://status.net/), version %s, tillgänglig under [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
te: ఇది [గ్నూ ఆఫెరో జెనరల్ పబ్లిక్ లైసెన్సు](http://www.fsf.org/licensing/licenses/agpl-3.0.html) కింద లభ్యమయ్యే [స్టేటస్&zwnj;నెట్](http://status.net/) మైక్రోబ్లాగింగ్ ఉపకరణం సంచిక %s పై నడుస్తుంది.
zh_cn: 它运行[StatusNet](http://status.net/)微博客服务，版本 %s，[GNU Affero GPL](http://www.fsf.org/licensing/licenses/agpl-3.0.html)授权。

source: Content and data of %1$s are private and confidential.
ca: El contingut i les dades de %1$s són privades i confidencials.
cs: Obsah a data z %1$S jsou soukromé a důvěrné.
es: El contenido y datos de %1$s son privados y confidenciales.
gl: O contido e os datos de %1$s son privados e confidenciais.
ia: Le contento e datos de %1$s es private e confidential.
it: I contenuti e i dati di %1$s sono privati e confidenziali.
ka: %1$s ის შიგთავსი და მონაცემები არის პირადული და კონფიდენციალური.
mk: Содржината и податоците на %1$s се лични и доверливи.
sv: Innehåll och data av %1$s är privat och konfidensiell.
zh_cn: %1$s的内容和数据是私人且保密的。

source: Content and data copyright by %1$s. All rights reserved.
ca: El contingut i les dades són copyright de %1$s. Tots els drets reservats.
cs: Obsah a data copyright %1$s. Všechna práva vyhrazena.
es: Copyright del contenido y los datos de%1$s. Todos los derechos reservados.
gl: Os contidos e datos son propiedade intelectual de %1$s. Quedan reservados todos os dereitos.
ia: Contento e datos sub copyright de %1$s. Tote le derectos reservate.
it: I contenuti e i dati sono copyright di %1$s. Tutti i diritti riservati.
ka: შიგთავსი და მონაცემები %1$s-ის საკუთრებაა. ყველა უფლება დაცულია.
mk: Авторските права на содржината и податоците се во сопственост на %1$s. Сите права задржани.
sv: Innehåll och data copyright av %1$s. Alla rättigheter reserverade.
zh_cn: 内容和数据%1$s版权所有并保留所有权利。

source: Content and data copyright by contributors. All rights reserved.
ca: El contingut i les dades són copyright dels col·laboradors. Tots els drets reservats.
cs: Obsah a data copyright přispěvatelů. Všechna práva vyhrazena.
es: Derechos de autor de contenido y datos por los colaboradores. Todos los derechos reservados.
gl: Os contidos e datos son propiedade intelectual dos colaboradores. Quedan reservados todos os dereitos.
ia: Contento e datos sub copyright del contributores. Tote le derectos reservate.
it: I contenuti e i dati sono forniti dai collaboratori. Tutti i diritti riservati.
ka: შიგთავსი და მონაცემები წვლილის შემტანების საკუთრებაა. ყველა უფლება დაცულია.
mk: Авторските права на содржината и податоците им припаѓаат на учесниците. Сите права задржани.
sv: Innehåll och data copyright av medarbetare. Alla rättigheter reserverade.
zh_cn: 内容和数据贡献者版权所有并保留所有权利。

source: All %1$s content and data are available under the %2$s license.
ca: Tot el contingut i les dades de %1$s es troben disponibles sota una llicència %2$s.
cs: Všechen obsah a data %1$s jsou k dispozici v rámci licence %2$s.
es: Todo el contenido%1$s y la información están disponibles bajo la licencia 2%$s.
gl: Todos os contidos e datos de %1$s están dispoñibles baixo a licenza %2$s.
ia: Tote le contento e datos de %1$s es disponibile sub le licentia %2$s.
it: Tutti i contenuti e i dati di %1$s sono disponibili nei termini della licenza %2$s.
ka: %1$s-ს მთლიანი შიგთავსი და მონაცემები ხელმისაწვდომია %2$s ლიცენზიით.
mk: Сите содржини и податоци на %1$s се достапни под лиценцата %2$s.
sv: Innehåll och data på %1$s är tillgänglig under licensen %2$s.
zh_cn: 所有%1$s的内容和数据在%2$s许可下有效。

source: After
ca: Posteriors
cs: Po
es: Después
gl: Posteriores
ia: Post
it: Successivi
ja: <<後
ka: შემდეგი
mk: Следно
nb: Etter
sv: Senare
te: తర్వాత
zh_cn: 之后

source: Before
ca: Anteriors
cs: Před
es: Antes
gl: Anteriores
ia: Ante
it: Precedenti
ja: 前>>
ka: წინა
mk: Претходно
nb: Før
sv: Tidigare
te: ఇంతక్రితం
zh_cn: 之前

source: Expecting a root feed element but got a whole XML document.
ca: S'esperava un element del canal arrel, però se n'ha obtingut tot un document XML sencer.
cs: Očekávám kořenový element feedu, ale dostal jsem celý XML dokument.
es: A espera de un elemento de alimentación de raíz, pero se obtuvo un documento XML entero.
gl: Esperábase unha fonte de novas raíz pero recibiuse un documento XML completo.
ia: Expectava le elemento-radice de un syndication, ma recipeva un documento XML integre.
it: Atteso un elemento root del feed, ma ricevuto un documento XML intero.
mk: Се очекува коренски каналски елемент, но добив цел XML документ.
sv: Förväntade ett flödes rotelement, men fick ett helt XML-dokument.
zh_cn: 只期待一个 root feed 元素但收到了整个的 XML 文档。

source: Unknown verb: "%s".
ca: Verb desconegut: «%s».
ia: Verbo incognite: "%s".
mk: Непознат глагол: „%s“.
sv: Okänt verb: "%s".
zh_cn: 未知的动词：“%s”

source: Cannot force subscription for untrusted user.
ca: No es pot forçar la subscripció d'usuaris en què no s'hi confia.
ia: Non pote fortiar un subscription pro un usator non de confidentia.
mk: Не можам да наметнам претплата од недоверлив корисник.
sv: Kan inte påtvinga prenumeration för opålitliga användare.
zh_cn: 不能强迫不受信任的用户订阅。

source: Cannot force remote user to subscribe.
ca: No es pot forçar els usuaris remots a subscriure-s'hi.
ia: Non pote fortiar un usator remote a cancellar le subscription.
mk: Не можам да му наметнам на далечинскиот корисник да се претплати.
sv: Kan inte tvinga fjärranvändare att prenumerera.
zh_cn: 不能强制远程用户订阅。

source: Unknown profile.
ca: Perfil desconegut.
ia: Profilo incognite.
mk: Непознат профил.
sv: Okänd profil.
te: తెలియని ప్రొఫైలు.
zh_cn: 未知的配置文件

source: This activity seems unrelated to our user.
ca: Aquesta activitat sembla que no tingui cap relació amb el nostre usuari.
ia: Iste activitate pare inconnexe a nostre usator.
mk: Оваа активност се чини неповрзана со нашиот корисник.
sv: Denna aktivitet verkar inte relaterat till vår användare.
zh_cn: 这项活动似乎与我们的用户无关。

source: Remote profile is not a group!
ca: El perfil remot no és un grup!
ia: Le profilo remote non es un gruppo!
mk: Далечинскиот профил не е група!
sv: Fjärrprofilen är inte en grupp!
zh_cn: 远程配置文件不是一个组 ！

source: User is already a member of this group.
ca: L'usuari ja és membre d'aquest grup.
ia: Le usator es ja membro de iste gruppo.
mk: Корисникот веќе членува во групава.
sv: Användaren är redan medlem i denna grupp.
te: మీరు ఇప్పటికే ఈ గుంపులో సభ్యులు.
zh_cn: 用户已经是该小组成员。

source: Already know about notice %1$s and it has a different author %2$s.
ca: Ja es coneix l'avís %1$s i té un autor diferent %2$s.
ia: Le nota %1$s es ja cognoscite e ha un altere autor %2$s.
mk: Веќе ми е позната забелешката %1$s и таа има друг автор %2$s.
sv: Känner redan till notisen %1$s och den har en annan författare %2$s.
