Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: You cannot grant user roles on this site.
ca: No podeu establir rols d'usuari en aquest lloc.
cs: Nemůžete dávat uživatelské role na této stránce.
es: No puedes conceder funciones de usuario en este sitio.
gl: Non pode concederlles roles aos usuarios neste sitio.
ia: Tu non pote conceder rolos a usatores in iste sito.
it: Non puoi concedere i ruoli agli utenti su questo sito.
ka: თქვენ არ შეგიძლიათ როლების მინიჭება ამ საიტზე.
mk: Не можете да им доделувате улоги на корисниците на ова мрежно место.
nb: Du kan ikke tildele brukerroller på dette nettstedet.
sv: Du kan inte bevilja användare roller på denna webbplats.
te: ఈ సైటులో మీరు వాడుకరలకి పాత్రలను ఇవ్వలేరు.
zh_cn: 你不能在这个网站授予用户权限。

source: User already has this role.
ca: L'usuari ja té aquest rol.
cs: Uživatel již tuto roli má.
es: El usuario ya tiene esta función.
gl: O usuario xa ten este rol.
ia: Le usator ha ja iste rolo.
it: L'utente ricopre già questo ruolo.
ka: მომხმარებელს უკვე აქვს ეს როლი.
mk: Корисникот веќе ја има таа улога.
nb: Bruker har allerede denne rollen.
sv: Användaren har redan denna roll.
te: వాడుకరికి ఇప్పటికే ఈ పాత్ర ఉంది.
zh_cn: 用户已有此权限。

source: No profile specified.
ca: No s'ha especificat cap perfil.
cs: Nebyl vybrán profil.
es: No se especificó perfil.
gl: Non se especificou ningún perfil.
ia: Nulle profilo specificate.
it: Nessun profilo specificato.
ja: プロファイル記述がありません。
ka: პროფილი მითითებული არ არის.
mk: Нема назначено профил.
nb: Ingen profil oppgitt.
sv: Ingen profil angiven.
zh_cn: 没有指定的用户。

source: No group specified.
ca: No s'ha especificat cap grup.
cs: Nebyla vybrána skupina.
es: Grupo no especificado.
gl: Non se especificou ningún grupo.
ia: Nulle gruppo specificate.
it: Nessun gruppo specificato.
ja: グループ記述がありません。
ka: ჯგუფი მითითებული არ არის.
mk: Нема назначено група.
nb: Ingen gruppe oppgitt.
sv: Ingen grupp angiven.
te: గుంపు ఏమీ పేర్కొనలేదు.
zh_cn: 没有指定小组。

source: Only an admin can block group members.
ca: Només un administrador pot blocar membres del grup.
cs: Pouze admin může blokovat členy skupiny.
es: Sólo un administrador puede bloquear miembros de un grupo.
gl: Só os administradores poden excluír a membros do grupo.
ia: Solmente un administrator pote blocar membros de un gruppo.
it: Solo un amministratore può bloccare i membri del gruppo.
ja: 管理者だけがグループメンバーをブロックできます。
ka: მხოლოდ ადმინს შეუძლია ჯგუფიდან მომხმარებლების გარიცხვა.
mk: Само администратор може да блокира членови на група.
nb: Bare en admin kan blokkere gruppemedlemmer.
sv: Bara en administratör kan blockera gruppmedlemmar.
te: నిర్వాహకులు మాత్రమే గుంపు సభ్యులను నిరోధించగలరు.
zh_cn: 只有管理员可以屏蔽小组成员。

source: User is already blocked from group.
ca: L'usuari ja està blocat del grup.
cs: Uživatel již je zablokován ze skupiny.
es: Usuario ya está bloqueado del grupo.
gl: O usuario xa está excluído do grupo.
ia: Le usator es ja blocate del gruppo.
it: L'utente è già bloccato dal gruppo.
ja: ユーザはすでにグループからブロックされています。
ka: მომხმარებელი უკვე გარიცხულია ჯგუფიდან.
mk: Корисникот е веќе блокиран од оваа група.
nb: Bruker er allerede blokkert fra gruppe.
sv: Användaren är redan blockerad från grupp.
te: వాడుకరిని ఇప్పటికే గుంపునుండి నిరోధించారు.
zh_cn: 用户已经被小组屏蔽。

source: User is not a member of group.
ca: L'usuari no és membre del grup.
cs: Uživatel není členem skupiny.
es: Usuario no es miembro del grupo
gl: O usuario non pertence ao grupo.
ia: Le usator non es membro del gruppo.
it: L'utente non fa parte del gruppo.
ja: ユーザはグループのメンバーではありません。
ka: მომხმარებელი არ არის ჯგუფის წევრი.
mk: Корисникот не членува во групата.
nb: Bruker er ikke et medlem av gruppa.
sv: Användare är inte en gruppmedlem.
te: వాడుకరి ఈ గుంపులో సభ్యులు కాదు.
zh_cn: 用户不是小组成员。

source: Block user from group
ca: Bloca l'usuari del grup
cs: Zablokovat uživatele ze skupiny
es: Bloquear usuario de grupo
gl: Excluír do grupo ao usuario
ia: Blocar usator del gruppo
it: Blocca l'utente dal gruppo
ja: グループからユーザをブロック
ka: მომხმარებლის გარიცხვა ჯგუფიდან.
mk: Блокирај корисник од група
nb: Blokker bruker fra gruppe
sv: Blockera användare från grupp
te: వాడుకరిని గుంపు నుండి నిరోధించు
zh_cn: 从小组中屏蔽用户

source: Are you sure you want to block user "%1$s" from the group "%2$s"? They will be removed from the group, unable to post, and unable to subscribe to the group in the future.
ca: Esteu segur que voleu blocar l'usuari «%1$s» del grup «%2$s»? S'eliminarà del grup, i no podrà enviar-hi res ni subscriure-s'hi en el futur.
cs: Jste si jisti, že chcete blokovat uživatele "%1$s" ze skupiny "%2$S"? Bude odstraněn ze skupiny a nebude moci přispívat nebo se přihlásit k odběru.
es: ¿Realmente deseas bloquear al usuario "%1$s" del grupo "%2$s"? Se eliminará del grupo y no podrá publicar ni suscribirse al grupo en lo sucesivo.
gl: Seguro que quere excluír do grupo "%2$s" ao usuario "%1$s"? Quedará fóra do grupo, sen a posibilidade de publicar nada nel nin volver subscribirse a el no futuro.
ia: Es tu secur de voler blocar le usator "%1$s" del gruppo "%2$s"? Ille essera removite del gruppo, non potera publicar messages, e non potera subscriber se al gruppo in le futuro.
it: Vuoi bloccare l'utente "%1$s" dal gruppo "%2$s"? L'utente verrà rimosso dal gruppo, non potrà più inviare messaggi e non potrà più iscriversi al gruppo.
ja: 本当にユーザ %1$s をグループ %2$s からブロックしますか? 彼らはグループから削除される、投稿できない、グループをフォローできなくなります。
ka: ნამდვილად გნებავთ გარიცხოთ "%1$s" ჯგუფიდან "%2$s"? ის გამოირიცხება ჯგუფიდან, ვეღარ შეძლებს დაპოსტვას და ვეღარ გაწევრიანდება ამ ჯგუფში მომავალშიც.
mk: Дали сте сигурни дека сакате да го блокирате корисникот „%1$s“ од групата „%2$s“? Корисникот ќе биде отстранет од групата, и во иднина нема да може да објавува во таа група и да се претплаќа на неа.
nb: Er du sikker på at du vil blokkere brukeren «%1$s» fra gruppen «%2$s»? De vil bli fjernet fra gruppen, kan ikke poste og kan ikke abonnere på gruppen i fremtiden.
sv: Är du säker på att du vill blockera användare "%1$s" från gruppen "%2$s"? De kommer bli borttagna från gruppen, inte kunna skriva till och inte kunna prenumerera på gruppen i framtiden.
te: నిజంగానే వాడుకరి "%1$s"ని "%2$s" గుంపు నుండి నిరోధించాలనుకుంటున్నారా? వారిని గుంపు నుండి తొలగిస్తాం, ఇక భవిష్యత్తులో వారు గుంపులో ప్రచురించలేరు, మరియు గుంపుకి చందాచేరలేరు.
zh_cn: 你确定要在“%2$s”小组中屏蔽用户“%1$s”么？他们将被从小组中删除，并且不能在小组内发布消息或关注该小组。

source: Do not block this user from this group.
ca: No bloquis l'usuari del grup.
ia: Non blocar iste usator de iste gruppo.
mk: Не го блокирај овој корисник од групава.
sv: Blockera inte denna användare från den här gruppen.
te: ఈ వాడుకరిని ఈ గుంపు నుండి నిరోధించవద్దు.
zh_cn: 不要在此小组屏蔽此用户。

source: Block this user from this group.
ca: Bloca l'usuari del grup.
ia: Blocar iste usator de iste gruppo.
mk: Блокирај го овој корисник од групава.
sv: Blockera denna användare från den här gruppen.
te: ఈ వాడుకరిని ఈ గుంపునుండి నిరోధించండి.
zh_cn: 阻止此此组中的用户。

source: Database error blocking user from group.
ca: S'ha produït un error en la base de dades en blocar l'usuari del grup.
cs: Chyba databáze při blokování uživatele ze skupiny.
es: Se ha producido un error en la base de datos al bloquear el usuario del grupo.
gl: Houbo un erro na base de datos ao excluír do grupo ao usuario.
ia: Error del base de datos al blocar le usator del gruppo.
it: Errore del database nel bloccare l'utente dal gruppo.
ja: グループからのブロックユーザのデータベースエラー
ka: მომხმარებლის ჯგუფიდან გარიცხვისას მოხდა შეცდომა ბაზაში.
mk: Се појави грешка во базата наподатоци при блокирањето на корисникот од групата.
nb: Databasefeil ved blokkering av bruker fra gruppe.
sv: Databasfel vid blockering av användare från grupp.
zh_cn: 在小组中屏蔽用户时数据库发生错误。

source: No ID.
ca: Sense ID.
cs: Chybí ID.
es: Sin ID.
gl: Sen ID.
ia: Nulle ID.
it: Nessun ID.
ja: ID がありません。
ka: ID უცნობია.
mk: Нема ID.
nb: Ingen ID.
sv: Ingen ID.
te: ఐడీ లేదు.
zh_cn: 没有 ID。

source: You must be logged in to edit a group.
ca: Heu d'iniciar una sessió per editar un grup.
cs: K úpravě skupiny musíte být přihlášen.
es: Debes estar conectado para editar un grupo.
gl: Ten que estar identificado para editar un grupo.
ia: Tu debe aperir un session pro modificar un gruppo.
it: Devi eseguire l'accesso per modificare un gruppo.
ja: グループを編集するにはログインしていなければなりません。
ka: ჯგუფის რედაქტირებისათვის საჭიროა ავტორიზაცია.
mk: Мора да сте најавени за да можете да уредувате група.
nb: Du må være logget inn for å redigere en gruppe.
sv: Du måste vara inloggad för att redigera en grupp.
te: గుంపుని మార్చడానికి మీరు ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录才能创建小组。

source: Group design
ca: Disseny de grup
cs: Vzhled skupiny
es: Diseño de grupo
gl: Deseño do grupo
ia: Apparentia del gruppo
it: Aspetto del gruppo
ja: グループデザイン
ka: ჯგუფის დიზაინი
mk: Изглед на групата
nb: Gruppeutseende
sv: Gruppens utseende
te: గుంపు అలంకారం
zh_cn: 小组页面外观。

source: Customize the way your group looks with a background image and a colour palette of your choice.
ca: Personalitzeu l'aspecte del vostre grup amb una imatge de fons i una paleta de colors de la vostra elecció.
cs: Přizpůsobit vzhled skupiny obrázkem na pozadí a barevnou paletou vašeho výběru.
es: Personaliza el aspecto de tu grupo con una imagen de fondo y la paleta de colores que prefieras.
gl: Personaliza o aspecto do grupo cunha imaxe de fondo e unha paleta de cores da súa escolla.
ia: Personalisa le apparentia de tu gruppo con un imagine de fundo e un paletta de colores de tu preferentia.
it: Personalizza l'aspetto del tuo gruppo con un'immagine di sfondo e dei colori personalizzati.
ja: あなたが選んだパレットの色とバックグラウンドイメージであなたのグループをカスタマイズしてください。
ka: აირჩიეთ, როგორ გნებავთ გამოიყურებოდეს თქვენი ჯგუფი ფონური სურათისა და ფერთა პალიტრის შეცვლით.
mk: Прилагодете го изгледот на Вашата група со позадинска слика и палета од бои по Ваш избор.
nb: Tilpass hvordan gruppen din ser ut med et bakgrunnsbilde og en fargepalett av ditt valg.
sv: Anpassa hur din grupp ser ut genom att välja bakgrundbild och färgpalett.
te: నేపథ్య చిత్రం మరియు రంగుల ఎంపికతో మీ గుంపు ఎలా కనిపించాలో మలచుకోండి.
zh_cn: 通过背景图片和颜色板来自定义你的小组的外观。

source: Unable to update your design settings.
ca: No s'han pogut actualitzar els paràmetres de disseny.
ia: Impossibile actualisar le configurationes del apparentia.
mk: Не можам да ги подновам Вашите нагодувања за изглед.
sv: Det gick inte att uppdatera utseendeinställningarna.
te: మీ రూపురేఖల అమరికలను భద్రపరచలేకున్నాం.
zh_cn: 无法更新你的外观设置。

source: Design preferences saved.
ca: S'han desat les preferències de disseny.
cs: Nastavení vzhledu uloženo.
es: Preferencias de diseño guardadas.
gl: Gardáronse as preferencias de deseño.
ia: Preferentias de apparentia salveguardate.
it: Preferenze dell'aspetto salvate.
ja: デザイン設定が保存されました。
ka: დიზაინის პარამეტრები შენახულია.
mk: Нагодувањата се зачувани.
nb: Utseende lagret.
sv: Utseendeinställningar sparade.
te: ఈమెయిలు అభిరుచులు భద్రమయ్యాయి.
zh_cn: 外观偏好已保存。

source: Group logo
ca: Logo del grup
cs: Logo skupiny
es: Logo de grupo
gl: Logo do grupo
ia: Logotypo del gruppo
it: Logo del gruppo
ja: グループロゴ
ka: ჯგუფის ლოგო
mk: Лого на групата
nb: Gruppelogo
sv: Gruppens logotyp
te: గుంపు చిహ్నం
zh_cn: 小组logo

source: You can upload a logo image for your group. The maximum file size is %s.
ca: Podeu pujar una imatge com a logotip del vostre grup. La mida màxima del fitxer és %s.
cs: Můžete nahrát obrázek loga pro vaši skupinu. Maximální velikost souboru je %s.
es: Puedes subir una imagen de logo para tu grupo. El tamaño máximo del archivo debe ser %s.
gl: Pode cargar un logo para o seu grupo. O tamaño máximo para o ficheiro é de %s.
ia: Tu pote incargar un imagine pro le logotypo de tu gruppo. Le dimension maximal del file es %s.
it: Puoi caricare un'immagine per il logo del tuo gruppo. La dimensione massima del file è di %s.
ja: あなたのグループ用にロゴイメージをアップロードできます。最大ファイルサイズは %s。
ka: თქვენ შეგიძლიათ ატვირთოთ ლოგოს თქვენი ჯგუფისათვის. ფაილის დასაშვები ზომაა %s.
mk: Можете да подигнете слика за логото на Вашата група. Максималната дозволена големина на податотеката е %s.
nb: Du kan laste opp en logo for gruppen din. Maks filstørrelse er %s.
sv: Du kan ladda upp en logotypbild för din grupp. Den maximala filstorleken är %s.
te: మీ గుంపుకి మీరు ఒక చిహ్నాన్ని ఎక్కించవచ్చు. ఆ ఫైలు యొక్క గరిష్ఠ పరిమాణం %s.
zh_cn: 你可以给你的小组上传一个 logo。文件最大限制为%s。

source: Upload
ca: Puja
es: Subir
gl: Cargar
ia: Incargar
it: Carica
ja: アップロード
ka: ატვირთვა
mk: Подигни
nb: Last opp
sv: Ladda upp
te: ఎగుమతించు
zh_cn: 上传

source: Crop
ca: Retalla
cs: Oříznout
es: Cortar
gl: Recortar
ia: Taliar
it: Ritaglia
ja: 切り取り
ka: მოჭრა
mk: Отсечи
nb: Beskjær
sv: Beskär
te: కత్తిరించు
zh_cn: 剪裁

source: Pick a square area of the image to be the logo.
ca: Trieu una àrea quadrada de la imatge perquè en sigui el logotip.
cs: Vyberte čtvercovou oblast obrázku, která bude vaše logo.
es: Elige un área cuadrada de la imagen para que sea tu logo.
gl: Escolla unha zona cadrada da imaxe para usala como logo.
ia: Selige un area quadrate del imagine que devenira le logotypo.
it: Scegli un'area quadrata dell'immagine per il logo.
ja: ロゴとなるイメージの正方形を選択。
ka: აირჩიეთ სურათის კვადრატული მონაკვეთი ლოგოსათვის.
mk: Одберете квадратен простор на сликата за лого.
nb: Velg et kvadratisk område av bildet som skal bli logoen.
sv: Välj ett kvadratiskt område i bilden som logotyp
te: చిహ్నంగా ఉండాల్సిన చతురస్త్ర ప్రదేశాన్ని బొమ్మ నుండి ఎంచుకోండి.
zh_cn: 请选择一块方形区域作为 logo。

source: Logo updated.
ca: Logo actualitzat.
cs: Logo aktualizováno.
es: Logo actualizado.
gl: Actualizouse o logo.
ia: Logotypo actualisate.
it: Logo aggiornato.
ja: ロゴが更新されました。
ka: ლოგო განახლდა.
mk: Логото е подновено.
nb: Logo oppdatert.
sv: Logtyp uppdaterad.
te: చిహ్నాన్ని తాజాకరించాం.
zh_cn: logo已更新。

source: Failed updating logo.
ca: Error en actualitzar logo.
cs: Nepodařilo se aktualizovat logo.
es: Error al actualizar el logo.
gl: Non se puido actualizar o logo.
ia: Falleva de actualisar le logotypo.
it: Aggiornamento del logo non riuscito.
ja: ロゴの更新に失敗しました。
ka: ლოგოს განახლება ვერ მოხერხდა.
mk: Подновата на логото не успеа.
nb: Kunne ikke oppdatere logo.
sv: Misslyckades uppdatera logtyp.
te: చిహ్నపు తాజాకరణ విఫలమైంది.
zh_cn: 更新 logo 失败。

source: %s group members
ca: %s membre/s en el grup
cs: členové skupiny %s
es: Miembros del grupo %s
gl: Membros do grupo %s
ia: Membros del gruppo %s
it: Membri del gruppo %s
ja: %s グループメンバー
ka: %s ჯგუფის წევრი
mk: Членови на групата %s
nb: %s gruppemedlemmer
sv: %s gruppmedlemmar
te: %s గుంపు సభ్యులు
zh_cn: %s 的小组成员

source: %1$s group members, page %2$d
ca: %1$s membres del grup, pàgina %2$d
cs: členové skupiny %1$s, strana %2$d
es: %1$s miembros de grupo, página %2$d
gl: Membros do grupo %1$s, páxina %2$d
ia: Membros del gruppo %1$s, pagina %2$d
it: Membri del gruppo %1$s, pagina %2$d
ja: %1$s グループメンバー、ページ %2$d
ka: %1$s ჯგუფის წევრი, გვერდი %2$d
mk: Членови на групата %1$s, стр. %2$d
nb: %1$s gruppemedlemmer, side %2$d
sv: %1$s gruppmedlemmar, sida %2$d
te: %1$s గుంపు సభ్యులు, పేజీ %2$d
zh_cn: %s 的小组成员，第%2$d页

source: A list of the users in this group.
ca: La llista dels usuaris d'aquest grup.
cs: Seznam uživatelů v této skupině.
es: Lista de los usuarios en este grupo.
gl: Unha lista dos usuarios pertencentes a este grupo.
ia: Un lista de usatores in iste gruppo.
it: Un elenco degli utenti in questo gruppo.
ja: このグループのユーザのリスト。
ka: ამ ჯგუფის წევრების სია.
mk: Список на корисниците на оваа група.
nb: En liste over brukerne i denne gruppen.
sv: En lista av användarna i denna grupp.
te: ఈ గుంపులో వాడుకరులు జాబితా.
zh_cn: 该小组的成员列表。

source: Only the group admin may approve users.
ca: Només el grup d'administradors pot aprovar usuaris.
ia: Solmente un administrator del gruppo pote approbar usatores.
mk: Само администраторот на групата може да одобрува корисници.
sv: Endast gruppadministratören får godkänna användare.

source: %s group members awaiting approval
ca: %s membres del grup a l'espera d'aprovació
ia: Membros attendente approbation del gruppo %s
mk: Членови на групата %s што чекаат одобрение
sv: %s-gruppmedlemmar som väntar på godkännande
te: అనుతికోసం వేచివున్న %s గుంపు సభ్యులు

source: %1$s group members awaiting approval, page %2$d
ca: %1$s membres del grup a l'espera d'aprovació, pàgina %2$d
ia: Membros attendente approbation del gruppo %1$s, pagina %2$d
mk: Членови на групата %1$s што чекаат одобрение, страница %2$d
sv: %1$s-gruppmedlemmar som väntar på godkännande, sida %2$d
te: అనుమతి కోసం వేచివున్న %1$s గుంపు సభ్యులు, %2$dవ పుట

source: A list of users awaiting approval to join this group.
ca: Una llista d'usuaris està a l'espera de l'aprovació per unir-se al grup.
ia: Un lista de usatores attendente approbation a adherer a iste gruppo.
mk: Список на корисниците што чекаат одобрение за да се зачленат во групата.
sv: En lista med användare som väntar på godkännande att gå med i denna grupp.
te: ఈ గుంపులో చేరడానికి అనుమతి కోసం వేచివున్న వాడుకరుల జాబితా.

source: Updates from members of %1$s on %2$s!
ca: Actualitzacions dels membres de %1$s el %2$s!
cs: Novinky od členů %1$s na %2$s!
es: ¡Actualizaciones de miembros de %1$s en %2$s!
gl: Actualizacións de membros de %1$s en %2$s!
ia: Actualisationes de membros de %1$s in %2$s!
it: Messaggi dai membri di %1$s su %2$s!
ja: %2$s 上の %1$s のメンバーから更新する
ka: %1$s-ის წევრების განახლებები %2$s-ზე!
mk: Подновувања од членови на %1$s на %2$s!
nb: Oppdateringer fra medlemmer av %1$s på %2$s!
sv: Uppdateringar från medlemmar i %1$s på %2$s!
te: %2$sలో %1$s మరియు స్నేహితుల నుండి తాజాకరణలు!
zh_cn: 在%2$s上%1$s小组组员的更新！

# TITLE
source: Groups
ca: Grups
es: Grupos
ia: Gruppos
mk: Групи
sv: Grupper
te: గుంపులు
zh_cn: 小组

# TITLE
source: Groups, page %d
ca: Grups, pàgina %d
ia: Gruppos, pagina %d
mk: Групи, страница %d
sv: Grupper, sida %d
te: గుంపులు, పుట %d
zh_cn: 小组列表，第 %d 页

source: %%%%site.name%%%% groups let you find and talk with people of similar interests. After you join a group you can send messages to all other members using the syntax "!groupname". Don't see a group you like? Try [searching for one](%%%%action.groupsearch%%%%) or [start your own](%%%%action.newgroup%%%%)!
ca: Els grups de %%%%site.name%%%% us permeten trobar-vos i parlar amb gent d'interessos semblants. Després d'unir-vos a un grup, podeu enviar missatges a altres membres emprant la sintaxi «!groupname». No veieu cap grup que us agradi? Proveu de [cercar-ne un](%%%%action.groupsearch%%%%) o [comenceu-ne un de propi!](%%%%action.newgroup%%%%)!
ia: Le gruppos de %%%%site.name%%%% permitte trovar e parlar con personas que ha interesses similar al tues. Post unir te a un gruppo, tu pote inviar messages a tote le altere membros usante le syntaxe "!nominedelgruppo". Tu non vide un gruppo que te place? Tenta [cercar un](%%%%action.groupsearch%%%%) o [crear le tue](%%%%action.newgroup%%%%)!
mk: Групите на %%%%site.name%%%% Ви овоможуваат да пронајдете луѓе со слични интереси на Вашите и да разговарате со нив. Откако ќе се придружите во група ќе можете да испраќате пораки до сите други членови, користејќи ја синтаксата „!groupname“. Не гледате група што Ве интересира? Обидете се да [ја пронајдете](%%%%action.groupsearch%%%%) или [започнете своја](%%%%action.newgroup%%%%)!
sv: %%%%site.name%%%%-grupper låter dig hitta och prata med människor med liknande intressen. När du har gått med i en grupp kan du skicka meddelanden till alla andra medlemmar med syntaxen "!gruppnamn". Hittar du inte en grupp du gillar? Prova att [söka efter en](%%%%action.groupsearch%%%%) eller [starta din egen](%%%%action.newgroup%%%%)!
te: ఒకే రకమైన ఆసక్తులు ఉన్న వ్యక్తులు కలుసుకోడానికి మరియు మాట్లాడుకోడానికి %%%%site.name%%%% గుంపులు వీలుకల్పిస్తాయి. ఒక గుంపులో చేరిన తర్వాత మీరు "!groupname" అన్న సంకేతం ద్వారా ఆ గుంపు లోని సభ్యులందరికీ సందేశాలను పంపించవచ్చు. మీకు నచ్చిన గుంపు కనబడలేదా? [దాని కోసం వెతకండి](%%%%action.groupsearch%%%%) లేదా [మీరే కొత్తది సృష్టించండి!](%%%%action.newgroup%%%%)
zh_cn: %%%%site.name%%%%的小组可以让你找到有相同兴趣的朋友一起交流。当你加入到一个小组后可以可以通过使用“!小组名称”发布消息给所有其他的小组成员。找不到感兴趣的小组？试一下[搜索小组](%%%%action.groupsearch%%%%)或[建立自己的小组](%%%%action.newgroup%%%%)！

source: Create a new group
ca: Crea un grup nou
cs: Vytvořit novou skupinu
es: Crear un nuevo grupo
gl: Crear un grupo novo
ia: Crear un nove gruppo
it: Crea un nuovo gruppo
ja: 新しいグループを作成
ka: შექმენი ახალი ჯგუფი
mk: Создај нова група
nb: Opprett en ny gruppe
sv: Skapa en ny grupp
te: కొత్త గుంపుని సృష్టించు
zh_cn: 新建一个小组

source: Search for groups on %%site.name%% by their name, location, or description. Separate the terms by spaces; they must be 3 characters or more.
ca: Cerca grups a %%site.name%% per nom, ubicació o descripció. Separeu els termes de cerca amb espais; han de contenir com a mínim 3 caràcters.
cs: Hledejte skupiny na %%site.name%% podle jejich názvu, místa, nebo popisu. Oddělte slova mezerami; musí být nejméně 3 znaky dlouhá.
es: Busca grupos en %%site.name%% por su nombre, ubicación o descripción. Separa los términos con espacios. Los términos tienen que ser de 3 o más caracteres.
gl: Buscar grupos en %%site.name%% por nome, lugar ou descrición. Separe os termos con espazos en branco. Cada termo ten que estar formado por tres ou máis caracteres.
ia: Cercar gruppos in %%site.name%% per nomine, loco o description. Separa le terminos con spatios; illos debe haber al minus 3 characteres.
it: Cerca tra i gruppi su %%site.name%% per nome, ubicazione o descrizione. Separa i termini di ricerca con degli spazi; lunghezza minima 3 caratteri.
ja: %%site.name%% のグループを、名前、場所、記述から検索。検索語はスペース区切り。3字以上。
ka: მოძებნეთ ჯგუფები %%site.name%%-ზე მათი სახელის, ადგილის, ან აღწერის მიხედვით. გამოყავით ფრაზები სივრცით; საძიებო ფრაზა 3 სიმბოლოზე მეტი უნდა იყოს.
mk: Пребарајте групи на %%site.name%% по име, местоположба или опис. Одделете ги поимите со празни места; зборовите мора да имаат барем по 3 букви.
nb: Søk etter grupper på %%site.name%% etter navn, lokasjon eller beskrivelse. Skill nøkkelord med mellomrom; de må være minst 3 tegn eller lengre.
sv: Sök efter grupper på %%site.name%% efter deras namn, plats eller beskrivning. Skilj söktermerna åt med mellanslag; de måste vara minst tre tecken långa.
te: %%site.name%%లో గుంపులను వాటి పేరు, ప్రాంతం, లేదా వివరణని బట్టి వెతకండి. అన్వేషించే పదాలను ఖాళీలతో వేరుచేయండి; ఒక్కో పదంలో 3 లేదా అంతకంటే ఎక్కువ అక్షరాలు ఉండాలి.
zh_cn: 在%%site.name%%通过名称、地点或者描述搜索小组。请用空格将关键词分开，每个关键词至少3个字符。

source: Group search
ca: Cerca de grups
cs: Hledání skupin
es: Búsqueda en grupos
gl: Busca de grupos
ia: Recerca de gruppos
it: Cerca gruppi
ja: グループの検索
ka: ჯგუფის ძიება
mk: Пребарување на групи
nb: Gruppesøk
sv: Gruppsökning
te: గుంపుల అన్వేషణ
zh_cn: 小组搜索

source: No results.
ca: Cap resultat.
cs: Žádné výsledky.
es: No se obtuvo resultados.
gl: Non houbo resultados.
ia: Nulle resultato.
it: Nessun risultato.
ja: 結果なし。
ka: უშედეგოდ.
mk: Нема резултати.
nb: Ingen resultat.
sv: Inga resultat.
te: ఫలితాలేమీ లేవు.
zh_cn: 没有查询结果。

source: If you cannot find the group you're looking for, you can [create it](%%action.newgroup%%) yourself.
ca: Si no podeu trobar el grup que cerqueu, podeu provar de [crear-lo](%%action.newgroup%%) també.
es: Si no encuentras el grupo que estás buscando, puedes [crearlo](%%action.newgroup%%) tú mismo.
ia: Si tu non trova le gruppo que tu cerca, tu pote [crear lo](%%action.newgroup%%) tu mesme.
mk: Ако не можете да ја пронајдете групата што ја барате, тогаш [создајте ја](%%action.newgroup%%) самите.
sv: Om du inte hittar den grupp du letar efter kan du [skapa den](%%action.newgroup%%) själv.
te: మీరు వెతుకున్న గుంపు మీకు కనబడకపోతే, మీరే [దాన్ని సృష్టించవచ్చు](%%action.newgroup%%).
zh_cn: 如果你找不到想要的小组，你可以自己 [创建它](%%action.newgroup%%) 。
