Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: FAQ
es: Preguntas Frecuentes
gl: Preguntas máis frecuentes
ja: よくある質問
ka: ხდკ
nb: OSS/FAQ

source: StatusNet software license
cs: Licence softwaru StatusNet
gl: Licenza do software StatusNet
it: Licenza del software StatusNet
ja: StatusNet ソフトウェアライセンス
ka: StatusNet კოდის ლიცენზია
nb: Programvarelisens for StatusNet

source: Site content license
cs: Licence k obsahu stránek
gl: Licenza dos contidos do sitio
it: Licenza del contenuto del sito
ja: サイト内容ライセンス
ka: საიტის შიგთავსის ლიცენზია

source: Pagination
cs: Stránkování
gl: Paxinación
it: Paginazione
ja: ページ化
ka: გვერდებათ დაყოფა

source: author element must contain a name element.
gl: o elemento "autor" debe conter un nome.

source: Author
cs: Autor
gl: Autor
it: Autore
ja: 作者
ka: ავტორი
nb: Forfatter

source: Provider
cs: Poskytovatel
gl: Provedor
ja: プロバイダ
ka: მომწოდებელი
nb: Leverandør

source: Commands: on - turn on notifications off - turn off notifications help - show this help follow <nickname> - subscribe to user groups - lists the groups you have joined subscriptions - list the people you follow subscribers - list the people that follow you leave <nickname> - unsubscribe from user d <nickname> <text> - direct message to user get <nickname> - get last notice from user whois <nickname> - get profile info on user lose <nickname> - force user to stop following you fav <nickname> - add user's last notice as a 'fave' fav #<notice_id> - add notice with the given id as a 'fave' repeat #<notice_id> - repeat a notice with a given id repeat <nickname> - repeat the last notice from user reply #<notice_id> - reply to notice with a given id reply <nickname> - reply to the last notice from user join <group> - join group login - Get a link to login to the web interface drop <group> - leave group stats - get your stats stop - same as 'off' quit - same as 'off' sub <nickname> - same as 'follow' unsub <nickname> - same as 'leave' last <nickname> - same as 'get' on <nickname> - not yet implemented. off <nickname> - not yet implemented. nudge <nickname> - remind a user to update. invite <phone number> - not yet implemented. track <word> - not yet implemented. untrack <word> - not yet implemented. track off - not yet implemented. untrack all - not yet implemented. tracks - not yet implemented. tracking - not yet implemented.
cs: Příkazy: on - zapnout oznámení off - vypnout oznámení help - zobrazí tuto nápovědu follow <nickname> - Přihlásit se k uživatel groups - seznam skupin, ke kterým jste připojen subscriptions - seznam lidí, které sledujete subscribers - seznam osob, které vás sledují leave <přezdívka> - Odhlásit se od uživatele d <přezdívka> <text> - Přímá zpráva uživateli get <přezdívka> - Dostanete poslední upozornění od uživatele whois <přezdívka> - Získat informace o profilu uživatele lose <přezdívka> - Donutit uživatele přestat vás sledovat fav <přezdívka> - Přidejte uživatelovo poslední oznámení jako 'Oblíbené' fav #<notice_id> - Přidat upozornění s daným id jako 'Oblíbené' repeat #<notice_id> - Opakovat oznámení s daným id repeat <přezdívka> - Opakovat poslední oznámení od uživatele reply #<notice_id> - Odpověď na oznámení s daným id reply <přezdívka> - Odpověď na poslední oznámení od uživatele join <skupina> - Připojit se ke skupině login - Získat odkaz pro přihlášení k webovému rozhraní drop <skupina> - Opustit skupinu stats - získejte Vaše statistiky stop - stejné jako 'off' quit - stejné jako 'off' sub <přezdívka> - Stejné jako 'follow' unsub <přezdívka> - Stejné jako 'leave' last <přezdívka> - Stejné jako 'get' on <přezdívka> - Dosud neimplementován. off <přezdívka> - Dosud neimplementován. nudge <přezdívka> - Připomenout uživateli aby něco poslal. invite <telefonní číslo> - Dosud neimplementován. track <word> - Dosud neimplementován. untrack <word> -Dosud neimplementován. track off - Dosud neimplementován. untrack all - Dosud neimplementován. tracks - Dosud neimplementován. tracking - Dosud neimplementován.
gl: Ordes: on - activa as notificacións off - desactiva as notificacións help - amosa esta axuda follow <alcume> - subscribirse ao usuario groups - lista os grupos nos que está subscriptions - lista a xente á que segue subscribers - lista a xente que o segue leave <alcume> - cancela a subscrición ao usuario d <alcume> <texto> - mensaxe directa a un usuario get <alcume> - obter a última nota do usuario whois <alcume> - obtén a información do perfil do usuario lose <alcume> - facer que o usuario deixe de seguilo fav <alcume> - marcar como "favorita" a última nota do usuario fav #<id da nota> - marcar como "favorita" a nota coa id indicada repeat #<id da nota> - repetir a nota doa id indicada repeat <alcume> - repetir a última nota do usuario reply #<id da nota> - responder a unha nota coa id indicada reply <alcume> - responder á última nota do usuario join <grupo> - unirse ao grupo indicado login - obter un enderezo para identificarse na interface web drop <grupo> - deixar o grupo indicado stats - obter as súas estatísticas stop - idéntico a "off" quit - idéntico a "off" sub <alcume> - idéntico a "follow" unsub <alcume> - idéntico a "leave" last <alcume> - idéntico a "get" on <alcume> - aínda non se integrou off <alcume> - aínda non se integrou nudge <alcume> - facerlle un aceno ao usuario indicado invite <número de teléfono> - aínda non se integrou track <palabra> - aínda non se integrou untrack <palabra> - aínda non se integrou track off - aínda non se integrou untrack all - aínda non se integrou tracks - aínda non se integrou tracking - aínda non se integrou
it: Comandi: on - abilita le notifiche off - disabilita le notifiche help - mostra questo aiuto follow <soprannome> - ti abbona all'utente groups - elenca i gruppi di cui fai parte subscriptions - elenca le persone che segui subscribers - elenca le persone che ti seguono leave <soprannome> - annulla l'abbonamento dall'utente d <soprannome> <testo> - invia un messaggio diretto all'utente get <soprannome> - recupera l'ultimo messaggio dell'utente whois <soprannome> - recupera le informazioni del profilo dell'utente lose <soprannome> - forza un utente nel non seguirti più fav <soprannome> - aggiunge l'ultimo messaggio dell'utente tra i tuoi preferiti fav #<ID_messaggio> - aggiunge un messaggio con quell'ID tra i tuoi preferiti repeat #<ID_messaggio> - ripete un messaggio con quell'ID repeat <soprannome> - ripete l'ultimo messaggio dell'utente reply #<ID_messaggio> - risponde al messaggio con quell'ID reply <soprannome> - risponde all'ultimo messaggio dell'utente join <gruppo> - ti iscrive al gruppo login - recupera un collegamento all'interfaccia web per eseguire l'accesso drop <gruppo> - annulla la tua iscrizione al gruppo stats - recupera il tuo stato stop - stessa azione del comando "off" quit - stessa azione del comando "on" sub <soprannome> - stessa azione del comando "follow" unsub <soprannome> - stessa azione del comando "leave" last <soprannome> - stessa azione del comando "get" on <soprannome> -non ancora implementato off <soprannome> - non ancora implementato nudge <soprannome> - ricorda a un utente di scrivere qualche cosa invite <numero di telefono> - non ancora implementato track <parola> - non ancora implementato untrack <parola> - non ancora implementato track off - non ancora implementato untrack all - non ancora implementato tracks - non ancora implementato tracking - non ancora implementato

source: Filter tags
cs: Filtrovat tagy
gl: Filtrar as etiquetas
it: Filtra etichette
ja: タグのフィルター
ka: სანიშნეების გაფილტვრა

source: 1-64 lowercase letters or numbers, no punctuation or spaces
cs: 1-64 znaků nebo čísel, bez teček, čárek a mezer
gl: Entre 1 e 64 letras minúsculas ou números, sen signos de puntuación, espazos, tiles ou eñes
it: 1-64 lettere minuscole o numeri, senza spazi o simboli di punteggiatura
ja: 1-64文字の、小文字アルファベットか数字で、スペースや句読点は除く
ka: 1–64 პატარა ასოები ან ციფრები. პუნქტუაციები ან სივრცეები დაუშვებელია
nb: 1-64 små bokstaver eller tall, ingen punktum eller mellomrom

source: Describe the group or topic
cs: Popište skupinu nebo téma
gl: Describa o grupo ou o tema
it: Descrivi il gruppo o l'argomento
ja: グループやトピックを記述
ka: აღწერე ჯგუფი ან თემა
nb: Beskriv programmet ditt

source: If you believe this account is being used abusively, you can block them from your subscribers list and report as spam to site administrators at %s
cs: Pokud si myslíte, že tento účet je zneužíván, můžete ho zablokovat ze svého seznamu přihlášených a reportovat jako spam adminům na %s
gl: Se cre que esta conta se está usando con fins abusivos, pode bloquear a súa lista de subscritores e informar disto aos administradores do sitio en %s
it: Se credi che questo account non sia usato correttamente, puoi bloccarlo dall'elenco dei tuoi abbonati e segnalarlo come spam all'amministratore del sito presso %s
ka: ტუ თქვენ გგონიათ, რომ ეს ანგარიში არაკეთილსინგისიერად გამოიყენება, შეგიძლიათ დაბლოკოთ ის თქვნი გამომწერებიდან და უჩივლოთ მას საიტის ადმინისტრაციასთან აქ %s

source: You've been nudged by %s
cs: %s Vás pošťouchl
gl: %s fíxolle un aceno
ja: あなたは %s に合図されています

source: %1$s (%2$s) is wondering what you are up to these days and is inviting you to post some news. So let's hear from you :) %3$s Don't reply to this email; it won't get to them. With kind regards, %4$s
cs: %1$s (%2$s) by zajímalo, co poslední dobou děláte a poštouchl vás, abyste poslali nějaké novinky. Takže šup na stránky a něco pošlete :) %3$s Neodpovídejte na tento e-mail, nedostane se k nim. S pozdravem, %4$s
gl: %1$s (%2$s) pregúntase que estivo a facer vostede estes días, e convídao a publicar algunha nova. Así que anímese, conte algo :) %3$s Non responda a esta mensaxe, non lle chegará ao remitente. Atentamente, %4$s
it: %1$s (%2$s) si sta chiedendo cosa tu stia facendo in questi giorni e ti invita a scrivere qualche cosa. Fatti sentire! :) %3$s Non rispondere a questa email, nessuno la riceverà! Cordiali saluti, %4$s
ka: %1$s (%2$s) დაინტერესდა თუ რას აკეთებთ ამ დღეებში და გეპატიჟებათ რაიმე სიახლეების დასაპოსტად. ასე რომ გისმენთ დიდი ინტერესით :) %3$s ნუ უპასუხებთ ამ წერილს; ადრესატს არ მიუვა. პატივისცემით, %4$s
nb: %1$s (%2$s) lurer på hva du gjør nå for tiden og inviterer deg til å poste noen nyheter. La oss høre fra deg :) %3$s Ikke svar på denne e-posten; det vil ikke nå frem til dem. Med vennlig hilsen, %4$s

source: %1$s (%2$s) sent you a private message: ------------------------------------------------------ %3$s ------------------------------------------------------ You can reply to their message here: %4$s Don't reply to this email; it won't get to them. With kind regards, %5$s
cs: %1$s (%2$s) vám poslal soukromou zprávu: -------------------------------------------------- ---- %3$s -------------------------------------------------- ---- Můžete odpovědět zde: %4$s Neodpovídejte na tento e-mail, nedostane se k nim. S pozdravem %5$s
gl: %1$s (%2$s) envioulle unha mensaxe privada: ------------------------------------------------------ %3$s ------------------------------------------------------ Pode responder á mensaxe aquí: %4$s Non responda a esta mensaxe, non lle chegará ao remitente. Atentamente, %5$s
it: %1$s (%2$s) ti ha inviato un messaggio privato: ------------------------------------------------------ %3$s ------------------------------------------------------ Puoi rispondere al messaggio a questo indirizzo: %4$s Non rispondere a questa email, nessuno la riceverà! Cordiali saluti, %5$s
ka: %1$s-მა (%2$s) გამოგიგზავნათ პირადი შეტყობინება: ------------------------------------------------------- %3$s ------------------------------------------------------- თქვენ შეგიძლიათ უპასუხოთ ამ შეტყობინებას აქ: %4$s არ უპასუხოთ ამ წერილს; ადრესატს არ მიუვა. პატივისცემით, %5$s
nb: %1$s (%2$s) sendte deg en privat melding: ------------------------------------------------------ %3$s ------------------------------------------------------ Du kan svare på deres melding her: %4$s Ikke svar på denne e-posten; det vil ikke nå frem til dem. Med vennlig hilsen, %5$s

source: %1$s (@%7$s) just added your notice from %2$s as one of their favorites. The URL of your notice is: %3$s The text of your notice is: %4$s You can see the list of %1$s's favorites here: %5$s Faithfully yours, %6$s
cs: %1$s (@%7$s) právě přidal vaše oznámení z %2$s jako jedno ze svých oblíbených. URL Vašeho oznámení je: %3$s Text Vašeho oznámení je: %4$s Můžete vidět seznam %1$S oblíbených zde: %5$s Váš, %6$s
gl: %1$s (@%7$s) acaba de marcar a súa nota en %2$s coma unha das súas favoritas. O URL da súa nota é: %3$s O texto da nota di: %4$s Pode ver a lista das notas favoritas de %1$s en: %5$s Atentamente, %6$s
it: %1$s (@%7$s) ha appena aggiunto il tuo messaggio da %2$s tra i suoi preferiti. L'indirizzo del tuo messaggio è questo: %3$s Il testo del tuo messaggio è: %4$s Puoi consultare l'elenco dei messaggi preferiti di %1$s qui: %5$s Cordiali saluti, %6$s
ka: %1$s-მა (@%7$s) ეხლახანს დაამატა თქვენი შეტყობინება თავის რჩეულებში %2$s-ზე. შეტყობინების URL-ია: %3$s თქვენი შეტყობინების ტექსტია: %4$s თქვენ შეგიძლიათ ნახოთ %1$s-ის რჩეული შეტყობინებების სია აქ: %5$s პატივისცემით, %6$s
nb: %1$s (@%7$s) la akkurat din notis fra %2$s til som en av sine favoritter. Nettadressen til din notis er: %3$s Teksten i din notis er: %4$s Du kan se listen over %1$s sine favoritter her: %5$s Vennlig hilsen, %6$s

source: %1$s (@%9$s) just sent a notice to your attention (an '@-reply') on %2$s. The notice is here: %3$s It reads: %4$s %5$sYou can reply back here: %6$s The list of all @-replies for you here: %7$s Faithfully yours, %2$s P.S. You can turn off these email notifications here: %8$s
cs: %1$s (@%9$s) právě poslal oznámení žádající o vaši pozornost ('@-odpověď') na %2$s. Oznámení je zde: %3$s Stojí v něm: %4$s %5$smůžete odpověďet zde: %6$s Seznam všech @-odpovědí pro vás je zde: %7$s Váš, %2$s P.S. Tato upozornění můžete vypnout zde: %8$s
gl: %1$s (@%9$s) acaba de enviar unha nota á súa atención (unha resposta) en %2$s. A nota está en: %3$s Di: %4$s %5$sPode responder en: %6$s A lista de todas as respostas está en: %7$s Atentamente, %2$s P.S.: pode desactivar estas notificacións por correo electrónico en %8$s
it: %1$s (@%9$s) ti ha appena inviato un messaggio (una "@-risposta") su %2$s. Il messaggio è qui: %3$s E dice: %4$s %5$sPuoi rispondere qui: %6$s L'elenco di tutte le tue @-risposte si trova qui: %7$s Cordiali saluti, %2$s P.S: puoi disabilitare le notifiche via email qui: %8$s
nb: %1$s (@%9$s) sendte deg akkurat varsel for din oppmerksomhet (et '@-svar') på %2$s. Notisen er her: %3$s Det lyder: %4$s %5$sDu kan svare her: %6$s Listen over alle @-svar til deg finner du her: %7$s Vennlig hilsen, %2$s P.S. Du kan slå av disse e-postvarslene her: %8$s

source: Available characters
cs: Zbývá znaků
gl: Caracteres dispoñibles
it: Caratteri disponibili
ja: 利用可能な文字
ka: ხელმისაწვდომი სიმბოლოები
nb: Tilgjengelige tegn

source: Attach a file
cs: Přiložit soubor
gl: Anexar un ficheiro
it: Allega un file
ja: ファイル添付
ka: მიამაგრე ფაილი
nb: Legg ved en fil

source: Personal
cs: Osobní
gl: Persoal
ja: パーソナル
ka: პირადი

source: Search help
cs: Nápověda k hledání
gl: Buscar na axuda
it: Aiuto sulla ricerca
ja: ヘルプ検索
ka: ძიება დახმარებაში
nb: Søkehjelp

source: Unsandbox
cs: Odsandboxovat
gl: Deixar de illar
ja: アンサンドボックス
ka: იზოლირების მოხსნა

source: Unsubscribe
cs: Odhlásit
gl: Cancelar a subscrición
it: Disabbonati
ja: フォロー解除
ka: გამოწერის გაუქმება

source: Edit Avatar
cs: Upravit avatar
gl: Modificar o avatar
it: Modifica immagine
ja: アバターを編集する
ka: ავატარის რედაქტირება

source: %s is not a valid color!
cs: %s není platná barva!
gl: %s non é unha cor correcta!
ja: %sは有効な色ではありません!
ka: %s არ არის სწორი ფერი!

source: No user specified; using backup user.
gl: Non se especificou ningún usuario; emprégase o usuario de reserva.

source: The server was unable to handle that much POST data (%s bytes) due to its current configuration.
cs: Server nebyl schopen zpracovat tolik POST dat (%s bytů) vzhledem k jeho aktuální konfiguraci.

source: That's too long. Max message size is %d chars.
cs: Je to příliš dlouhé. Maximální délka sdělení je %d znaků.

source: Full name is too long (max 255 chars).
cs: Celé jméno je moc dlouhé (maximální délka je 255 znaků).

source: Description is too long (max %d chars).
cs: Popis je příliš dlouhý (maximálně %d znaků).

source: Location is too long (max 255 chars).
cs: Umístění je příliš dlouhé (maximálně 255 znaků).

source: Too many aliases! Maximum %d.
cs: Příliš mnoho aliasů! Maximálně %d.

source: Invalid token.
cs: Neplatný token.

source: Database error deleting OAuth application user.
cs: Chyba databáze při mazání uživatele aplikace OAuth.

source: The request token %s has been authorized. Please exchange it for an access token.
cs: Token požadavku %s byl autorizován. Prosím vyměňte jej za přístupový token.

source: The request token %s has been denied and revoked.
cs: Token žádosti %s byl odepřen a zrušen.

source: Deny
cs: Odepřít

source: Allow
cs: Povolit

source: Allow or deny access to your account information.
cs: Povolit nebo zakázat přístup k vašemu účtu.

source: That's too long. Max notice size is %d chars.
cs: Je to příliš dlouhé. Maximální délka sdělení je %d znaků

source: Not found.
cs: Nebyl nalezen.

source: Max notice size is %d chars, including attachment URL.
cs: Maximální délka notice je %d znaků včetně přiložené URL.

source: %1$s updates favorited by %2$s / %2$s.
cs: Updaty na %1$s od %2$s / %2$s.

source: Unblock
cs: Odblokovat

source: Edit Application
cs: Upravit aplikaci

source: Name is too long (max 255 chars).
cs: Jméno je moc dlouhé (maximální délka je 255 znaků).

source: Organization is too long (max 255 chars).
cs: Organizace je příliš dlouhá (max 255 znaků).

source: description is too long (max %d chars).
cs: Popis je příliš dlouhý (maximálně %d znaků).

source: Invalid email address: %s
cs: Neplatný e-mail: %s

source: Invitation(s) sent
cs: Pozvánka(y) zaslána(y)

source: You are already subscribed to these users:
cs: Jste již přihlášeni k těmto uživatelům:

source: These people are already users and you were automatically subscribed to them:
cs: Tito lidé jsou již uživatelé a jste k nim automaticky přihlášen:

source: Invitation(s) sent to the following people:
cs: Pozvánka (y) zaslány následujícím osobám:

source: New Application
cs: Nová aplikace

source: This user doesn't allow nudges or hasn't confirmed or set their email yet.
cs: Tento uživatel neumožňuje pošťouchnutí nebo nepotvrdil(a) nebo nenestavil(a) svůj e-mail.

source: Unable to revoke access for app: %s.
cs: Nelze zrušit přístup aplikace %s.

source: Developers can edit the registration settings for their applications
cs: Vývojáři mohou upravovat nastavení registrace jejich aplikací

source: URL shortening service is too long (max 50 chars).
cs: adresa služby zkracování URL je příliš dlouhá (max. 50 znaků).

source: Site path
cs: Cesta ke stránkám (za jménem serveru)

source: Path to locales
cs: Cesta k locales

source: Directory path to locales
cs: Cesta k adresáři locales

source: Theme server
cs: server s tématy

source: Theme path
cs: cesta k tématu

source: Theme directory
cs: adresář tématu

source: Background server
cs: Server s pozadím

source: Background path
cs: Cesta k pozadí

source: Background directory
cs: Adresář pozadí

source: When to use SSL
cs: Kdy použít SSL

source: Server to direct SSL requests to
cs: Server kam směrovat SSL žádosti

source: Describe yourself and your interests in %d chars
cs: Popište sebe a své zájmy

source: Bio is too long (max %d chars).
cs: Umístění příliš dlouhé (maximálně %d znaků)

source: Language is too long (max 50 chars).
cs: Jazyk je příliš dlouhý (max. 50 znaků).

source: These are most popular recent tags on %s
cs: Poslední nejpopulárnější značky na %s

source: Password must be 6 chars or more.
cs: Heslo musí být alespoň 6 znaků dlouhé

source: Created
cs: Vytvořeno

source: tagged %s
cs: označen %s

source: This is the timeline for %1$s but %2$s hasn't posted anything yet.
cs: Toto je časová osa pro %1$s, ale %2$s zatím ničím nepřispěli.

source: Local
cs: Místní
it: Locale
ja: ローカル
ka: ლოკალური
nb: Lokal

source: Max length for the site-wide notice is 255 chars.
cs: Max délka pro celo-webové oznámení je 255 znaků.

source: Site-wide notice text (255 chars max; HTML okay)
cs: Celo-webové sdělení (255 znaků max., s HTML)

source: You have no subscribers. Try subscribing to people you know and they might return the favor
cs: Nemáte žádné sledovatele. Zkuste začít sledovat lidi, které znáte, a oni by vám tu laskavost mohli vrátit

source: Invalid welcome text. Max length is 255 characters.
cs: Neplatné uvítací text. Max délka je 255 znaků.

source: Invalid default subscripton: '%1$s' is not user.
cs: Neplatné výchozí přihlášení: '%1$s' není uživatel.

source: Welcome text for new users (Max 255 chars).
cs: Uvítání nových uživatel (Max 255 znaků).

source: No file may be larger than %1$d bytes and the file you sent was %2$d bytes. Try to upload a smaller version.
cs: Žádný soubor nesmí být větší než %1$d bajtů a soubor, který jste poslal měl %2$d bajtů. Zkuste nahrát menší verzi.

source: A file this large would exceed your user quota of %d bytes.
cs: Takto velký soubor by překročil vaši uživatelskou kvótu %d bajtů.

source: A file this large would exceed your monthly quota of %d bytes.
cs: Takto velký soubor by překročil vaši měsíční kvótu %d bajtů.

source: Bad type provided to saveKnownGroups
cs: saveKnownGroups obdrželo špatný typ.

source: Describe your application in %d characters
cs: Popište vaši aplikaci v %d znacích

source: Password changing failed
cs: Změna hesla se nezdařila

source: Password changing is not allowed
cs: Změna hesla není povolena

source: Message too long - maximum is %1$d characters, you sent %2$d.
cs: Zpráva je příliš dlouhá - maximum je %1$d znaků, poslal jsi %2$d.

source: Notice too long - maximum is %1$d characters, you sent %2$d.
cs: Oznámení je příliš dlouhé - maximum je %1$d znaků, poslal jsi %2$d.

source: No configuration file found.
cs: Žádný konfigurační soubor nalezen.

source: I looked for configuration files in the following places:
cs: Díval jsem se po konfiguračních souborech na těchto místech:

source: URL of the homepage or blog of the group or topic
cs: URL domovské stránky nebo blogu skupiny nebo tématu

source: Describe the group or topic in %d characters
cs: Popište skupinu nebo téma ve %d znacích

source: Location for the group, if any, like "City, State (or Region), Country"
cs: Umístění skupiny, pokud je nějaké, ve stylu "město, stát (nebo region), země"

source: Extra nicknames for the group, comma- or space- separated, max %d
cs: Další přezdívky pro skupinu, oddělené čárkou nebo mezerou, max %d

source: Hey, %s. Someone just entered this email address on %s. If it was you, and you want to confirm your entry, use the URL below: %s If not, just ignore this message. Thanks for your time, %s
cs: Ahoj,% s. Někdo právě vložil tuto e-mailovou adresu na %s. Pokud jsi to byl ty, a chceš potvrdit své zadání, použij níže uvedenou adresu: %s Pokud ne, tak tuto zprávu ignoruj. Díky za tvůj čas, %s

source: %1$s is now listening to your notices on %2$s. %3$s %4$s%5$s%6$s Faithfully yours, %7$s. ---- Change your email address or notification options at %8$s
cs: %1$s nyní naslouchá vasim oznámením na %2$s. %3$s %4$s%5$s%6$s Váš, %7$s. ---- Zmeňte vaší e-mailovouadresu nebo nastavení upozornění na %8$s

source: You have a new posting address on %1$s. Send email to %2$s to post new messages. More email instructions at %3$s. Faithfully yours, %4$s
cs: Máte novou posílací aadresu na %1$s. K poslání nového oznámení pošlete e-mail na %2$s. Instrukce naleznete na %3$s. Váš, %4$s

source: %s (@%s) added your notice as a favorite
cs: %s (@%s) přidal vaše oznámení jako oblíbené

source: %s (@%s) sent a notice to your attention
cs: %s (@%s) poslal oznámení žádající o vaši pozornost
