Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Source URL is too long.
ca: L'URL font és massa llarg.
cs: URL zdroje je příliš dlouhý.
es: El URL fuente es muy largo.
gl: O URL de orixe é longo de máis.
ia: Le URL de origine es troppo longe.
it: L'URL sorgente è troppo lungo.
ja: ソースＵＲＬが長すぎます。
ka: წყაროს URL ძალიან გრძელია.
mk: Изворната URL-адреса е предолга.
nb: Kilde-URL er for lang.
sv: Webbadress till källa är för lång.
zh_cn: 来源 URL 太长。

source: Source URL is not valid.
ca: La URL d'origen no és vàlida.
cs: URL zdroje není platný.
es: El URL fuente es inválido.
gl: O URL de orixe é incorrecto.
ia: Le URL de origine non es valide.
it: L'URL sorgente non è valido.
ja: ソースＵＲＬが不正です。
ka: წყაროს URL არასწორია.
mk: Изворната URL-адреса е неважечка.
nb: Kilde-URL er ikke gyldig.
sv: Webbadress till källa är inte giltig.
zh_cn: 来源 URL 无效。

source: Organization is required.
ca: Cal una organització.
cs: Organizace je nutná.
es: Se requiere una organización.
gl: Fai falla unha organización.
ia: Le organisation es requirite.
it: L'organizzazione è richiesta.
ja: 組織が必要です。
ka: ორგანიზაცია სავალდებულოა.
mk: Треба организација.
nb: Organisasjon kreves.
sv: Organisation krävs.
te: సంస్థ తప్పనిసరి.
zh_cn: 组织名称必填。

source: Organization is too long (maximum 255 characters).
ca: El camp organització és massa llarg (màx. 255 caràcters).
ia: Le organisation es troppo longe (maximo 255 characteres).
mk: Името на организацијата е предолго (највеќе 255 знаци).
nb: Organisasjon er for lang (maks 255 tegn).
sv: Organisation är för lång (max 255 tecken).
te: సంస్థ పేరు మరీ పెద్దగా ఉంది (255 అక్షరాలు గరిష్ఠం).
zh_cn: 组织名称过长（不能超过255个字符）。

source: Organization homepage is required.
ca: Cal una pàgina d'inici de l'organització.
cs: Homepage organizace je nutná.
es: Se requiere una página principal de organización
gl: Fai falla unha páxina web da organización.
ia: Le sito web del organisation es requirite.
it: Il sito web dell'organizzazione è richiesto.
ja: 組織のホームページが必要です。
ka: ორგანიზაციის ვებ. გვერდი სავალდებულოა.
mk: Треба домашна страница на организацијата.
nb: Hjemmeside for organisasjon kreves.
sv: Hemsida för organisation krävs.
zh_cn: 组织首页必填。

source: Callback is too long.
ca: La crida de retorn és massa llarga.
cs: Callback je příliš dlouhý.
es: La devolución de llamada es muy larga.
gl: O retorno de chamada é longo de máis.
ia: Le appello de retorno es troppo longe.
it: Il callback è troppo lungo.
ja: コールバックが長すぎます。
mk: Повикувањето е предолго.
nb: Anrop er for langt.
sv: Anrop är för lång.
zh_cn: 调回地址（callback）过长。

source: Callback URL is not valid.
ca: L'URL de la crida de retorn no és vàlid.
cs: Callback URL není platný.
es: El URL de devolución de llamada es inválido.
gl: O URL do retorno de chamada é incorrecto.
ia: Le URL de retorno non es valide.
it: L'URL di callback non è valido.
ja: コールバックURLが不正です。
mk: URL-адресата за повикување е неважечка.
nb: Anrops-URL er ikke gyldig.
sv: Webbadress för anrop är inte giltig.
zh_cn: 调回地址（Callback URL）无效。

source: Could not update application.
ca: No s'ha pogut actualitzar l'aplicació.
cs: Nelze aktualizovat aplikaci.
es: No fue posible actualizar la aplicación.
gl: Non se puido actualizar a aplicación.
ia: Non poteva actualisar application.
it: Impossibile aggiornare l'applicazione.
ja: アプリケーションを更新できません。
ka: აპლიკაციის განახლება ვერ მოხერხდა.
mk: Не можев да го подновам програмот.
nb: Kunne ikke oppdatere programmet.
sv: Kunde inte uppdatera applikation.
te: ఉపకరణాన్ని తాజాకరించలేకున్నాం.
zh_cn: 无法更新应用。

source: Edit %s group
ca: Edita el grup %s
cs: Upravit skupinu %s
es: Editar grupo %s
gl: Editar o grupo %s
ia: Modificar gruppo %s
it: Modifica il gruppo %s
ja: %s グループを編集
ka: %s ჯგუფის რედაქტირება
mk: Уреди ја групата %s
nb: Rediger %s gruppe
sv: Redigera %s grupp
te: %s గుంపుని మార్చు
zh_cn: 编辑 %s 小组

source: You must be logged in to create a group.
ca: Heu d'haver iniciat una sessió per crear un grup.
cs: K vytvoření skupiny musíte být přihlášen.
es: Debes estar conectado para crear un grupo
gl: Ten que iniciar sesión para crear un grupo.
ia: Tu debe aperir un session pro crear un gruppo.
it: Devi eseguire l'accesso per creare un gruppo.
ja: グループを作るにはログインしていなければなりません。
ka: გჯუფის შესაქმნელად საჭიროა ავტორიზაცია.
mk: Мора да сте најавени за да можете да создавате групи.
nb: Du må være innlogget for å opprette en gruppe.
sv: Du måste vara inloggad för att skapa en grupp.
te: గుంపుని సృష్టించడానికి మీరు లోనికి ప్రవేశించాలి.
zh_cn: 你必须登录才能创建小组。

source: Use this form to edit the group.
ca: Utilitza aquest formulari per editar el grup.
cs: Použijte tento formulář k úpravám skupiny.
es: Usa este formulario para editar el grupo.
gl: Utilice este formulario para editar o grupo.
ia: Usa iste formulario pro modificar le gruppo.
it: Usa questo modulo per modificare il gruppo.
ja: このフォームを使ってグループを編集します。
ka: ჯგუფის რედაქტირებისათვის გამოიყენეთ ეს ფორმა.
mk: ОБразецов служи за уредување на групата.
nb: Bruk dette skjemaet for å redigere gruppen.
sv: Använd detta formulär för att redigera gruppen.
te: గుంపుని మార్చడానికి ఈ ఫారాన్ని ఉపయోగించండి.
zh_cn: 通过这个表单来编辑小组

source: Invalid alias: "%s"
ca: L'àlies no és vàlid «%s»
cs: Neplatný alias: "%s"
es: Alias inválido: "%s"
gl: Pseudónimo inválido: "%s"
ia: Alias invalide: "%s"
it: Alias non valido: "%s"
ja: 不正な別名: "%s"
mk: Неважечки алијас: „%s“
nb: Ugyldig alias: «%s»
sv: Ogiltigt alias: "%s"
te: తప్పుడు మారుపేరు: "%s"
zh_cn: 无效的别名：“%s”。

source: Options saved.
ca: Configuració guardada.
cs: Nastavení uloženo.
es: Se guardó Opciones.
gl: Gardáronse as preferencias.
ia: Optiones salveguardate.
it: Opzioni salvate.
ja: オプションが保存されました。
ka: პარამეტრები შენახულია.
mk: Нагодувањата се зачувани.
nb: Lagret valg.
sv: Alternativ sparade.
te: ఎంపికలు భద్రమయ్యాయి.
zh_cn: 选项已保存。

source: Delete %s list
ia: Deler le lista "%s"
mk: Бришење списокот %s
sv: Ta bort listan %s
te: %s జాబితాను తొలగించు

source: Edit list %s
ia: Modificar le lista "%s"
mk: Уредување списокот %s
sv: Redigera listan %s

source: No tagger or ID.
ia: Etiquettator o ID non specificate.
mk: Нема означувач или назнака.
sv: Ingen taggare eller ID.

source: Not a local user.
ca: No existeix l'usuari.
ia: Le usator non es local.
mk: Не е локален корисник.
sv: Inte en lokal användare.
te: స్థానిక వాడుకరి కాదు.

source: You must be the creator of the tag to edit it.
ia: Tu debe esser le creator del etiquetta pro poter modificar lo.
mk: Мора да сте создавачот на ознаката за да можете да ја уредувате.
sv: Du måste vara skaparen av taggen för att redigera den.
te: ట్యాగును మార్చడానికి మీరు దాని సృష్టికర్త అయివుండాలి.

source: Use this form to edit the list.
ia: Usa iste formulario pro modificar le lista.
mk: Образецов служи за уредување на списокот.
sv: Använd detta formulär för att redigera listan.

source: Delete aborted.
ia: Deletion abortate.
mk: Бришењето е откажано.
sv: Ta bort avbröts.

source: Deleting this tag will permanantly remove all its subscription and membership records. Do you still want to continue?
ia: Si tu dele iste etiquetta, tote su datos de subscription e membrato essera permanentemente removite. Es tu secur de voler continuar?
mk: Ако ја избришете ознакава, тогаш трајно ќе ја отстраните и сета нејзина евиденција за претплати и членства. Дали сакате да продолжите?
sv: Borttagande av den här taggen kommer permanent ta bort alla dess prenumerations- och medlemsregister. Vill du fortfarande fortsätta?

source: Invalid tag.
ia: Etiquetta invalide.
mk: Неважечка ознака.
sv: Ogiltig tagg.

source: You already have a tag named %s.
ia: Tu ha jam un etiquetta con le nomine "%s".
mk: Веќе имате ознака по име %s.
sv: Du har redan en tagg som heter %s.

source: Setting a public tag as private will permanently remove all the existing subscriptions to it. Do you still want to continue?
ia: Si tu mitte un etiquetta public a private, tote le subscriptiones existente a illo essera permanentemente cancellate. Es tu secur de voler continuar?
mk: Ако наместите јавна ознака како приватна, со тоа трајно ќе ги избришете и сите нејзини постоечки претплати. Дали сакате да продолжите?
sv: Ställa om en publik tagg som privat kommer permanent ta bort alla befintliga prenumerationer på den. Vill du fortfarande fortsätta?

source: Could not update list.
ia: Non poteva actualisar le lista.
mk: Не можев да го подновам списокот.
sv: Kunde inte uppdatera lista.

source: Email settings
ca: Paràmetres del correu electrònic
cs: Nastavení e-mailu
es: Configuración del correo electrónico
gl: Configuración do correo electrónico
ia: Configuration de e-mail
it: Impostazioni email
ja: メール設定
ka: ელ. ფოსტის პარამეტრები
mk: Нагодувања за е-пошта
nb: E-postinnstillinger
sv: E-postinställningar
te: ఈమెయిల్ అమరికలు
zh_cn: Email 设置

source: Manage how you get email from %%site.name%%.
ca: Gestioneu com rebeu correu de %%site.name%%.
cs: Spravovat posílání e-mailů z %%site.name%%.
es: Gestiona la forma en que recibes correo desde %%site.name%%
gl: Xestiona a forma en que recibes correo electrónico de %%site.name%%.
ia: Configurar como reciper e-mail de %%site.name%%.
it: Gestisci la ricezione delle email da %%site.name%%.
ja: %%site.name%% からのメールを管理。
ka: %%site.name%%–სგან ელ. ფოსტის მიღების მართვა.
mk: Раководење со начинот на кој добивате е-пошта од %%site.name%%.
nb: Velg hvordan du mottar e-post fra %%site.name%%.
sv: Hantera hur du får e-post från %%site.name%%
te: %%site.name%% నుండి మీకు ఎలా మెయిల్ వస్తూంతో సంభాళించుకోండి.
zh_cn: 设置你如何接受来自 %%site.name%% 的邮件。

source: Email address
ca: Adreça de correu electrònic
cs: E-mailová adresa
es: Dirección de correo electrónico
gl: Enderezo de correo electrónico
ia: Adresse de e-mail
it: Indirizzo email
ja: メールアドレス
ka: ელ. ფოსტის მისამართი
mk: Е-поштенска адреса
nb: E-postadresse
sv: E-postadress
te: ఈమెయిలు చిరునామా
zh_cn: 电邮地址

source: Current confirmed email address.
ca: Adreça electrònica confirmada actualment.
cs: Aktuální potvrzená e-mailová adresa.
es: Actual dirección de correo electrónico confirmada
gl: Enderezo de correo electrónico confirmado actualmente.
ia: Adresse de e-mail actualmente confirmate.
it: Indirizzo email attualmente confermato.
ja: 現在確認されているメールアドレス。
ka: მიმდინარე დადასტურებული ელ. ფოსტის მისამართი.
mk: Тековна потврдена е-поштенска адреса.
nb: Nåværende bekreftede e-postadresse
sv: Aktuell, bekräftad e-postadress.
te: ప్రస్తుత నిర్ధారిత ఈమెయిలు చిరునామా.
zh_cn: 当前确认的电子邮件。

# BUTTON
source: Remove
ca: Elimina
cs: Odstranit
es: Eliminar
gl: Borrar
ia: Remover
it: Rimuovi
ja: 回復
ka: წაშლა
mk: Отстрани
nb: Fjern
sv: Ta bort
te: తొలగించు
zh_cn: 移除

source: Awaiting confirmation on this address. Check your inbox (and spam box!) for a message with further instructions.
ca: Esperant a confirmar aquesta direcció. Revisa la teva safata d'entrada (i la carpeta de spam!) per al missatge amb les instruccions.
cs: Čakám na potvrzení této adresy. Podívejte se v příchozí poště (a spamu!) po e-mailu s dalšími instrukcemi.
es: Esperando confirmación de esta dirección. Revisa tu bandeja de entrada (¡y la de spam!) por un mensaje con las instrucciones.
gl: Agardando pola confirmación deste enderezo. Busque unha mensaxe con máis instrucións na súa bandexa de entrada (e na de correo non desexado!).
ia: Attende confirmation de iste adresse. Verifica tu cassa de entrata (e de spam!) pro un message con ulterior instructiones.
it: In attesa della conferma per questo indirizzo. Controlla la tua casella di posta (e anche la posta indesiderata!) per un messaggio con ulteriori istruzioni.
ja: このアドレスは承認待ちです。受信ボックス（とスパムボックス）に追加の指示が書かれたメッセージが届いていないか確認してください。
ka: ამ მისამართის დასტური მოლოდინშია. შეამოწმეთ ფოსტა (და სპამის ყუთიც!) შემდგომი ინსტრუქციებისათვის.
mk: Очекувам потврда за оваа адреса. Проверете си го приемното сандаче (а и сандачето за спам!). Во писмото ќе следат понатамошни напатствија.
nb: Venter på bekreftelse av adressen. Sjekk innboksen din (og søppelboksen) for melding med videre veiledning.
sv: Väntar bekräftelse av denna adress. Kontrollera din inkorg (och skräppostkorg!) efter ett meddelande med vidare instruktioner.
te: ఈ చిరునామా నిర్ధారణకై వేచివున్నాం. తదుపరి సూచనలతో ఉన్న సందేశానికై మీ ఇన్‌బాక్స్‌లో (స్పామ్ బాక్సులో కూడా!) చూడండి.
zh_cn: 正等待确认此邮件。请查看你的收件箱(和垃圾箱)是否收到了邮件，里面包含了更多的说明。

source: Email address, like "UserName@example.org"
ca: Adreça electrònica, com ara «nomusuari@example.org»
cs: E-mailová adresa, ve stylu "UzivatelskeJmeno@example.org"
es: Correo electrónico, como "NombredeUsuario@example.org"
gl: Enderezo de correo electrónico, coma "nomedeusuario@example.org"
ia: Le adresse de e-mail, como "nomine@example.org"
it: Indirizzo email, del tipo "nomeutente@example.org"
ja: メールアドレス、"UserName@example.org" のような
ka: ელ. ფოსტის მისამართი, როგორც "UserName@example.org"
mk: Е-пошта, од обликот „UserName@example.org“
nb: E-postadresse («brukernavn@eksempel.org»)
sv: E-postadress, såsom "användarnamn@example.org"
te: ఈమెయిల్ చిరునామా, "username@example.org" వలె
zh_cn: 电子邮件，类似 "UserName@example.org"

# BUTTON
source: Add
ca: Afegeix
cs: Přidat
es: Añadir
gl: Engadir
ia: Adder
it: Aggiungi
ka: დამატება
mk: Додај
nb: Legg til
sv: Lägg till
te: చేర్చు
zh_cn: 添加

source: Incoming email
ca: Correu electrònic entrant
cs: Příchozí e-mail
es: Correo entrante
gl: Correo entrante
ia: E-mail entrante
it: Email di ricezione
ja: 入ってくるメール
ka: შემომავალი ელ. ფოსტა
mk: Приемна пошта
nb: innkommende e-post
sv: Inkommande e-post
zh_cn: 接收用 email

source: I want to post notices by email.
ca: Vull publicar avisos amb el correu electrònic.
cs: Chci posílat oznámení e-mailem.
es: Quiero publicar mensajes por correo electrónico.
gl: Quero publicar notas por correo electrónico.
ia: Io vole publicar notas per e-mail.
it: Voglio inviare i messaggi via email
ja: メールでつぶやきを投稿したい。
ka: მინდა დავპოსტო შეტყობინებები ელ. ფოსტით.
mk: Сакам да објавувам забелешки по е-пошта.
nb: Jeg vil poste notiser med e-post.
sv: Jag vill posta notiser genom min e-post.
te: నేను ఈమెయిలు ద్వారా నోటీసులు పంపాలనుకుంటున్నాను.
zh_cn: 我希望通过邮件发布信息。

source: Send email to this address to post new notices.
ca: Envia correu electrònic a aquesta adreça per publicar nous avisos.
cs: Pošlete e-mail na tuto adresu pro poslání nového oznámení.
es: Envie emails a esta dirección para ingresar nuevos avisos
gl: Enviar un correo electrónico a este enderezo para publicar novas notas.
ia: Invia e-mail a iste adresse pro publicar nove notas.
it: Invia le email a questo indirizzo per scrivere nuovi messaggi.
ja: 新しいつぶやき投稿にこのアドレスへメールする
ka: გააგზავნე ელ. ფოსტა ამ მისამართზე ახალი შეტყობინებების დასაპოსტად.
mk: Испраќајте е-пошта на оваа адреса за да објавувате нови забелешки.
nb: Send e-post til denne adressen for å poste nye notiser.
sv: Skicka e-post till denna adress för att posta nya notiser.
zh_cn: 通过发送电子邮件到这个地址来发布新的消息。

source: Make a new email address for posting to; cancels the old one.
ca: Estableix una nova adreça electrònica d'enviament; cancel·la l'antiga.
cs: Vytvoření nové e-mailové adresy pro zasílání, ruší starou.
es: Hace una nueva dirección de correo para postear; cancela la anterior.
gl: Establece un novo enderezo de correo electrónico no que publicar, e cancela o vello.
ia: Face un nove adresse de e-mail per le qual publicar; cancella le vetule.
it: Crea un nuovo indirizzo email a cui inviare i messaggi e rimuovi quello vecchio.
ja: 投稿のための新しいEメールアドレスを作ります; 古い方を取り消します。
mk: Создај нова е-поштенска адреса за примање објави; ја заменува старата адреса.
nb: Angi en ny e-postadresse for å poste til; fjerner den gamle.
sv: Ange en ny e-postadress för att posta till; detta inaktiverar den gamla.
zh_cn: 生成新的电子邮件地址用于发布消息；取消旧的。

source: To send notices via email, we need to create a unique email address for you on this server:
ca: Per enviar avisos per correu, cal que tingueu una adreça electrònica única en aquest servidor.
es: Para enviar avisos vía correo electrónico, necesitamos crear una dirección de correo electrónico exclusiva para usted en este servidor.
ia: Pro inviar notas via e-mail, es necessari crear te un adresse de e-mail unic in iste servitor:
mk: За да испраќате забелешки по е-пошта, ќе треба да Ви направиме посебна е-пошт. адреса на овој опслужувач:
sv: För att skicka meddelanden via e-post, måste vi skapa en unik e-postadress för dig på den här servern:
zh_cn: 要发送电子邮件通知，我们需要在此服务器上为您创建一个唯一的电子邮件地址：

# BUTTON
source: New
ca: Nou
cs: Nová
es: Nuevo
gl: Novo
ia: Nove
it: Nuovo
ka: ახალი
mk: Нова
nb: Ny
sv: Ny
te: కొత్తది
zh_cn: 新增

source: Email preferences
ca: Preferències del correu electrònic
cs: Nastavení e-mailu
es: Preferencias de correo electrónico
gl: Preferencias de correo electrónico
ia: Preferentias de e-mail
it: Preferenze dell'email
ja: メールアドレス
ka: ელ. ფოსტის პარამეტრები
mk: Нагодувања за е-пошта
nb: E-postinnstillinger
sv: E-postinställningar
te: ఈమెయిలు అభిరుచులు
zh_cn: Email 偏好

source: Send me notices of new subscriptions through email.
ca: Envia'm avisos per correu electrònic quan algú nou se'm subscrigui.
cs: Pošlete mi oznámení o nových přihlášeních e-mailem.
es: Enviarme mensajes de nuevas suscripciones por correo electrónico.
gl: Enviarme notas acerca de novas subscricións por correo electrónico.
ia: Inviar me notificationes de nove subscriptiones per e-mail.
it: Inviami avvisi di nuovi abbonamenti via email
ja: メールで新規フォローの通知を私に送ってください。
ka: გამომიგზავნე შეტყობინებები ახალი გამოწერების შესახებ ელ. ფოსტის საშუალებით.
mk: Испраќај ми известувања за нови претплати по е-пошта.
nb: Send meg varsler om nye abonnementer gjennom e-post.
sv: Skicka notiser om nya prenumerationer till mig genom e-post.
te: కొత్త చందాదార్లు చేరినప్పుడు నాకు ఈమెయిలు ద్వారా తెలియజేయి.
zh_cn: 将新的关注通过电子邮件发送给我。

source: Send me email when someone adds my notice as a favorite.
ca: Envia'm un correu electrònic quan algú afegeixi un avís meu com a preferit.
cs: Pošlete mi e-mail, když někdo přidá moje oznámení mezi oblíbené.
es: Enviarme un correo electrónico cuando alguien agrega mi aviso a favoritos.
gl: Enviádeme un correo electrónico cando alguén marque como favorito algunha das miñas notas.
ia: Inviar me e-mail quando alcuno adde mi nota al favorites.
it: Inviami un'email quando qualcuno aggiunge un mio messaggio ai preferiti
ja: だれかがお気に入りとして私のつぶやきを加えたら、メールを私に送ってください。
ka: გამომიგზავნე ელ. წერილი როდესაც ვინმე ჩემს შეტყობინებას რჩეულებში დაიმატებს.
mk: Испраќај ми е-пошта кога некој ќе бендиса моја забелешка.
nb: Send meg en e-post når noen legger min notis til som favoritt.
sv: Skicka mig e-post när någon lägger till min notis som en favorit.
te: ఎవరైనా నా నోటీసుని ఇష్టాంశంగా చేర్చుకున్నపుడు నాకు ఈమెయిలు పంపించు.
zh_cn: 有人收藏我的消息时，发邮件通知我。

source: Send me email when someone sends me a private message.
ca: Envia'm un correu electrònic quan algú m'envii un missatge privat.
cs: Pošlete mi e-mail, když mi někdo pošle soukromou zprávu.
es: Enviarme un correo electrónico cuando alguien me envía un mensaje privado.
gl: Enviádeme un correo electrónico cando alguén me envíe unha mensaxe privada.
ia: Inviar me e-mail quando alcuno me invia un message private.
it: Inviami un'email quando qualcuno mi invia un messaggio privato
ja: だれかがプライベート・メッセージを私に送るときには、メールを私に送ってください。
ka: გამომიგზავნე ელ. წერილი როდესაც ვინმე პირად შეტყობინებას მომწერს.
mk: Испраќај ми е-пошта кога некој ќе ми испрати приватна порака.
nb: Send meg en e-post når noen sender meg en privat melding.
sv: Skicka mig e-post när någon skickar mig ett privat meddelande.
te: ఎవరైనా నాకు అంతరంగిక సందేశాన్ని పంపించినప్పుడు నాకు ఈమెయిలుని పంపించు
zh_cn: 有人给我发送私信时，发邮件通知我。

source: Send me email when someone sends me an "@-reply".
ca: Envia'm un correu electrònic quan algú m'enviï una resposta amb @.
cs: Pošlete mi e-mail, když mi někdo pošle "@-odpověď".
es: Enviarme un correo electrónico cuando alguien me envíe una "@-respuesta".
gl: Enviádeme un correo electrónico cando alguén me envíe unha resposta.
ia: Inviar me e-mail quando alcuno me invia un "responsa @".
it: Inviami un'email quando qualcuno mi invia una "@-risposta"
ja: だれかが"@-返信"を私を送るときには、メールを私に送ってください、
ka: გამომიგზავნე წერილი როდესაც ვინმე გამომიგზავნის "@-პასუხს".
mk: Испраќај ми е-пошта кога некој ќе ми испрати „@-одговор“
nb: Send meg en e-post når noen sender meg et «@-svar».
sv: Skicka mig e-post när någon skickar ett "@-svar".
te: ఎవరైనా నాకు "@-స్పందన"ని పంపినప్పుడు నాకు ఈమెయిలును పంపించు.
zh_cn: 有人给我发送 @ 消息时，发邮件通知我。

source: Allow friends to nudge me and send me an email.
ca: Permetre que els amics em cridin l'atenció i m'enviïn un correu electrònic.
cs: Povolit přátelům mě pošťouchnout a poslat mi email.
es: Permitir que amigos me den un toque y me envien un correo electrónico.
gl: Permitirlles aos meus amigos facerme acenos e enviarme correos electrónicos.
ia: Permitte que amicos me pulsa e me invia e-mail.
it: Consenti ai miei amici di richiamarmi e inviami un'email
ja: 友達が私に合図とメールを送ることを許可する。
mk: Дозволи им на пријателите да можат да ме подбуцнуваат и да ми испраќаат е-пошта.
nb: Tillat venner å knuffe meg og sende meg en e-post.
sv: Tillåt vänner att knuffa mig och skicka e-post till mig.
zh_cn: 允许朋友们呼叫我并给我发送邮件。

source: Publish a MicroID for my email address.
ca: Publica una MicroID per al meu correu electrònic.
cs: Publikovat MicroID pro mou e-mailovou adresu.
es: Publicar un MicroID para mi dirección de correo.
gl: Publicar unha MicroID para o meu enderezo de correo electrónico.
ia: Publicar un MicroID pro mi adresse de e-mail.
it: Pubblica un MicroID per il mio indirizzo email
ja: 私のメールアドレスのためにMicroIDを発行してください。
ka: გამოაქვეყნე MicroID ჩემი ელ. ფოსტის მისამართისთვის.
mk: Објави MicroID за мојата е-поштенска адреса.
nb: Publiser en MicroID for min e-postadresse.
sv: Publicera ett MicroID för min e-postadress.
zh_cn: 公开电子邮件的 MicroID。

source: Email preferences saved.
ca: S'han desat les preferències del correu electrònic.
cs: Email nastavení uloženo.
es: Preferencias de correo electrónico guardadas.
gl: Gardáronse as preferencias de correo electrónico.
ia: Preferentias de e-mail salveguardate.
it: Preferenze dell'email salvate.
ka: ელ. ფოსტის პარამეტრები შენახულია.
mk: Нагодувањата за е-пошта се зачувани.
nb: E-postinnstillinger lagret.
sv: E-postinställningar sparade.
te: ఈమెయిలు అభిరుచులు భద్రమయ్యాయి.
zh_cn: Email 偏好已保存。

source: No email address.
ca: No hi ha cap adreça electrònica.
cs: Chybí e-mailová adresa.
es: Sin dirección de correo electrónico
gl: Non hai enderezo de correo electrónico.
ia: Nulle adresse de e-mail.
it: Nessun indirizzo email.
ja: メールアドレスがありません。
ka: ელ. ფოსტის მისამართი მითითებული არ არის.
mk: Нема е-поштенска адреса.
nb: Ingen e-postadresse.
sv: Ingen e-postadress.
te: ఈమెయిలు చిరునామా లేదు.
zh_cn: 没有电子邮件地址。

source: Cannot normalize that email address.
ca: No es pot normalitzar l'adreça electrònica.
ia: Non pote normalisar iste adresse de e-mail.
mk: Не можам да ја нормализирам таа е-поштенска адреса.
sv: Kan inte normalisera den e-postadressen.
zh_cn: 无法识别此电子邮件。

source: Not a valid email address.
ca: Adreça de correu electrònic no vàlida.
cs: Není platnou mailovou adresou.
es: Correo electrónico no válido
gl: O enderezo de correo electrónico é incorrecto.
ia: Adresse de e-mail invalide.
it: Non è un indirizzo email valido.
ja: 有効なメールアドレスではありません。
ka: არასწორი ელ. ფოსტის მისამართი.
mk: Ова не е важечка е-пошта.
nb: Ugyldig e-postadresse.
sv: Inte en giltig e-postadress.
te: సరైన ఈమెయిల్ చిరునామా కాదు:
zh_cn: 不是有效的电子邮件。

source: That is already your email address.
ca: Ja és la vostra adreça electrònica.
cs: To je již vaší e-mailovou adresou.
es: Esa ya es tu dirección de correo electrónico
gl: Ese enderezo de correo electrónico é o que ten agora.
ia: Isto es ja tu adresse de e-mail.
it: Quello è già il tuo indirizzo email.
ja: これはすでにあなたのメールアドレスです。
ka: ეს უკვე არის თქვენი ელ. ფოსტის მისამართი.
mk: Оваа е-поштенска адреса е веќе Ваша.
nb: Det er allerede din e-postadresse.
sv: Det är redan din e-postadress.
te: అది ఇప్పటికే మీ ఈమెయిల్ చిరునామా.
zh_cn: 你已登记此电子邮件。
