Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Lost our file.
ca: Hem perdut el nostre fitxer.
cs: Ztratili jsme náš soubor.
es: Se perdió nuestro archivo.
gl: Perdeuse o noso ficheiro.
ia: File perdite.
it: Perso il nostro file.
ja: ファイルを紛失。
ka: ფაილი დაიკარგა.
mk: Податотеката е изгубена.
nb: Mistet filen vår.
sv: Förlorade vår fil.
te: అటువంటి ఫైలు లేదు.
zh_cn: 文件数据丢失

source: Unknown file type
ca: Tipus de fitxer desconegut
cs: Neznámý typ souboru
es: Tipo de archivo desconocido
gl: Non se coñece o tipo de ficheiro
ia: Typo de file incognite
it: Tipo di file sconosciuto
ja: 不明なファイルタイプ
ka: ფაილის ტიპი უცნობია
mk: Непознат тип на податотека
nb: Ukjent filtype
sv: Okänd filtyp
te: తెలియని ఫైలు రకం
zh_cn: 未知文件类型

source: %dMB
mk: %d МБ
te: %dమెబై

source: %dkB
mk: %d кБ
te: %dకిబై

source: %dB
mk: %d Б
te: %dబైటు

source: User "%1$s" on %2$s has said that your %3$s screenname belongs to them. If that is true, you can confirm by clicking on this URL: %4$s . (If you cannot click it, copy-and-paste it into the address bar of your browser). If that user is not you, or if you did not request this confirmation, just ignore this message.
ca: L'usuari "%1$s" av%2$s diu que el vostre nom %3$s li pertany. Si això fos veritat, podeu confirmar-ho clicalnt l'URL: %4$s . (Si no podeu clicar-hi, copieu-la i enganxeu-la a la barra d'ubicació del vostre navegador). Si no fossiu aquest usuari, o bé si no heu sol·licitat aquesta confirmació, simplement ignoreu el missatge.
ia: Le usator "%1$s" de %2$s ha dicite que tu pseudonymo de %3$s pertine a ille o illa. Si isto es correcte, tu pote confirmar lo con un clic super iste URL: %4$s . (Si tu non pote cliccar super illo, copia-e-colla lo in le barra de adresse de tu navigator del web.) Si iste usator non es tu, o si tu non requestava iste confirmation, simplemente ignora iste message.
mk: Корисникот „%1$s“ на %2$s има изјавено дека Вашиот прекар на %3$s е всушност негов. Ако ова е вистина, можете да потврдите стискајќи на оваа URL-адреса: %4$s . (Ако не можете да ја стиснете, прекопирајте ја во адресната лента на прелистувачот). Ако ова не сте Вие, или ако не ја имате побарано оваа потврда, слободно занемарете ја поракава.
sv: Användaren "%1$s" på %2$s har sagt att ditt %3$s-skärmnamn tillhör honom/henne. Om det är sant, kan du bekräfta genom att klicka på denna länk: %4$s . (Om du inte kan klicka på den, kopiera och klistra in den i adressfältet i din webbläsare). Om användaren inte är du, eller om du inte har begärt denna bekräftelse, bara ignorera detta meddelandet.

source: Unknown inbox source %d.
ca: Font %d de la safata d'entrada desconeguda.
cs: Neznámý zdroj inboxu %d.
es: Origen de bandeja de entrada %d desconocido.
gl: Non se coñece a fonte %d da caixa de entrada.
ia: Fonte de cassa de entrata "%s" incognite
it: Sorgente casella in arrivo %d sconosciuta.
ja: 不明な受信箱のソース %d。
mk: Непознат извор на приемна пошта %d.
nb: Ukjent innbokskilde %d.
sv: Okänd källa för inkorg %d.
te: గుర్తు తెలియని భాష "%s".
zh_cn: 未知的收件箱来源%d。

source: Queueing must be enabled to use IM plugins.
ca: Cal habilitar la cau per fer servir els connectors de MI.
ia: Le functionalitate de caudas debe esser activate pro usar le plug-ins de messageria instantanee.
mk: За да можете да користите приклучоци за НП мора да овозможите ред на чекање.
sv: Köande måste aktiveras för att använda snabbmeddelande-insticksmoduler.

source: Transport cannot be null.
ca: El transport no pot ser nul.
ia: Le methodo de transporto non pote esser nulle.
mk: Преносот не може да биде ништо.
sv: Transport får inte vara tom.

# TITLE
source: Trends
ia: Tendentias
mk: Трендови
sv: Trender

# BUTTON
source: Invite more colleagues
ia: Invitar plus collegas
mk: Покани уште колеги
sv: Bjud in fler kollegor

# BUTTON
source: Join
ca: Uniu-vos-hi
ia: Adherer
mk: Зачлени се
sv: Gå med
te: చేరండి

# BUTTON
source: Leave
ca: Deixa
ia: Quitar
mk: Напушти
te: వైదొలగండి

# MENU
source: Login
ca: Inici de sessió
cs: Přihlásit
es: Inicio de sesión
gl: Identificarse
ia: Aperir session
it: Accedi
ka: შესვლა
mk: Најава
nb: Logg inn
sv: Logga in
te: ప్రవేశించు
zh_cn: 登录

source: Login with a username and password
ca: Accedir amb el nom d'usuari i contrasenya
cs: Přihlásit se pomocí svého uživatelského jména a hesla.
es: Ingresar con un nombre de usuario y contraseña.
gl: Identificarse cun nome de usuario e contrasinal
ia: Aperir session con nomine de usator e contrasigno
it: Accedi con nome utente e password
ja: ユーザ名とパスワードでログイン
ka: შედი მომხ. სახელით და პაროლით.
mk: Најава со корисничко име и лозинка
nb: Logg inn med brukernavn og passord
sv: Logga in med ett användarnamn och lösenord
te: వాడుకరిపేరు మరియు సంకేతపదాలతో ప్రవేశించండి
zh_cn: 用用户名和密码登录。

# MENU
source: Register
ca: Registre
cs: Registrovat
es: Registrarse
gl: Rexistrarse
ia: Crear conto
it: Registrati
ka: რეგისტრაცია
mk: Регистрација
nb: Registrer
sv: Registrera
te: నమోదు
zh_cn: 注册

source: Sign up for a new account
ca: Registreu-vos-hi si voleu un compte nou
cs: Vytvořit nový účet
es: Registrarse para una nueva cuenta
gl: Rexistrar unha conta nova
ia: Crear un nove conto
it: Iscriviti per un nuovo account
ja: 新しいアカウントでサインアップ
ka: ახალი ანგარიშის გერისტრაცია
mk: Создај нова сметка
nb: Registrer deg for en ny konto
sv: Registrera dig för ett nytt konto
te: కొత్త ఖాతా కొరకై నమోదుచేసుకోండి
zh_cn: 注册一个新帐户

source: Email address confirmation
ca: Confirmació de l'adreça de correu electrònic
cs: Potvrzení emailové adresy
es: Confirmación de correo electrónico
gl: Confirmación do enderezo de correo electrónico
ia: Confirmation del adresse de e-mail
it: Conferma indirizzo email
ja: メールアドレス確認
ka: ელ. ფოსტის მისამართის დადასტურება
mk: Потврдување на адресата
nb: Bekreftelse av e-postadresse
sv: E-postadressbekräftelse
te: ఈమెయిల్ చిరునామా నిర్ధారణ
zh_cn: 电子邮件地址确认

source: Hey, %1$s. Someone just entered this email address on %2$s. If it was you, and you want to confirm your entry, use the URL below: %3$s If not, just ignore this message. Thanks for your time, %2$s
ca: Hola, %1$s. Algú ha introduït aquesta adreça electrònica a %2$s. Si sou qui ho ha fet i voleu confirmar-hi la vostra entrada, feu servir l'URL a continuació: %3$s Si no, simplement ignoreu el missatge. Gràcies pel vostre temps, %2$s
es: Hola, %1$s ! Hace un momento, alguien introdujo esta dirección de correo electrónico en %2$s. Si fuiste tú y deseas confirmarlo, haz clic en el vínculo de abajo: %3$s Si no, simplemente ignora este mensaje. Gracias por tu tiempo, %2$s
ia: Salute %1$s, Alcuno entrava ante un momento iste adresse de e-mail in %2$s. Si isto esseva tu, e tu vole confirmar le adresse, usa le URL hic infra: %3$s Si non, simplemente ignora iste message. Gratias pro tu attention, %2$s
mk: Здраво %1$s. Некој штотуку ја внесе оваа адреса на %2$s. Ако тоа бевте Вие, и сакате да го потврдите влезот, употребете ја URL-адресата подолу: %3$s Ако не сте Вие, едноставно занемарете ја поракава. Ви благодариме за потрошеното време, %2$s
sv: Hej %1$s! Någon la precis till den här e-postadressen på %2$s. Om det var du och du vill bekräfta det, använd webbadressen nedan: %3$s Om inte, ignorera bara det här meddelandet. Tack för din tid, %2$s
te: హాయ్, %1$s. %2$sలో ఎవరో మీ ఈమెయిలు చిరునామాను ఇచ్చారు. అది మీరే అయితే, మరియు మీ పద్దుని మీరు నిర్ధారించాలనుకుంటే, క్రింది లంకెపై నొక్కండి: %3$s మీరు కాకపోతే, ఈ సందేశాన్ని పట్టించుకోకండి. మీ సమయానికి కృతజ్ఞతలు, %2$s
zh_cn: 嗨， %1$s。 刚刚有人在%2$s填写了你的电子邮件地址。 如果是你的操作并且你想完成你的确认，请使用下面的URL： %3$s 如果你不知道这封邮件是怎么回事，忽略掉这封邮件就好。 谢谢你的宝贵时间， %2$s

source: %1$s is now listening to your notices on %2$s.
ca: %1$s ara està escoltant els vostres avisos a %2$s.
cs: %1$s od teď naslouchá tvým sdělením na %2$s.
es: %1$s ahora está escuchando tus avisos en %2$s
gl: Agora %1$s segue as súas notas en %2$s.
ia: %1$s seque ora tu notas in %2$s.
it: %1$s sta ora seguendo i tuoi messaggi su %2$s.
ja: %1$s は %2$s であなたのつぶやきを聞いています。
ka: %1$s ამიერიდან ყურს უგდებს თქვენს შეტყობინებებს %2$s-ზე.
mk: %1$s сега ги следи Вашите забелешки на %2$s.
nb: %1$s lytter nå til dine notiser på %2$s.
sv: %1$s lyssnar nu på dina notiser på %2$s.
te: %1$s ఇప్పుడు %2$sలో మీ నోటీసులని వింటున్నారు.
zh_cn: %1$s 开始关注你在 %2$s 的消息。

source: %1$s would like to listen to your notices on %2$s.
ca: %1$s voldria escoltar els vostres avisos a %2$s.
ia: %1$s volerea sequer tu notas in %2$s.
mk: %1$s сака да ги следи Вашите забелешки на %2$s.
sv: %1$s vill lyssna på dina notiser på %2$s.

source: %1$s would like to listen to your notices on %2$s. You may approve or reject their subscription at %3$s
ca: %1$s voldria escoltar els vostres avisos a %2$s. Podeu aprovar o rebutjar la seva subscripció a %3$s.
ia: %1$s volerea sequer tu notas in %2$s. Tu pote approbar o rejectar su subscription %3$s
mk: %1$s сака да ги следи Вашите забелешки на %2$s. Одобрете го или одбијте го барањето на %3$s
sv: %1$s skulle vilja lyssna på dina notiser på %2$s. Du kan godkänna eller avslå deras prenumeration på %3$s

source: Faithfully yours, %1$s. ---- Change your email address or notification options at %2$s
ca: Atentament, %1$s. ---- Canvieu la vostra adreça electrònica o les opcions d'avís a %2$s
ia: Con optime salutes, %1$s. ---- Cambia tu adresse de e-mail o optiones de notification a %2$s
mk: Со искрена почит, %1$s. ---- Изменете си ја е-поштенската адреса или ги нагодувањата за известувања на %2$s
sv: Med vänliga hälsningar, %1$s. ---- Ändra dina e-post- eller notifieringsalternativ på %2$s

source: Profile: %s
ca: Perfil: %s
ia: Profilo: %s
mk: Профил: %s
sv: Profil: %s

source: Bio: %s
ca: Biografia: %s
cs: O: %s
gl: Biografía: %s
it: Biografia: %s
ja: 自己紹介: %s
ka: ბიოგრაფია: %s
mk: Биографија: %s
nb: Biografi: %s
sv: Biografi: %s
te: స్వపరిచయం: %s
zh_cn: 自我介绍：%s

source: If you believe this account is being used abusively, you can block them from your subscribers list and report as spam to site administrators at %s.
ca: Si creieu que el compte s'està fent servir de forma abusiva, podeu blocar-lo de la llista dels vostres subscriptors i notificar-lo com a brossa als administradors del lloc a %s.
ia: Si tu crede que iste conto es usate abusivemente, tu pote blocar lo de tu lista de subscriptores e reportar lo como spam al administratores del sito a %s.
mk: Доколку сметате дека сметкава се злоупотребува, тогаш можете да ја блокирате од списокот на претплатници и да ја пријавите како спам кај администраторите на %s.
sv: Om du anser att kontot används otillbörligen kan du blockera det från listan över dina prenumeranter och rapportera det som skräppost till administratörerna på %s.

source: New email address for posting to %s
ca: Nou correu electrònic per publicar a %s
cs: Nová e-mailová adresa pro psaní na %s
es: Nueva dirección de correo para postear a %s
gl: Novo enderezo de correo electrónico para publicar en %s
ia: Nove adresse de e-mail pro publicar in %s
it: Nuovo indirizzo email per inviare messaggi a %s
ja: %s へ投稿のための新しいメールアドレス
ka: %s-ზე დასაპოსტი ახალი ელ. ფოსტის მისამართი
mk: Нова е-поштенска адреса за објавување на %s
nb: Ny e-postadresse for posting til %s
sv: Ny e-postadress för att skicka till %s
te: %sకి నోటీసులు పంపించడానికి కొత్త ఈమెయిలు చిరునామా
zh_cn: 新的电子邮件地址，用于发布 %s 信息

source: You have a new posting address on %1$s. Send email to %2$s to post new messages. More email instructions at %3$s.
ca: Teniu una nova adreça per publicar a %1$s. Envieu un correu electrònic a %2$s per publicar un nou missatge. Més instruccions per al correu electrònic a %3$s.
ia: Tu ha un nove adresse pro publication in %1$s. Invia e-mail a %2$s pro publicar nove messages. Ulterior instructiones super e-mail se trova a %3$s.
mk: Имате нова адреса за објавување пораки на %1$s. Испраќајте е-пошта на %2$s за да објавувате нови пораки. Повеќе напатствија за е-пошта на %3$s.
sv: Du har en ny adress för postningar på %1$s. Skicka e-post till %2$s för att posta nya meddelanden. Fler anvisningarna för e-post på %3$s.

source: %s status
ca: %s estat
cs: status %s
es: estado de %s
gl: Estado de %s
ia: Stato de %s
it: stato di %s
ja: %s の状態
ka: %s სტატუსი
mk: Статус на %s
te: %s స్థితి
zh_cn: %s 状态

source: SMS confirmation
ca: Confirmació SMS
cs: SMS potvrzení
es: SMS confirmación
gl: Confirmación dos SMS
ia: Confirmation SMS
it: Conferma SMS
ja: SMS確認
ka: SMS დადასტურება
mk: Потврда за СМС
nb: SMS-bekreftelse
sv: SMS-bekräftelse
te: SMS నిర్ధారణ
zh_cn: SMS 验证

source: %s: confirm you own this phone number with this code:
ca: %s: confirmeu-ho si teniu aquest número de telèfon amb aquest codi:
cs: %s: potvrďte že vlastníte toto telefonní číslo tímto kódem:
es: %s: Confirma que este es tu número de teléfono mediante este código:
gl: %s: utilice o seguinte código para confirmar que o número de teléfono é seu:
ia: %s: confirma que tu possede iste numero de telephono con iste codice:
it: %s: conferma che questo numero di telefono sia tuo utilizzando questo codice:
ka: %s: დაადასტურეთ, რომ ეს მობილურის ნომერი მართლაც თქვენია ამ კოდის მეშვეობით:
mk: %s: потврдете го како свој телефонскиов број со следниов код:
nb: %s: bekreft telefonnummeret ditt med denne koden:
sv: %s: bekräfta detta telefonnummer med denna kod:
zh_cn: %s：通过此代码证明这是你的手机：

source: You have been nudged by %s
ca: %s us ha cridat l'atenció
es: %s te ha dado un toque
ia: %s te ha pulsate
mk: %s Ве подбуцна
sv: Du har blivit knuffad av %s
zh_cn: 您被 %s 已推动

source: %1$s (%2$s) is wondering what you are up to these days and is inviting you to post some news. So let's hear from you :) %3$s Don't reply to this email; it won't get to them.
ca: %1$s (%2$s) es pregunta què feu darrerament is us convida a publicar algunes notícies. Esperem sentir-vos aviat :) %3$s No responeu aquest missatge; no els hi arribarà.
ia: %1$s (%2$s) se demanda lo que tu face iste dies e te invita a scriber qualcosa de nove. Dunque, face nos audir de te :) %3$s Non responde a iste message; le responsa non arrivara.
mk: %1$s (%2$s) се прашува што се случува со Вас во последно време и Ве поканува да објавите што има ново. Па, чекаме да се произнесете :) %3$s Не одговарајте на ова писмо; никој нема да го добие одговорот.
sv: %1$s (%2$s) undrar vad du håller på med nuförtiden och inbjuder dig att lägga upp några nyheter. Så låt oss höra av dig :) %3$s Svara inte på detta e-postmeddelandet; det kommer inte komma fram.
te: %1$s (%2$s) ఈమధ్య మీరేం చేస్తున్నారో అని విస్మయం చెందుతున్నారు మరియు ఏవైనా విశేషాలని వ్రాయమని మిమ్మల్ని ఆహ్వానిస్తున్నారు. కాబట్టి ఏదైనా వ్రాయండి :) %3$s ఈ వేగుకు స్పందించకండి; ఇది వారికి వెళ్ళదు.

source: New private message from %s
ca: Nou missatge privat de %s
cs: Nová soukromá zpráva od %s
es: Nuevo mensaje privado de %s
gl: Nova mensaxe privada de %s
ia: Nove message private de %s
it: Nuovo messaggio privato da %s
ja: %s からの新しいプライベートメッセージ
ka: ახალი პირადი შეტყობინება %s-სგან
mk: Нова приватна порака од %s
nb: Ny privat melding fra %s
sv: Nytt privat meddelande från %s
te: %s నుండి కొత్త అంతరంగిక సందేశం
zh_cn: 来自%s的私信

source: %1$s (%2$s) sent you a private message: ------------------------------------------------------ %3$s ------------------------------------------------------ You can reply to their message here: %4$s Don't reply to this email; it won't get to them.
ca: %1$s (%2$s) us ha enviat un missatge privat: ------------------------------------------------------ %3$s ------------------------------------------------------ Podeu respondre els seus missatges a co%4$s ntinuació: %4$s No responeu aquest missatge; no els hi arribarà.
ia: %1$s (%2$s) te ha inviate un message private: ------------------------------------------------------ %3$s ------------------------------------------------------ Tu pote responder a su message hic: %4$s Non responde per e-mail; le responsa non arrivara.
mk: %1$s (%2$s) Ви испрати приватна порака: ------------------------------------------------------ %3$s ------------------------------------------------------ На пораката можете да одговорите тука: %4$s Не одговарајте на ова писмо; никој нема да го добие одговорот.
sv: %1$s (%2$s) skickade ett privat meddelande till dig: ------------------------------------------------------ %3$s ------------------------------------------------------ Du kan svara på meddelandet här: %4$s Svara inte på detta e-postmeddelande; det kommer inte komma fram.
te: %1$s (%2$s) మీకు ఒక అంతరంగిక సందేశాన్ని పంపించారు: ------------------------------------------------------ %3$s ------------------------------------------------------ వారి సందేశానికి మీరు ఇక్కడ జవాబివ్వవచ్చు: %4$s ఈ వేగుకి స్పందించకండి; ఇది వారికి వెళ్ళదు.

source: %1$s (@%2$s) added your notice as a favorite
ca: %1$s (@%2$s) ha afegit el vostre avís com a preferit
es: %1$s (@%2$s) agregó tu mensaje como favorito.
ia: %1$s (@%2$s) ha addite tu nota como favorite
mk: %1$s (@%2$s) ја бендиса Вашата забелешка
sv: %1$s (@%2$s) lade till din notis som en favorit
te: %1$s (@%2$s) మీ నోటీసుని ఇష్టపడ్డారు
zh_cn: %1$s (@%2$s) 收藏了你的消息

source: %1$s (@%7$s) just added your notice from %2$s as one of their favorites. The URL of your notice is: %3$s The text of your notice is: %4$s You can see the list of %1$s's favorites here: %5$s
ca: %1$s (@%7$s) acaba d'afegir el vostre avís de %2$s com a preferit. L'URL del vostre avís és: %3$s El text del vostre avís és: %4$s Podeu veure la llista dels preferits de %1$s a continuació: %5$s
ia: %1$s (@%7$s) ha justo addite tu nota de %2$s como un de su favorites. Le URL de tu nota es: %3$s Le texto de tu nota es: %4$s Tu pote vider le lista del favorites de %1$s hic: %5$s
mk: %1$s (@%7$s) штотуку ја бендиса Вашата забелешка од %2$s. URL-адресата на Вашата забелешка е: %3$s Текстот на Вашата забелешка е: %4$s Погледнете список на бендисаните забелешки на %1$s тука: %5$s
sv: %1$s (@%7$s) la precis till din notis från %2$s som en av sina favoriter. Webbadressen för din notis är: %3$s Texten i din notis är: %4$s Du kan se listan med %1$ss favoriter här: %5$s
te: %2$s లోని మీ నోటీసుని %1$s (@%7$s) తన ఇష్టాంశాలలో ఇప్పుడే చేర్చుకున్నారు. మీ నోటీసు యొక్క చిరునామా ఇదీ: %3$s మీ నోటీసు యొక్క పాఠ్యం ఇదీ: %4$s %1$s యొక్క ఇష్టాంశాల జాబితాని మీరు ఇక్కడ చూడవచ్చు: %5$s

source: The full conversation can be read here: %s
ca: La conversa sencera pot llegir-se a continuació: %s
cs: Celý rozhovor si můžete přečíst zde: %s
es: La conversación completa puede leerse aquí: %s
gl: Pode ler a conversa completa en: %s
ia: Le conversation complete pote esser legite hic: %s
it: L'intera conversazione può essere letta qui: %s
ka: მთლიანი საუბრის წაკითხვა შესაძლებელია აქ: %s
mk: Целиот разговор може да се проследи тука: %s
nb: Hele samtalen kan leses her: %s
sv: Hela konversationen kan läsas här: %s
te: పూర్తి సంభాషణని ఇక్కడ చదవవచ్చు: %s
zh_cn: 到这里查看完整的对话： %s

source: %1$s (@%2$s) sent a notice to your attention
ca: %1$s (@%2$s) us ha enviat un avís a la vostra atenció
es: %1$s (@%2$s) ha enviado un aviso para tu atención
ia: %1$s (@%2$s) ha inviate un nota a tu attention
mk: %1$s (@%2$s) Ви испрати забелешка што сака да ја прочитате
sv: %1$s (@%2$s) skickade en notis för din uppmärksamhet
te: %1$s (@%2$s) మీ దృష్టికి ఒక నోటిసుని పంపించారు
zh_cn: %1$s (@%2$s) 给你发送了一条消息

source: %1$s just sent a notice to your attention (an '@-reply') on %2$s. The notice is here: %3$s It reads: %4$s %5$sYou can reply back here: %6$s The list of all @-replies for you here: %7$s
ca: %1$s acaba d'enviar un avís a la vostra atenció (una resposta amb @) a %2$s. L'avís és a continuació: %3$s Hi diu: %4$s %5$s Podeu respondre'l a continuació: %6$s Teniu la llista de les respostes amb @ a continuació: %7$s
ia: %1$s ha inviate un nota a tu attention (un "responsa @") in %2$s. Le nota es hic: %3$s Illo dice: %4$s %5$sTu pote responder hic: %6$s Le lista de tote le "responsas @" pro te es hic: %7$s
mk: %1$s штотуку Ви даде на знаење за забелешката („@-одговор“) на %2$s. Еве ја забелешката: %3$s Таа гласи: %4$s %5$sМожете да одговорите на неа тука: %6$s Еве список на сите „@-одговори“ за Вас: %7$s
sv: %1$s skickade precis en notis för din uppmärksamhet (ett '@-svar') på %2$s. Notisen är här: %3$s Den lyder: %4$s %5$sDu kan svara här: %6$s Listan med alla @-svar till dig hittar du här: %7$s
te: %2$sలో ఒక నోటీసుని %1$s మీ దృష్టికి ('@-స్పందన') తీసుకువచ్చారు. ఈదీ నోటీసు: %3$s నోటీసు పాఠ్యం: %4$s %5$sమీరు ఇక్కడ ప్రతిస్పందించవచ్చు: %6$s మీకు వచ్చిన అన్ని @-స్పందనలని ఇక్కడ చూడవచ్చు: %7$s

source: %1$s has joined your group %2$s on %3$s.
ca: %1$s s'ha unit al grup %2$s a %3$s.
ia: %1$s ha adherite al gruppo %2$s in %3$s.
mk: %1$s се зачлени во Вашата група %2$s на %3$s.
sv: %1$s har gått med i din grupp %2$s på %3$s.
te: %3$s నందు %1$s మీ %2$s గుంపులో చేరారు.

source: %1$s wants to join your group %2$s on %3$s.
ca: %1$s vol unir-se al vostre grup %2$s a %3$s.
ia: %1$s ha adherite al gruppo %2$s in %3$s.
mk: %1$s сака да се зачлени во Вашата група %2$s на %3$s.
sv: %1$s vill gå med i din grupp %2$s på %3$s.

source: %1$s would like to join your group %2$s on %3$s. You may approve or reject their group membership at %4$s
ca: %1$s voldria unir-se al vostre grup %2$s a %3$s. Podeu aprovar o rebutjar la seva pertinència al grup a %4$s.
ia: %1$s vole adherer a tu gruppo %2$s in %3$s. Tu pote approbar o rejectar su adhesion al gruppo a %4$s
mk: %1$s сака да се зачлени во Вашата група %2$s на %3$s. Можете да го одобрите или одбиете барањето на %4$s
sv: %1$s vill hå med i din grupp %2$s på %3$s. Du kan godkänna eller avslå gruppmedlemskap på %4$s
te: %3$s నందు %1$s మీ %2$s గుంపులో చేరాలని ఆశిస్తున్నారు. %4$s వద్ద వారి గుంపు సభ్యత్వాన్ని మీరు ఆమోదించవచ్చు లేదా తిరస్కరించవచ్చు

source: Only the user can read their own mailboxes.
ca: Només l'usuari pot llegir les seves safates de correu.
cs: Pouze uživatel může přečíst své vlastní schránky.
es: Sólo el usuario puede leer sus bandejas de correo.
gl: Só o usuario pode ler as súas caixas de entrada.
ia: Solmente le usator pote leger su proprie cassas postal.
it: Solo l'utente può leggere la propria casella di posta.
ja: ユーザだけがかれら自身のメールボックスを読むことができます。
ka: მხოლოდ მომხმარებელს შეუძლია თავისი ფოსტის წაკითხვა.
mk: Само корисникот може да го чита своето сандаче.
nb: Bare brukeren kan lese sine egne postbokser.
sv: Bara användaren kan läsa sina egna brevlådor.
te: ఎవరి తపాలాపెట్టెలను ఆ వాడుకరి మాత్రమే చదవలగరు.
zh_cn: 只有该用户才能查看自己的私信。
