Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Change your password.
ca: Canvieu la vostra contrasenya
cs: Změňte své heslo.
es: Cambia tu contraseña
gl: Cambiar o seu contrasinal.
ia: Cambiar tu contrasigno.
it: Modifica la tua password.
ja: パスワードを変更します。
ka: შეცვალეთ თქვენი პაროლი.
mk: Променете си ја лозинката.
nb: Endre passordet ditt.
sv: Byt ditt lösenord.
te: మీ సంకేతపదం మార్చుకోండి.
zh_cn: 修改你的密码

source: Password change
ca: Contrasenya canviada.
cs: Změna hesla
es: Cambio de contraseña
gl: Cambio de contrasinal
ia: Cambio del contrasigno
it: Modifica password
ja: パスワード変更
ka: პაროლის შეცვლა
mk: Промена на лозинка
nb: Endre passord
sv: Byte av lösenord
te: సంకేతపదం మార్పు
zh_cn: 修改密码

source: Old password
ca: Antiga contrasenya
cs: Staré heslo
es: Antigua contraseña
gl: Contrasinal anterior
ia: Ancian contrasigno
it: Vecchia password
ja: 古いパスワード
ka: ძველი პაროლი
mk: Стара лозинка
nb: Gammelt passord
sv: Gammalt lösenord
te: పాత సంకేతపదం
zh_cn: 旧密码

source: New password
ca: Nova contrasenya
cs: Nové heslo
es: Nueva contraseña
gl: Novo contrasinal
ia: Nove contrasigno
it: Nuova password
ja: 新しいパスワード
ka: ახალი პაროლი
mk: Нова лозинка
nb: Nytt passord
sv: Nytt lösenord
te: కొత్త సంకేతపదం
zh_cn: 新密码

source: 6 or more characters.
ca: 6 o més caràcters.
es: 6 o más caracteres.
ia: 6 o plus characteres.
mk: 6 или повеќе знаци.
sv: 6 eller fler tecken.
te: 6 లేదా అంతకంటే ఎక్కువ అక్షరాలు.
zh_cn: 6 个或更多字符

# LABEL
source: Confirm
ca: Confirma
es: Confirmar
ia: Confirmar
mk: Потврди
sv: Bekräfta
te: నిర్థారించండి

source: Same as password above.
ca: Igual que la contrasenya de dalt
es: Igual a la contraseña de arriba.
ia: Identic al contrasigno hic supra.
mk: Исто како лозинката погоре.
sv: Samma lösenord som ovan.
te: పై సంకేతపదం వలెనే.
zh_cn: 与上面相同的密码

# BUTTON
source: Change
ca: Canvia
es: Cambiar
ia: Cambiar
mk: Измени
sv: Ändra
te: మార్చు

source: Password must be 6 or more characters.
ca: La contrasenya hauria de ser d'entre 6 a més caràcters.
cs: Heslo musí být alespoň 6 znaků dlouhé
es: La contraseña debe tener 6 o más caracteres.
gl: O contrasinal debe conter seis ou máis caracteres.
ia: Le contrasigno debe haber al minus 6 characteres.
it: La password deve essere di 6 o più caratteri.
ja: パスワードは6文字以上にする必要があります。
ka: პაროლი უნდა შედგებოდეს 6 ან მეტი სიმბოლოსგან.
mk: Лозинката мора да содржи барем 6 знаци.
nb: Passord må være minst 6 tegn.
sv: Lösenordet måste vara minst 6 tecken.
te: సంకేతపదం తప్పనిసరిగా 6 లేదా అంతకంటే ఎక్కువ అక్షరాలుండాలి.
zh_cn: 密码必须包含 6 个或更多字符。

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
ia: Le contrasignos non corresponde.
mk: Лозинките не се совпаѓаат.
sv: Lösenorden matchar inte.
te: సంకేతపదాలు సరిపోలలేదు.

source: Incorrect old password.
ca: La contrasenya antiga no és correcta
es: Contraseña antigua incorrecta.
ia: Ancian contrasigno incorrecte.
mk: Погрешна стара лозинка.
sv: Felaktigt gammalt lösenord.
te: పాత సంకేతపదం తప్పు.

source: Error saving user; invalid.
ca: S'ha produït un error en desar l'usuari; no és vàlid.
cs: Chyba při ukládaní uživatele; neplatný.
es: Error al guardar el usuario; inválido.
gl: Houbo un erro ao gardar o usuario. Incorrecto.
ia: Error de salveguardar le usator; invalide.
it: Errore nel salvare l'utente; non valido.
ja: ユーザ保存エラー; 不正なユーザ
ka: შეცდომა მომხმარებლის შენახვისას; არასწორი.
mk: Грешка во зачувувањето на корисникот; неправилен.
nb: Feil ved lagring av bruker; ugyldig.
sv: Fel vid sparande av användare; ogiltig.
te: వాడుకరిని భద్రపరచడంలో పొరపాటు: సరికాదు.
zh_cn: 保存用户时出错；无效。

source: Cannot save new password.
ca: No es pot desar la nova contrasenya.
es: No se puede guardar la nueva contraseña.
ia: Non pote salveguardar le nove contrasigno.
mk: Не можам да ја зачувам новата лозинка.
sv: Kan inte spara nya lösenordet.
te: కొత్త సంకేతపదాన్ని భద్రపరచలేకున్నాం.
zh_cn: 无法保存新密码。

source: Password saved.
ca: Contrasenya guardada.
cs: Heslo uloženo
es: Se guardó la contraseña.
gl: Gardouse o contrasinal.
ia: Contrasigno salveguardate.
it: Password salvata.
ja: パスワードが保存されました。
ka: პაროლი შენახულია.
mk: Лозинката е зачувана.
nb: Passordet ble lagret
sv: Lösenord sparat.
te: సంకేతపదం భద్రమయ్యింది.
zh_cn: 密码已保存。

source: Paths
ca: Camins
cs: Cesty
es: Rutas
gl: Rutas
ia: Camminos
it: Percorsi
ja: パス
ka: გზები
mk: Патеки
nb: Stier
sv: Sökvägar
te: త్రోవలు
zh_cn: 路径

source: Path and server settings for this StatusNet site
ca: Camí i paràmetres del servidor d'aquest lloc basat en StatusNet
gl: Configuración do servidor e das rutas para este sitio StatusNet
ia: Configuration de cammino e servitor pro iste sito StatusNet
it: Percorso e impostazioni del server per questo sito StatusNet
mk: Нагодувања за патеки и опслужувачи за оваа StatusNet-мрежно место.
nb: Sti- og tjenerinnstillinger for denne StatusNet-siden
sv: Sökväg och serverinställningar för denna StatusNet-webbplats
zh_cn: 这个 StatusNet 网站的路径和服务器设置。

source: Theme directory not readable: %s.
ca: No es pot llegir el directori de temes: %s
cs: Adresář témat není čitelný: %s.
es: Directorio de temas ilegible: %s.
gl: Non se pode ler o directorio de temas visuais: %s.
ia: Directorio de thema non legibile: %s.
it: Directory del tema non leggibile: %s.
ja: テーマディレクトリ
ka: იერსახის დირექტორია არ არის წაკითხვადი: %s.
mk: Директориумот на темата е нечитлив: %s.
nb: Temamappe ikke lesbar: %s.
sv: Katalog med teman är inte läsbar: %s.
te: అలంకారం అందుబాటులో లేదు: %s.
zh_cn: 主题目录无法读取：%s。

source: Avatar directory not writable: %s.
ca: No es pot escriure al directori d'avatars: %s
cs: Nelze zapisovat do adresáře avatarů: %s.
es: Directorio de avatares no escribible: %s.
gl: Non se pode escribir no directorio de avatares: %s.
ia: Directorio de avatar non scriptibile: %s.
it: Directory delle immagini degli utenti non scrivibile: %s.
ja: アバターディレクトリ
ka: ავატარის დირექტორია არ არის ჩაწერადი: %s.
mk: Директориумот на аватарот е недостапен за запишување: %s.
nb: Avatarmappe ikke skrivbar: %s.
sv: Katalog med avatarer är inte skrivbar: %s.
te: అవతారాల సంచయం
zh_cn: 头像目录无法写入：%s。

source: Background directory not writable: %s.
ca: No es pot escriure al directori de fons: %s
cs: Nelze zapisovat do adresáře pozadí: %s.
es: Directorio de fondo no escribible: %s.
gl: Non se pode escribir no directorio de fondos: %s.
ia: Directorio de fundo non scriptibile: %s.
it: Directory degli sfondi non scrivibile: %s.
ja: バックグラウンドディレクトリ
ka: ფონის დირექტორია არ არის ჩაწერადი: %s.
mk: Директориумот на позадината е нечитлив: %s.
nb: Bakgrunnsmappe ikke skrivbar: %s.
sv: Katalog med bakgrunder är inte skrivbar: %s.
zh_cn: 背景目录无法写入：%s。

source: Locales directory not readable: %s.
ca: No es pot llegir el directori de les traduccions: %s
cs: Locales adresář není čitelný: %s.
es: Directorio de configuración regional ilegible: %s.
gl: Non se pode ler o directorio de traducións: %s.
ia: Directorio de localitates non scriptibile: %s.
it: Directory delle localizzazioni non leggibile: %s.
mk: Директориумот на локалите е нечитлив: %s.
nb: Lokaliseringsmappe ikke lesbar: %s.
sv: Katalog med lokaliseringfiler (locales) är inte läsbar. %s.
zh_cn: 本地化目录无法读取：%s。

source: Invalid SSL server. The maximum length is 255 characters.
ca: El servidor SSL no és vàlid. La mida màxima és de 255 caràcters.
cs: Neplatný SSL server. Maximální délka je 255 znaků.
es: Servidor SSL no válido. La longitud máxima es de 255 caracteres.
gl: Servidor SSL incorrecto. O tamaño máximo é de 255 caracteres.
ia: Servitor SSL invalide. Le longitude maximal es 255 characteres.
it: Server SSL non valido. La lunghezza massima è di 255 caratteri.
ja: 不正な SSL サーバー。最大 255 文字まで。
ka: არასწორი SSL სერვერი. მაქსიმალური სიგრძე არის 255 სიმბოლო.
mk: Неважечки SSL-опслужувач. Дозволени се најмногу до 255 знаци
nb: Ugyldig SSL-tjener. Maks lengde er 255 tegn.
sv: Ogiltigt SSL-servernamn. Den maximala längden är 255 tecken.
zh_cn: 无效的 SSL 服务器。最大长度255个字符。

source: Site
ca: Lloc
cs: Stránky
es: Sitio
gl: Sitio
ia: Sito
it: Sito
ja: サイト
ka: საიტი
mk: Мреж. место
nb: Nettsted
sv: Webbplats
te: సైటు
zh_cn: 网站

source: Server
ca: Servidor
es: Servidor
gl: Servidor
ia: Servitor
ja: サーバー
ka: სერვერი
mk: Опслужувач
nb: Tjener
te: సేవకి
zh_cn: 服务器

source: Site's server hostname.
ca: Servidor central del lloc.
cs: Hostname (jméno) serveru stránek.
es: Nombre del host del servidor del sitio.
gl: Nome do servidor do sitio.
ia: Nomine de host del servitor del sito.
it: Nome host del server
ja: サイトのサーバーホスト名
ka: საიტის სერვერის ჰოსტის სახელი.
mk: Назив на домаќинот на опслужувачот на мрежното место
nb: Vertsnavn for nettstedets tjener.
sv: Värdnamn för webbplatsens server.
zh_cn: 网站的服务器主机名。

source: Path
ca: Camí
cs: Cesta
es: Ruta
gl: Ruta
ia: Cammino
it: Percorso
ja: パス
ka: გზა
mk: Патека
nb: Sti
sv: Sökväg
te: త్రోవ
zh_cn: 路径

source: Site path.
ca: Camí del lloc.
ia: Cammino del sito.
mk: Патека на мреж. место.
nb: Nettstedssti.
sv: Sökväg till webbplats.
zh_cn: 网站路径

source: Locale directory
ca: Directori de les traduccions
ia: Directorio de localisation
mk: Директориум на места
sv: Katalog med lokaliseringsfiler (locales)
zh_cn: 本地化目录

source: Directory path to locales.
ca: Camí del directori a les traduccions.
ia: Cammino al directorio de localisation.
mk: Патека на директориумот на местата.
sv: Katalogsökväg till lokaliseringfiler (locales).
zh_cn: 本地化文件的目录路径

source: Fancy URLs
ca: URL atractius
cs: Hezké URL
es: URL agradables
gl: Enderezos URL elegantes
ia: URLs de luxo
it: URL semplici
ka: ლამაზი URL–ები
mk: Интересни URL-адреси
nb: Pyntede nettadresser
sv: Utsmyckade URL:er
zh_cn: 优化 URLs

source: Use fancy URLs (more readable and memorable)?
ca: Voleu fer servir URL atractius (més fàcils de llegir i de recordar)?
ia: Usar URLs de luxo (plus legibile e memorabile)?
mk: Да користам интересни (почитливи и повпечатливи) URL-адреси?
sv: Använda snygga webbadresser (mer läsbara och lättare att komma ihåg)?

# LEGEND
source: Theme
ca: Tema
es: Tema
ia: Thema
mk: Изглед
sv: Tema
te: అలంకారం

source: Server for themes.
ca: Servidor de temes.
ia: Servitor pro apparentias.
mk: Опслужувач за изгледи.
nb: Tjener for drakter.
sv: Server för teman.
zh_cn: 主题服务器。

source: Web path to themes.
ca: Camí web dels temes.
ia: Cammino web verso apparentias.
mk: Мрежна патека за изгледите.
nb: Sti til drakter.
sv: Webbsökväg till teman.
zh_cn: 主题的网站路径。

source: SSL server
ca: Servidor SSL
es: Servidor SSL
gl: Servidor SSL
ia: Servitor SSL
it: Server SSL
ja: SSLサーバ
ka: SSL სერვერი
mk: SSL-опслужувач
nb: SSL-tjener
te: సేవకి
zh_cn: SSL 服务器

source: SSL server for themes (default: SSL server).
ca: Servidor SSL dels temes (per defecte: servidor SSL).
ia: Servitor SSL pro apparentias (predefinition: servitor SSL).
mk: SSL-опслужувач за изгледи (стандарден: SSL-опслужувач).
nb: SSL-tjener for drakter (standard: SSL-tjener).
sv: SSL-server för teman (standard: SSL-server).
zh_cn: SSL 主题服务器（默认：SSL 服务器）。

source: SSL path
ca: Camí SSL
ia: Cammino SSL
mk: SSL-патека
nb: SSL-sti
sv: SSL-sökväg
zh_cn: SSL 路径

source: SSL path to themes (default: /theme/).
ca: Camí SSL als temes (per defecte: /theme/).
ia: Cammino SSL verso apparentias (predefinition: /theme/).
mk: SSL-патека за изгледите (стандардно: /theme/).
nb: SSL-sti til drakter (standard: /theme/).
sv: SSL-sökväg till teman (standard: /theme/).
zh_cn: SSL 主题路径（默认：/theme/）。

source: Directory
ca: Directori
ia: Directorio
mk: Директориум
nb: Mappe
sv: Katalog
te: సంచయం
zh_cn: 目录

source: Directory where themes are located.
ca: Directori on es troben els temes.
ia: Cammino a ubi se trova le apparentias.
mk: Директориумот кадешто се сместени изгледите.
nb: Mappen drakter er plassert i.
sv: Katalog där teman finns.
zh_cn: 主题文件的目录。

source: Avatars
cs: Avatary
es: Imágenes
gl: Avatares
ia: Avatares
it: Immagini
ja: アバター
ka: ავატარები
mk: Аватари
nb: Avatarer
sv: Avatarer
te: అవతారాలు
zh_cn: 头像

source: Avatar server
ca: Servidor d'avatars
cs: Server s avatary
es: Servidor de la imagen
gl: Servidor de avatares
ia: Servitor de avatares
it: Server dell'immagine
ja: アバターサーバー
ka: ავატარების სერვერი
mk: Опслужувач на аватарот
nb: Avatartjener
sv: Server med avatarer
te: అవతారాల సేవకి
zh_cn: 头像服务器

source: Server for avatars.
ca: Servidor d'avatars.
ia: Servitor pro avatares.
mk: Опслужувач за аватари.
nb: Tjener for avatarer.
sv: Server för avatarer.
zh_cn: 头像服务器。

source: Avatar path
ca: Camí de l'avatar
cs: Cesta k avatarům
es: Ruta de la imagen
gl: Ruta do avatar
ia: Cammino al avatares
it: Percorso dell'immagine
ja: アバターパス
ka: ავატარების გზა
mk: Патека на аватарот
nb: Avatarsti
sv: Sökväg till avatarer
zh_cn: 头像路径

source: Web path to avatars.
ca: Camí web dels avatars.
ia: Cammino web verso avatares.
mk: Мрежна патека за аватарите.
nb: Sti til avatarer.
sv: Webbsökväg till avatarer.
zh_cn: 头像的网站路径。

source: Avatar directory
ca: Directori d'avatars
cs: Adresář avatarů
es: Directorio de la imagen
gl: Directorio de avatares
ia: Directorio del avatares
it: Directory dell'immagine
ja: アバターディレクトリ
ka: ავატარების დირექტორია
mk: Директориум на аватарот
nb: Avatarmappe
sv: Katalog med avatarer
te: అవతారాల సంచయం
zh_cn: 头像目录

source: Directory where avatars are located.
ca: Directori on es troben els avatars.
ia: Cammino a ubi se trova le avatares.
mk: Директориумот кадешто се сместени аватарите.
nb: Mappen avatarer er plassert i.
sv: Katalog där avatarer finns.
zh_cn: 头像文件的目录。

source: Backgrounds
ca: Fons
cs: Pozadí
es: Fondos
gl: Fondos
ia: Fundos
it: Sfondi
ja: バックグラウンド
ka: ფონები
mk: Позадини
nb: Bakgrunner
sv: Bakgrunder
te: నేపథ్యాలు
zh_cn: 背景

source: Server for backgrounds.
ca: Servidor de fons.
ia: Servitor pro fundos de schermo.
mk: Опслужувач за позадини.
nb: Tjener for bakgrunner.
sv: Server för bakgrunder.
zh_cn: 背景服务器。

source: Web path to backgrounds.
ca: Camí web de fons.
ia: Cammino web verso fundos de schermo.
mk: Мрежна патека за позадините.
nb: Sti til bakgrunner.
sv: Websökväg till bakgrunder.
zh_cn: 背景的网站路径。

source: Server for backgrounds on SSL pages.
ca: Servidor de fons a pàgines SSL.
ia: Servitor pro fundos de schermo in paginas SSL.
mk: Опслужувач за позадини на SSL-страници.
nb: Tjener for bakgrunner på SSL-sider.
sv: Server för bakgrunder på SSL-sidor.
zh_cn: SSL 页面的背景服务器。

source: Web path to backgrounds on SSL pages.
ca: Camí web de fons a pàgines SSL.
ia: Cammino web verso fundos de schermo in paginas SSL.
mk: Мрежна патека за позадините на SSL-страници.
nb: Sti til bakgrunner på SSL-sider.
sv: Webbsökväg till bakgrunder på SSL-sidor.
zh_cn: SSL 页面的背景网站路径。

source: Directory where backgrounds are located.
ca: Directori on es troben els fons.
ia: Cammino a ubi se trova le fundos de schermo.
mk: Директориумот кадешто се сместени позадините.
nb: Mappen bakgrunner er plassert i.
sv: Katalog där bakgrunder finns.
zh_cn: 背景文件的目录。

source: Attachments
ca: Adjuncions
cs: Přílohy
es: Adjuntos
gl: Ficheiros anexos
ia: Annexos
it: Allegati
ja: 添付
ka: მიმაგრებები
mk: Прилози
nb: Vedlegg
sv: Bilagor
te: జోడింపులు
zh_cn: 附件

source: Server for attachments.
ca: Servidor d'adjuncions.
ia: Servitor pro annexos.
mk: Опслужувач за прилози.
nb: Tjener for vedlegg.
sv: Server för bilagor.
zh_cn: 附件服务器。

source: Web path to attachments.
ca: Camí web de les adjuncions.
es: Ruta de acceso a los adjuntos
ia: Cammino web verso annexos.
mk: Мрежна патека до прилозите.
nb: Sti til vedlegg.
sv: Webbsökväg till bilagor.
zh_cn: 附件的网站路径。

source: Server for attachments on SSL pages.
ca: Servidor d'adjuncions a les pàgines SSL.
ia: Servitor pro annexos in paginas SSL.
mk: Опслужувач за прилози на SSL-страници.
nb: Tjener for vedlegg på SSL-sider.
sv: Server för bilagor på SSL-sidor.
zh_cn: SSL 页面的附件服务器。

source: Web path to attachments on SSL pages.
ca: Camí web de les adjuncions a les pàgines SSL.
ia: Cammino web verso annexos in paginas SSL.
mk: Мрежна патека за прилози на SSL-страници.
nb: Sti til vedlegg på SSL-sider.
sv: Webbsökväg till bilagor på SSL-sidor.
zh_cn: SSL 页面的附件网站路径。

source: Directory where attachments are located.
ca: Directori on es troben les adjuncions.
ia: Cammino a ubi se trova le annexos.
mk: Директориумот кадешто се сместени прилозите.
nb: Mappen vedlegg er plassert i.
sv: Katalog där bilagor finns.
zh_cn: 附件文件的目录。

source: Never
ca: Mai
cs: Nikdy
es: Nunca
gl: Nunca
ia: Nunquam
it: Mai
ka: არასდროს
mk: Никогаш
nb: Aldri
sv: Aldrig
te: సేవకి
zh_cn: 从不

source: Sometimes
ca: A vegades
cs: Někdy
es: A veces
gl: Ás veces
ia: Alcun vices
it: Qualche volta
ja: ときどき
ka: ზოგჯერ
mk: Понекогаш
nb: Noen ganger
sv: Ibland
te: కొన్నిసార్లు
zh_cn: 有时

source: Always
ca: Sempre
cs: Vždy
es: Siempre
gl: Sempre
ia: Sempre
it: Sempre
ja: いつも
ka: მუდამ
mk: Секогаш
nb: Alltid
sv: Alltid
te: ఎల్లప్పుడూ
zh_cn: 总是

source: Use SSL
ca: Utilitza l'SSL
cs: Použít SSL
es: Usar SSL
gl: Utilizar SSL
ia: Usar SSL
it: Usa SSL
ja: SSL 使用
ka: გამოიყენე SSL
mk: Користи SSL
nb: Bruk SSL
sv: Använd SSL
te: SSLని ఉపయోగించు
zh_cn: 使用 SSL

source: When to use SSL.
ca: Quan utilitzar l'SSL.
es: Cuándo utilizar SSL.
ia: Quando usar SSL.
mk: Кога да се користи SSL.
nb: Når SSL skal brukes.
sv: När SSL skall användas.
te: SSLని ఎప్పుడు ఉపయోగించాలి.
zh_cn: 什么时候使用 SSL

source: Server to direct SSL requests to.
ca: Servidor on dirigir les sol·licituds SSL.
es: Servidor hacia el cual dirigir las solicitudes SSL.
ia: Servitor verso le qual diriger le requestas SSL.
mk: Oпслужувач, кому ќе му се испраќаат SSL-барања.
nb: Tjener SSL-forespørsler skal rettes til.
sv: Server att dirigera SSL-begäran till.
zh_cn: 直接SSL请求的服务器

source: Save paths
ca: Desa els camins
cs: Uložit cesty
es: Guardar rutas
gl: Gardar as rutas
ia: Salveguardar camminos
it: Salva percorsi
ja: 保存パス
ka: გზების დამახსოვრება
mk: Зачувај патеки
nb: Lagre stier
sv: Spara sökvägar
zh_cn: 保存路径

source: Search for people on %%site.name%% by their name, location, or interests. Separate the terms by spaces; they must be 3 characters or more.
ca: Troba gent a %%site.name%% per nom, ubicació o interessos. Separa els termes de cerca amb espais; han de ser majors a 3 caràcters.
cs: Hledej uživatele na %%site.name%% podle jejich jména, místa, nebo zájmů. Minimální délka musí být alespoň 3 znaky
es: Buscar personas en %%site.name%% por nombre, ubicación o intereses. Separa los términos con espacios; deben tener una longitud mínima de 3 caracteres.
gl: Buscar xente en %%site.name%% por nome, lugar ou intereses. Separe os termos con espazos en branco. Teñen que ter tres ou máis caracteres.
ia: Cerca personas in %%site.name%% per nomine, loco o interesses. Separa le terminos per spatios; illos debe haber 3 characteres o plus.
it: Cerca tra le persone su %%site.name%% per nome, ubicazione o interessi. Separa i termini di ricerca con degli spazi; lunghezza minima 3 caratteri.
ja: %%site.name%% の人を名前、場所、興味から検索。検索語はスペース区切り。3字以上。
ka: მოძებნეთ ადამიანები %%site.name%%-ზე მათი სახელის, ადგილის, ან აღწერის მიხედვით. გამოყავით ფრაზები სივრცით; საძიებო ფრაზა 3 სიმბოლოზე მეტი უნდა იყოს.
mk: Барајте луѓе на %%site.name%% според име, местоположба или интереси. Поимите одделете ги со празни места. Минималната должина на зборовите изнесува 3 знаци.
nb: Søk etter personer på %%site.name%% etter deres navn, lokasjon eller interesser. Skill nøkkelord med mellomrom; de må være 3 tegn eller lengre.
sv: Sök efter personer på %%site.name%% efter deras namn, plats eller intressen. Skilj söktermerna åt med mellanslag; de måste vara tre tecken långa.
te: %%site.name%%లో వ్యక్తులను వారి పేరు, ప్రాంతం, లేదా ఆసక్తులను బట్టి వెతకండి. అన్వేషించే పదాలను ఖాళీలతో వేరుచేయండి; ఒక్కో పదంలో 3 లేదా అంతకంటే ఎక్కువ అక్షరాలు ఉండాలి.
zh_cn: 通过姓名、位置和爱好搜索在%%site.name%%的用户。搜索条件至少包含 3 个字符，多个搜索条件用空格分隔。

source: People search
ca: Cerca de gent
cs: Hledání lidí
es: Buscador de gente
gl: Busca de xente
ia: Recerca de personas
it: Cerca persone
ja: ピープルサーチ
ka: პიროვნებების ძიება
mk: Пребарување на луѓе
nb: Personsøk
sv: Personsökning
te: వ్యక్తుల అన్వేషణ
zh_cn: 搜索用户

source: Public list %s
ia: Lista public "%s"
mk: Јавен список %s
sv: Publik lista %s

source: Public list %1$s, page %2$d
ia: Lista public "%1$s", pagina %2$d
mk: Јавен список %1$s, страница %2$d
sv: Publik lista %1$s, sida %2$d

source: Lists are how you sort similar people on %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can then easily keep track of what they are doing by subscribing to the list's timeline.
ia: Le listas es le medio de classificar personas similar in %%site.name%%, un servicio de [micro-blogging](http://ia.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/). Tu pote facilemente traciar le activitates de personas similar per subscriber te al chronologia de un lista.
mk: Списоците служат за подредување на слични лица на %%site.name%%, служба за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) што работи на слободната програмска алатка [StatusNet](http://status.net/). Претплаќајќи се на хронологијата на ознаката ќе можете лесно да следите што прават лицата.
sv: Listor är hur du sorterar liknande personer på %%site.name%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)-tjänst baserat på den fria programvara [StatusNet](http://status.net/). Du kan sedan enkelt hålla reda på vad de gör genom att prenumerera på i listans tidslinje.

source: No tagger.
ia: Etiquettator non trovate.
mk: Нема означувач.
sv: Ingen taggare.

source: People listed in %1$s by %2$s
ia: Personas listate in "%1$s" per %2$s
mk: Луѓе наведени во %1$s од %2$s
sv: Personer listade i %1$s av %2$s

source: People listed in %1$s by %2$s, page %3$d
ia: Personas listate in "%1$s" per %2$s, pagina %3$d
mk: Луѓе наведени во %1$s од %2$s, страница %3$d
sv: Personer listade i %1$s av %2$s , sida %3$d

source: Creator
mk: Создавач
sv: Skapare

source: Private lists by you
ia: Listas private que tu creava
mk: Приватни списоци составени од Вас
sv: Privata listor av dig

source: Public lists by you
ia: Listas public que tu creava
mk: Јавни списоци составени од Вас
sv: Publika listor av dig

source: Lists by you
ia: Listas que tu creava
mk: Списоци од Вас
sv: Listor av dig

source: Lists by %s
ia: Listas create per %s
mk: Списоци од %s
sv: Listor av %s
te: %s యొక్క జాబితాలు

source: Lists by %1$s, page %2$d
ia: Listas create per %1$s, pagina %2$d
mk: Списоци од %1$s, страница %2$d
sv: Listor av %1$s, sida %2$d

source: You cannot view others' private lists
ia: Tu non pote vider le listas private de altere usatores
mk: Не можете да гледате туѓи приватни списоци.
sv: !Du kan inte se andras privata listor
te: ఇతరుల అంతరంగిక జాబితాలను మీరు చూడలేదు

source: Mode
ia: Modo
mk: Режим
sv: Läge

source: Lists for %s
ia: Listas pro %s
mk: Списоци за %s
sv: Listor för %s

source: Select tag to filter
ca: Seleccioneu l'etiqueta per filtrar
cs: Zvolte značku k filtrování
es: Seleccione una etiqueta a filtrar
gl: Escolla unha etiqueta a filtrar
ia: Selige etiquetta a filtrar
it: Seleziona un'etichetta da filtrare
ja: フィルターにかけるタグを選択
ka: აირჩიე გასაფილტრი სანიშნე
mk: Одберете ознака за филтрирање
sv: Välj tagg att filtrera
zh_cn: 选择要过滤的标签

source: Show private tags.
ia: Monstrar etiquettas private.
mk: Прикажи приватни ознаки.
sv: Visa privata taggar.

# LABEL
source: Public
mk: Јавни
sv: Publik
te: బహిరంగం

source: Show public tags.
ia: Monstrar etiquettas public.
mk: Прикажи јавни ознаки.
sv: Visa publika taggar.

# BUTTON
source: Go
ca: Vés-hi
ia: Ir
mk: Оди
sv: Gå
te: వెళ్లు
