Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Listed: %1$d Subscribers: %2$d
ia: Listate: %1$d Subscriptores: %2$d
mk: Наведени: %1$d Претплатници: %2$d
sv: Listade: %1$d Prenumeranter: %2$d

source: Lists with you
ia: Listas con te
mk: Списоци кајшто сте наведени
sv: Listor med dig

source: Lists with %s
ia: Listas con %s
mk: Списоци со %s
sv: Listor med %s

source: List subscriptions
ia: Subscriptiones a listas
mk: Претплати на списоци
sv: Prenumerationer på listor
te: జాబితా చందాలు

# MENU
source: Profile
ca: Perfil
ia: Profilo
mk: Профил
sv: Profil

source: Your profile
ca: El vostre perfil
es: Perfil del grupo
ia: Tu profilo
mk: Профил на група
sv: Grupprofil
te: గుంపు ప్రొఫైలు
zh_cn: 小组资料

# MENU
source: Replies
ca: Respostes
ia: Responsas
mk: Одговори
sv: Svar
te: స్పందనలు

# MENU
source: Favorites
ca: Preferits
mk: Бендисани
sv: Favoriter
te: ఇష్టాంశాలు

# FIXME
source: User
ca: Usuari
ia: iste usator
mk: Корисник
sv: Användare
te: వాడుకరి

# MENU
source: Messages
ca: Missatges
mk: Пораки
sv: Meddelanden
te: సందేశాలు

source: Your incoming messages
ca: Els teus missatges rebuts
cs: Vaše příchozí zprávy
es: Mensajes entrantes
gl: As mensaxes recibidas
ia: Tu messages recipite
it: I tuoi messaggi in arrivo
ja: あなたの入ってくるメッセージ
ka: თქვენი შემომავალი შეტყობინებები
mk: Ваши приемни пораки
nb: Dine innkommende meldinger
sv: Dina inkommande meddelanden
te: మీకు వచ్చిన సందేశాలు
zh_cn: 你收到的私信

source: Unknown
ca: Desconegut
cs: Neznámé
es: Desconocido
gl: Descoñecida
ia: Incognite
it: Sconosciuto
ja: 不明
ka: უცნობი
mk: Непознато
nb: Ukjent
sv: Okänd
te: తెలియదు
zh_cn: 未知的

# plugin
source: Disable
ca: Inhabilita
es: Deshabilitado
ia: Disactivar
mk: Оневозможи
sv: Inaktivera

# plugin
source: Enable
ca: Habilita
es: Habilitado
ia: Activar
mk: Овозможи
sv: Aktivera

# plugin-description
source: (Plugin descriptions unavailable when disabled.)
ca: (Les descripcions dels connectors no són disponibles en ser inhabiitats.)
ia: (Le descriptiones de plug-ins non es disponibile si disactivate.)
mk: (Описите на приклучоците не се достапни ако е оневозможено.)
sv: (Beskrivningar av insticksmoduler inte tillgängliga när inaktiverade.)

# MENU
source: Settings
ca: Paràmetres
ia: Configurationes
mk: Нагодувања
sv: Inställningar
te: అమరికలు

source: Change your personal settings.
ca: Canvieu els vostres paràmetres personals
ia: Cambiar tu optiones personal.
mk: Измена на лични поставки.
sv: Ändra dina personliga inställningar.

source: Site configuration.
ca: Configuració del lloc
ia: Configuration del sito.
mk: Поставки на мрежното место.
sv: Webbplatskonfiguration.

# MENU
source: Logout
ca: Finalitza la sessió
cs: Odhlásit se
gl: Saír
ia: Clauder session
it: Esci
ja: ロゴ
ka: გასვლა
mk: Одјава
nb: Logg ut
sv: Logga ut
te: నిష్క్రమించు

source: Logout from the site.
ca: Finalitza la sessió del lloc
ia: Terminar le session del sito.
mk: Одјава од мрежното место.
sv: Logga ut från webbplatsen.

source: Login to the site.
ca: Inicia una sessió al lloc
ia: Authenticar te a iste sito.
mk: Најава на мрежното место.
sv: Logga in på webbplatsen.

# MENU
source: Search
ca: Cerca
cs: Hledat
gl: Buscar
ia: Cercar
it: Cerca
ka: ძიება
mk: Барај
nb: Søk
sv: Sök
te: వెతుకు

source: Search the site.
ca: Cerca al lloc
ia: Cercar in le sito.
mk: Пребарај по мрежното место.
sv: Sök på webbplatsen.

source: Following
ia: Seque
mk: Следи
sv: Följer

source: Followers
ia: Sequitores
mk: Следбеници
sv: Prenumeranter
te: అనుచరులు

source: User ID
ca: ID de l'usuari
cs: ID uživatele
es: ID de usuario
gl: ID do usuario
ia: ID del usator
it: ID utente
ja: ユーザＩＤ
ka: მომხმარებლის იდ
mk: Кориснички ID
nb: Bruker-ID
sv: Användar-ID
te: వాడుకరి ID
zh_cn: 用户 ID

source: Member since
ca: Membre des de
cs: Členem od
es: Miembro desde
gl: Membro dende
ia: Membro depost
it: Membro dal
ja: 利用開始日
mk: Член од
nb: Medlem siden
sv: Medlem sedan
te: సభ్యులైన తేదీ
zh_cn: 注册时间

source: Notices
ca: Avisos
cs: Sdělení
es: Mensajes
gl: Notas
ia: Notas
it: Messaggi
ja: つぶやき
ka: შეტყობინებები
mk: Забелешки
nb: Notiser
sv: Notiser
te: సందేశాలు
zh_cn: 消息

source: Daily average
ca: Mitjana diària
cs: Denní průměr
es: Promedio diario
gl: Media diaria
ia: Media de cata die
it: Media giornaliera
ka: დღიური საშუალო
mk: Дневен просек
nb: Daglig gjennomsnitt
sv: Dagligt genomsnitt
te: రోజువారీ సగటు
zh_cn: 日均

source: Groups
ca: Grups
cs: Skupiny
es: Grupos
gl: Grupos
ia: Gruppos
it: Gruppi
ja: グループ
ka: ჯგუფები
mk: Групи
nb: Grupper
sv: Grupper
te: గుంపులు
zh_cn: 小组

source: Lists
ia: Listas
mk: Списоци
sv: Listor

source: Unimplemented method.
ca: Mètode no implementat
cs: Neimplementovaná metoda.
es: Método no implementado.
gl: Aínda non se implantou o método.
ia: Methodo non implementate.
it: Metodo non implementato
ja: 未実装のメソッド。
ka: მეთოდი განუხორციელებელია.
mk: Неимплементиран метод.
nb: Ikke-implementert metode.
sv: Inte implementerad metod.
zh_cn: 未使用的方法。

source: User groups
ca: Grups d'usuaris
cs: Skupin uživatel
es: Grupos de usuario
gl: Grupos do usuario
ia: Gruppos de usatores
it: Gruppi dell'utente
ja: ユーザグループ
mk: Кориснички групи
nb: Brukergrupper
sv: Användargrupper
te: వాడుకరి గుంపులు
zh_cn: 用户小组

# MENU
source: Recent tags
ca: Etiquetes recents
ia: Etiquettas recente
mk: Скорешни ознаки
sv: Senaste taggar
te: ఇటీవలి ట్యాగులు

source: Recent tags
ca: Etiquetes recents
cs: Nedávné značky
es: Etiquetas recientes
gl: Últimas etiquetas
ia: Etiquettas recente
it: Etichette recenti
ja: 最近のタグ
ka: ბოლო სანიშნეები
mk: Скорешни ознаки
sv: Senaste taggar
te: ఇటీవలి ట్యాగులు
zh_cn: 最近标签

# MENU
source: Featured
ca: Destacat
ia: In evidentia
mk: Избрани
sv: Profilerade
te: విశేషం

# MENU
source: Popular
mk: Популарно
sv: Populära
te: ప్రసిద్ధం

# TITLE
source: Trending topics
ia: Themas de tendentia
mk: Теми на трендовите
sv: Trendar ämnen

source: No return-to arguments.
ca: No hi ha arguments de retorn.
cs: Chybí argument return-to.
es: No hay respuesta a los argumentos.
gl: Sen argumentos "return-to".
ia: Nulle parametro return-to.
it: Nessun argomento return-to.
ja: return-to 引数がありません。
mk: Нема return-to аргументи.
sv: Inga "return-to"-argument.
te: జోడింపులు లేవు.
zh_cn: 没有 return-to 冲突。

source: Repeat this notice?
ca: Voleu repetir l'avís?
cs: Opakovat toto oznámení?
es: Repetir este mensaje?
gl: Quere repetir esta nota?
ia: Repeter iste nota?
it: Ripetere questo messaggio?
ja: このつぶやきを繰り返しますか?
ka: გავიმეორო ეს შეტყობინება?
mk: Да ја повторам белешкава?
nb: Repeter denne notisen?
sv: Upprepa denna notis?
te: ఈ నోటీసుని పునరావృతించాలా?
zh_cn: 转发这个消息？

source: Repeat this notice.
ca: Repeteix l'avís.
ia: Repeter iste nota.
mk: Повтори ја забелешкава.
sv: Upprepa denna notis.
te: ఈ నోటీసుని పునరావృతించండి.

source: Revoke the "%s" role from this user
ca: Revoca el rol «%s» de l'usuari
cs: Odebrat uživateli roli "%s"
es: Revocar el rol "%s" de este usuario
gl: Revogarlle o rol "%s" a este usuario
ia: Revocar le rolo "%s" de iste usator
it: Revoca il ruolo "%s" a questo utente
ka: ჩამოართვი "%s" როლი ამ მომხმარებელს
mk: Одземи му ја улогата „%s“ на корисников
sv: Återkalla rollen "%s" från denna användare
zh_cn: 取消这个用户的"%s"权限

source: Page not found.
ca: No s'ha trobat la pàgina.
ia: Pagina non trovate.
mk: Страницата не е пронајдена.
sv: Sidan kunde inte hittas.
zh_cn: 没有找到页面。

# TITLE
source: Sandbox
ca: Entorn de proves
ia: Cassa de sablo
mk: Песочник
sv: Flytta till sandlådan

source: Sandbox this user
ca: Posa l'usuari a l'entorn de proves
cs: Sandboxovat tohoto uživatele
es: Imponer restricciones a este usuario
gl: Illar a este usuario
ia: Mitter iste usator in le cassa de sablo
it: Metti questo utente nella "sandbox"
ja: このユーザをサンドボックス
ka: ამ მომხმარებლის იზოლირება
mk: Стави го корисников во песочен режим
nb: Opphev blokkering av denne brukeren
sv: Flytta denna användare till sandlådan
te: ఈ వాడుకరిని నిరోధించు
zh_cn: 将这个用户放入沙盒。

source: Search site
ca: Cerca al lloc
cs: Prohledat stránky
es: Buscar sitio
gl: Buscar no sitio
ia: Cercar in sito
it: Cerca nel sito
ja: サイト検索
ka: ძიება საიტზე
mk: Пребарај по мрежното место
nb: Søk nettsted
sv: Sök webbplats
te: సైటుని వెతుకు
zh_cn: 搜索帮助

source: Keyword(s)
ca: Paraules clau
cs: Klíčová slova
es: Palabra(s) clave
gl: Termos de busca
ia: Parola(s)-clave
it: Parole
ja: キーワード
ka: საკვანძო სიტყვები
mk: Клучен збор
nb: Nøkkelord
sv: Nyckelord
te: కీపదము(లు)
zh_cn: 关键词

# BUTTON
source: Search
ca: Cerca
es: Buscar
gl: Procurar
ia: Cercar
it: Cerca
mk: Пребарај
sv: Sök
te: వెతుకు
zh_cn: 搜索

# MENU
source: People
ca: Gent
ia: Personas
mk: Луѓе
sv: Personer
te: ప్రజలు

source: Find people on this site
ca: Cerca gent en aquest lloc
cs: Najít lidi na této stránce
es: Encontrar gente en este sitio
gl: Atopar xente neste sitio
ia: Cercar personas in iste sito
it: Trova persone in questo sito
ja: このサイトの人々を探す
ka: მოძებნე ადამიანები ამ საიტზე
mk: Пронајдете луѓе на ова мрежно место
nb: Finn personer på dette nettstedet
sv: Hitta personer på denna webbplats
te: ఈ సైటులోని వ్యక్తులని కనుగొనండి
zh_cn: 搜索本站用户

# MENU
source: Notices
ca: Avisos
ia: Notas
mk: Забелешки
sv: Notiser
te: నోటీసులు

source: Find content of notices
ca: Cerca el contingut dels avisos
cs: Najít v obsahu oznámení
es: Buscar en el contenido de mensajes
gl: Buscar nos contidos das notas
ia: Cercar in contento de notas
it: Trova contenuto dei messaggi
ja: つぶやきの内容を探す
ka: მოძებნე შეტყობინებებში
mk: Пронајдете содржини на забелешките
nb: Finn innhold i notiser
sv: Hitta innehåll i notiser
zh_cn: 搜索消息内容

source: Find groups on this site
ca: Cerca grups en aquest lloc
cs: Najít skupiny na této stránce
es: Encontrar grupos en este sitio
gl: Buscar grupos neste sitio
ia: Cercar gruppos in iste sito
it: Trova gruppi in questo sito
ja: このサイト上のグループを検索する
ka: მოძებნე ჯგუფები ამ საიტზე
mk: Пронајдете групи на ова мрежно место
nb: Finn grupper på dette nettstedet
sv: Hitta grupper på denna webbplats
te: ఈ సైటులోని గుంపులని కనుగొనండి
zh_cn: 搜索本站小组

# MENU
source: Help
ca: Ajuda
cs: Nápověda
gl: Axuda
ia: Adjuta
it: Aiuto
ka: დახმარება
mk: Помош
nb: Hjelp
sv: Hjälp
te: సహాయం

# MENU
source: About
ca: Quant a
ia: A proposito
mk: За нас
sv: Om
te: గురించి

# MENU
source: FAQ
ca: Preguntes més freqüents
mk: ЧПП
sv: Vanliga frågor
te: ప్రశ్నలు

# MENU
source: TOS
ca: Termes del servei
ia: CdS
mk: Услови на услугата
sv: Användarvillkor
te: సేవా నియమాలు

# MENU
source: Privacy
ca: Privadesa
ia: Confidentialitate
mk: Приватност
sv: Sekretess
te: గోప్యత

# MENU
source: Source
ca: Font
ia: Fonte
mk: Извор
sv: Källa

# MENU
source: Version
ca: Versió
mk: Верзија
te: సంచిక

# MENU
source: Contact
ca: Contacte
ia: Contacto
mk: Контакт
sv: Kontakt
te: సంప్రదింపులు

# MENU
source: Badge
ca: Insígnia
ia: Insignia
mk: Значка
sv: Emblem
te: బాడ్జీ

source: Untitled section
ca: Secció sense títol
cs: Oddíl bez názvu
es: Sección sin título
gl: Sección sen título
ia: Section sin titulo
it: Sezione senza nome
ja: 名称未設定のセクション
ka: უსათაურო სექცია
mk: Заглавие без наслов
sv: Namnlös sektion
te: శీర్షికలేని విభాగం
zh_cn: 无标题章节

source: More...
ca: Més...
cs: Další…
es: Más...
gl: Máis...
ia: Plus
it: Altro...
ja: さらに...
ka: მეტი...
mk: Повеќе...
nb: Mer...
sv: Mer...
te: మరింత...
zh_cn: 更多...

# HEADER
source: Settings
ca: Paràmetres
ia: Configurationes
mk: Нагодувања
sv: Inställningar
te: అమరికలు

source: Change your profile settings
ca: Canvieu els paràmetres del vostre perfil
cs: Změňte nastavení profilu
es: Cambia tus opciones de perfil
gl: Cambie a configuración do seu perfil
ia: Cambiar le optiones de tu profilo
it: Modifica le impostazioni del tuo profilo
ja: プロファイル設定の変更
ka: შეცვალე პროფილის პარამეტრები
mk: Смени профилни нагодувања
nb: Endre profilinnstillingene dine
sv: Ändra dina profilinställningar
zh_cn: 修改你的个人信息

# MENU
source: Avatar
mk: Аватар
te: అవతారం

source: Upload an avatar
ca: Puja un avatar
cs: Nahrát avatar
es: Subir una imagen.
gl: Cargue un avatar
ia: Incargar un avatar
it: Carica un'immagine
ja: アバターのアップロード
ka: ატვირთე ავატარი
mk: Подигни аватар
nb: Last opp en avatar
sv: Ladda upp en avatar
te: ఒక అవతారాన్ని ఎక్కించండి
zh_cn: 上传一个头像。

# MENU
source: Password
ca: Contrasenya
ia: Contrasigno
mk: Лозинка
sv: Lösenord
te: సంకేతపదం

source: Change your password
ca: Canvieu la vostra contrasenya
cs: Změňte své heslo
es: Cambia tu contraseña
gl: Cambie o seu contrasinal
ia: Cambiar tu contrasigno
it: Modifica la tua password
ja: パスワードの変更
ka: შეცვალე პაროლი
mk: Смени лозинка
nb: Endre passordet ditt
sv: Ändra ditt lösenord
te: మీ సంకేతపదాన్ని మార్చుకోండి
zh_cn: 修改密码

# MENU
source: Email
ca: Adreça electrònica
mk: Е-пошта
sv: E-post

source: Change email handling
ca: Canvieu la gestió del correu
cs: Změnit manipulaci emailu
es: Cambiar el manejo del correo.
gl: Cambie a xestión do correo electrónico
ia: Modificar le tractamento de e-mail
it: Modifica la gestione dell'email
ja: メールの扱いを変更
ka: ელ. ფოსტის მართვა
mk: Смени ракување со е-пошта
nb: Endre eposthåndtering
sv: Ändra e-posthantering
zh_cn: 修改电子邮件

source: Design your profile
ca: Dissenyeu el vostre perfil
cs: Změňte vzhled svého profilu
es: Diseñar tu perfil
gl: Deseñe o seu perfil
ia: Designar tu profilo
it: Progetta il tuo profilo
ja: あなたのプロファイルをデザイン
ka: პროფილის პარამეტრები
mk: Наместете изглед на Вашиот профил
nb: Brukerprofil
sv: Designa din profil
te: వాడుకరి ప్రొఫైలు
zh_cn: 设计你的个人页面外观

source: URL shorteners
ca: Escurçadors d'URL
ia: Abbreviatores de URL
mk: Скратувачи на URL
sv: URL-förkortare

source: Updates by instant messenger (IM)
ca: Actualitzacions per missatgeria instantània (MI)
cs: Aktualizace z a na instant messenger (IM)
es: Actualizaciones por mensajería instantánea
gl: Actualizacións por mensaxería instantánea (MI)
ia: Actualisationes per messageria instantanee (MI)
it: Messaggi via messaggistica istantanea (MI)
ja: インスタントメッセンジャー(IM)での更新
ka: განახლებები ჩათ კლიენტისგან (IM)
mk: Подновувања преку непосредни пораки (НП)
sv: Uppdateringar via snabbmeddelande (IM)
zh_cn: 使用即时通讯工具(IM)更新

# MENU
source: SMS
mk: СМС
te: SSL

source: Updates by SMS
ca: Actualitzacions per SMS
cs: Aktualizace z a na SMS
es: Actualizaciones por sms
gl: Actualizacións por SMS
ia: Actualisationes per SMS
it: Messaggi via SMS
ja: SMSでの更新
ka: განახლებები SMS-თ
mk: Подновувања по СМС
nb: Oppdatert med SMS
sv: Uppdateringar via SMS
zh_cn: 使用 SMS 更新

# MENU
source: Connections
ca: Connexions
ia: Connexiones
mk: Поврзувања
sv: Anslutningar
te: అనుసంధానాలు

source: Authorized connected applications
ca: Aplicacions de connexió autoritzades
cs: Autorizované propojené aplikace
es: Aplicaciones conectadas autorizadas
gl: Aplicacións conectadas autorizadas
ia: Applicationes autorisate connectite
it: Applicazioni collegate autorizzate
ja: 承認された接続アプリケーション
ka: ავტორიზირებული შეერთებული აპლიკაციები
mk: Овластени поврзани програми
sv: Tillåt anslutna applikationer
te: అధీకృత అనుసంధాన ఉపకరణాలు
zh_cn: 被授权已连接的应用

# TITLE
source: Silence
ca: Silenci
ia: Silentiar
mk: Замолчи
sv: Tysta ned

source: Silence this user
ca: Silencia l'usuari
cs: Utišit tohoto uživatele
es: Silenciar a este usuario
gl: Silenciar a este usuario
ia: Silentiar iste usator
it: Zittisci questo utente
ja: このユーザをサイレンスに
ka: ამ მომხმარებლის დადუმება
mk: Замолчи го овој корисник
nb: Slett denne brukeren
sv: Tysta ned denna användare
te: ఈ వాడుకరిని తొలగించు
zh_cn: 将此用户禁言

# MENU
source: Subscriptions
ca: Subscripcions
ia: Subscriptiones
mk: Претплати
sv: Prenumerationer
te: చందాలు

source: People %s subscribes to.
ca: Gent a qui %s s'ha subscrit.
ia: Personas a qui %s es subscribite.
mk: Луѓе на кои е претплатен корисникот %s.
sv: Personer %s prenumererar på.
te: %s చందాచేరిన వ్యక్తులు.

source: People subscribed to %s.
ca: Gent subscrita a %s.
ia: Personas subscribite a %s.
mk: Луѓе претплатени на %s.
sv: Personer som prenumererar på %s.
te: %sకి చందాచేరిన వ్యక్తులు.

# MENU
source: Pending (%d)
ca: Pendent (%d)
ia: Pendente (%d)
mk: Во исчекување (%d)
sv: Väntande (%d)
te: వేచివున్నవి (%d)

source: Approve pending subscription requests.
ca: Aprova les sol·licituds de subscripció pendents.
ia: Approbar requestas de subscription pendente.
mk: Одобри барања за претплата во исчекување.
sv: Godkänna väntande förfrågningar om prenumeration.

source: Groups %s is a member of.
ca: Groups on %s n'és membre.
ia: Gruppos del quales %s es membro.
mk: Групи кадешто членува %s.
sv: Grupper %s är medlem i.
te: %s సభ్యులుగా ఉన్న గుంపులు.

source: List subscriptions by %s.
ia: Listas al quales %s es subscribite.
mk: Списоци на коишто се има претплатено %s.
sv: Prenumerationer på listor av %s

# MENU
source: Invite
ca: Convida
cs: Pozvat
gl: Convidar
ia: Invitar
it: Invita
ka: მოწვევა
mk: Покани
nb: Inviter
sv: Bjud in
te: ఆహ్వానించు

source: Invite friends and colleagues to join you on %s.
ca: Convida amics i companys perquè participin a %s.
ia: Invitar amicos e collegas a accompaniar te in %s.
mk: Поканете пријатели и колеги да Ви се придружат на %s.
sv: Bjud in vänner och kollegor att gå med dig på %s.

source: Subscribe to this user
ca: Subscriu-me a aquest usuari
cs: Přihlásit se k tomuto uživateli
es: Suscribirse a este usuario
gl: Subscribirse a este usuario
ia: Subscriber a iste usator
it: Abbonati a questo utente
ja: このユーザーをフォロー
ka: გამოიწერე ეს მომხმარებელი
mk: Претплати се на корисников
nb: Abonner på denne brukeren
sv: Prenumerera på denna användare
te: ఈ వాడుకరికి చందాచేరు
zh_cn: 关注这个用户

source: People Tagcloud as self-tagged
ca: Núvol d'etiquetes personals (etiquetes pròpies)
cs: Mrak štítků kterými se uživatelé sami označili
es: Nube de etiquetas de personas auto-etiquetadas
gl: Nube de etiquetas que as persoas se puxeron a si mesmas
ia: Etiquettario de personas como auto-etiquettate
it: Insieme delle etichette delle persone come auto-etichettate
ja: 自己タグづけとしての人々タグクラウド
ka: მომხმარებლების სანიშნეების ღრუბელი (თვითმონიშნული)
mk: Облак од самоозначени ознаки за луѓе
sv: Taggmoln för person, såsom taggat själv
zh_cn: 自己添加标签的用户标签云

source: People Tagcloud as tagged
ca: Núvol d'etiquetes personals
cs: Mrak štítků kterými jsou uživatelé označeni
es: Nube de etiquetas de personas etiquetadas
gl: Nube de etiquetas que lle puxo a outras persoas
ia: Etiquettario de personas como etiquettate
it: Insieme delle etichette delle persone come etichettate
ja: タグ付けとしての人々タグクラウド
ka: მომხმარებლების სანიშნეების ღრუბელი (როგორც სხვებმა მონიშნეს)
mk: Облак од ознаки за луѓе
sv: Taggmoln för person, såsom taggats
zh_cn: 被添加标签的用户标签云

# NOTAGS
source: None
ca: Cap
ia: Nulle
mk: Без ознаки
sv: Inga
te: ఏమీలేవు

source: Invalid theme name.
ca: El nom del tema no és vàlid.
ia: Nomine de apparentia invalide.
mk: Неважечко име за изгледот.
sv: Ogiltigt namn på tema.
te: చెల్లని అలంకారపు పేరు.
zh_cn: 无效的主题名。

source: This server cannot handle theme uploads without ZIP support.
ca: El servidor no pot gestionar la pujada de temes si no pot tractar ZIP.
cs: Tento server nemůže zpracovat nahrání tématu bez podpory ZIP.
es: Este servidor no puede manejar cargas de temas sin soporte ZIP.
gl: O servidor non pode xestionar as cargas de temas visuais sen soporte para o formato ZIP.
ia: Iste servitor non pote manear le incargamento de apparentias sin supporto de ZIP.
it: Questo server non è in grado di gestire caricamenti senza il supporto ZIP.
ka: ამ სერვერს არ შეუძლია თემების ატვირთვა ZIP-ის მხარდაჭერის გარეშე.
mk: Опслужувачот не може да се справи со подигања на изгледи без ZIP-поддршка.
sv: Denna server kan inte hantera temauppladdningar utan ZIP-stöd.
zh_cn: 服务器不支持 ZIP，无法处理上传的主题。

source: The theme file is missing or the upload failed.
ca: Manca el fitxer del tema o la pujada ha fallat.
cs: Chybí soubor tématu nebo se nepodařilo nahrání.
es: El archivo de tema está perdido o la carga falló.
gl: O ficheiro do tema visual non existe ou a subida fallou.
ia: Le file del apparentia manca o le incargamento ha fallite.
it: Manca il file del tema o il caricamento non è riuscito.
ka: თემის ფაილი არ არის, ან ატვირთვა ვერ მოხერხდა.
mk: Податотеката за изгледот недостасува или подигањето не успеало.
sv: Temafilen saknas eller uppladdningen misslyckades.
zh_cn: 主题文件丢失或上传失败。

source: Failed saving theme.
ca: Ha fallat el desament del tema.
cs: Chyba při ukládání tématu.
es: Grabado de tema errado.
gl: Non se puido gardar o tema visual.
ia: Salveguarda del apparentia fallite.
it: Salvataggio del tema non riuscito.
ka: თემის შენახვა ჩაიშალა.
mk: Зачувувањето на мотивот не успеа.
sv: Kunde inte spara tema.
te: అలంకారాన్ని భద్రపరచడం విఫలమైంది.
zh_cn: 保存主题失败

source: Invalid theme: Bad directory structure.
ca: El tema no és vàlid: l'estructura del directori no és correcta.
ia: Apparentia invalide: mal structura de directorios.
mk: Неважечки изглед: Лош состав на папката.
sv: Ogiltigt tema: dålig katalogstruktur.

source: Uploaded theme is too large; must be less than %d byte uncompressed.
ca: El tema pujat és massa gran; ha de tenir menys de %d byte descomprimit.
ia: Le apparentia incargate es troppo voluminose; debe occupar minus de %d byte in forma non comprimite.
mk: Подигнатиот изглед е преголем; мора да биде помал од %d бајт (ненабиен).
zh_cn: 上传的主题过大，解压后必须小于%d字节。

source: Invalid theme archive: Missing file css/display.css
ca: L'arxiu del tema no és vàlid: manca el fitxer css/display.css
ia: Archivo de apparentia invalide: manca le file css/display.css
mk: Неважечки архив за изгледот: Недостасува податотеката css/display.css
sv: Ogiltigt temaarkiv: filen css/display.css saknas

source: Theme contains invalid file or folder name. Stick with ASCII letters, digits, underscore, and minus sign.
ca: El tema conté un fitxer o un nom de carpeta que no és vàlida. Feu servir només lletres ASCII, dígits, caràcters de subratllat i el símbol de menys.
cs: Téma obsahuje neplatné jméno souboru nebo složky. Zůstaňte u písmen ASCII, číslic, podtržítka a mínusu.
es: El tema contiene archivo o nombre de carpeta inválido. Restrínjase a letras ASCII, dígitos, carácter de subrayado, y signo menos.
gl: O tema visual contén un ficheiro inválido ou nome de cartafol incorrecto. Limíteo a letras ASCII, díxitos, barras baixas e signos menos.
ia: Le apparentia contine un nomine de file o dossier invalide. Limita te a litteras ASCII, digitos, sublineamento, e signo minus.
it: Il tema contiene file non o nomi di cartelle non validi. Utilizzare solamente caratteri ASCII, numeri, il trattino basso e il segno meno.
ka: თემა შეიცავს ფაილის ან საქაღალდის არასწორ სახელს. გამოიყენეთ ASCII ასოები, ციფრები, ქვედა ტირე, და მინუსის ნიშანი.
mk: Изгледот содржи неважечки назив на податотека или папка. Дозволени се само ASCII-букви, бројки, долна црта и знак за минус.
sv: Tema innehåller ogiltigt fil- eller mappnamn. Använd bara ASCII-bokstäver, siffror, understreck och minustecken.
zh_cn: 主题包含无效的文件或文件夹的名称。请只使用 ASCII 字母，数字，下划线和减号。

source: Theme contains unsafe file extension names; may be unsafe.
ca: El tema conté uns noms d'extensió de fitxer que no són segurs.
cs: Téma obsahuje nebezpečné přípony souborů, může být nebezpečné.
es: El tema contiene nombres de extensiones de archivo inseguras y puede ser peligroso.
gl: O tema visual contén nomes de extensión inseguros.
ia: Le thema contine nomines de extension de file insecur; pote esser insecur.
it: Il tema contiene file con estensioni non sicure: potrebbe non essere sicuro.
ka: თემა ფაილის გაფართოებების საშიშ სახელებს შეიცავს; შეიძლება არ იყოს უსაფრთხო.
mk: Овој изглед содржи небезбедни податотечни наставки.
sv: Tema innehåller osäkra filtilläggsnamn; kan vara osäkert.
zh_cn: 主题包含不安全的文件扩展名，可能有危险。

source: Theme contains file of type ".%s", which is not allowed.
ca: El tema conté un tipus de fitxer «.%s», que no està permès.
ia: Le apparentia contine un file del typo ".%s", le qual non es permittite.
mk: Изгледот содржи податотека од типот „.%s“, која не е дозволена.
sv: Temat innehåller fil av typen ".%s", vilket inte är tillåtet.
