Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Send me replies through Jabber/GTalk from people I'm not subscribed to.
cs: Pošlete mi odpovědi přes Jabber / GTalk od lidí, ke kterým nejsem přihlášen.
gl: Enviádeme as respostas mediante Jabber ou GTalk da xente á que non estou subscrita.
ja: Jabber/GTalkを通して回答を、私がフォローされていない人々から私に送ってください。
ka: გამომიგზავნე პასუხები Jabber/GTalk-ით ხალხისგან, რომლთა მიმდევარი არ ვარ.

source: Publish a MicroID for my Jabber/GTalk address.
cs: Publikovat MicroID pro mou Jabber / GTalk adresu.
gl: Publicar unha MicroID para o meu enderezo de Jabber ou GTalk.
ja: 私のJabber/GTalkアドレスのためにMicroIDを発行してください。
ka: გამოაქვეყნე MicroID ჩემი Jabber/GTalk მისამართისთვის.

source: No Jabber ID.
cs: Chybí Jabber ID.
gl: Non existe ningunha ID de Jabber.
it: Nessun ID di Jabber.
ja: Jabbar ID はありません。
ka: Jabber ID უცნობია.
nb: Ingen Jabber ID.

source: Cannot normalize that Jabber ID
cs: Nelze normalizovat tento JabberID
gl: Non se pode normalizar esa ID de Jabber
ja: その Jabbar ID を正規化できません
ka: Jabber ID-ს ნორმალიზაცია ვერ ხერხდება

source: Not a valid Jabber ID
cs: Není platným Jabber ID
gl: A ID de Jabber non é correcta
ja: 有効な Jabber ID ではありません。
ka: არასწორი Jabber ID

source: That is already your Jabber ID.
cs: Toto je již vaše Jabber ID
gl: Esa xa é a súa ID de Jabber.
it: Quello è già il tuo ID di Jabber.
ja: その Jabber ID は既にあなたのものです。
ka: ეს უკვე არის თქვენი Jabber ID.
nb: Det er allerede din Jabber ID.

source: Jabber ID already belongs to another user.
cs: Jabber ID již patří jinému uživateli
gl: Esa ID de Jabber xa corresponde a un usuario.
it: ID Jabber già assegnato a un altro utente.
ja: Jabber ID ｊは既に別のユーザが使用しています。
ka: Jabber ID უკვე ეკუთვნის სხვა მომხმარებელს.
nb: Jabber-ID tilhører allerede en annen bruker.

source: A confirmation code was sent to the IM address you added. You must approve %s for sending messages to you.
cs: Ověřující kód byl poslán na vloženou IM adresu. Musíte povolit aby vám %s posílal zprávy.
gl: Enviouse un código de confirmación ao enderezo de mensaxería instantánea que engadiu. Ten que aprobar que %s lle envíe mensaxes.
it: Un codice di conferma è stato inviato all'indirizzo di messaggistica istantanea che hai aggiunto. Devi approvare %s affinché ti invii messaggi.
ja: 承認コードを入力された IM アドレスに送信しました。あなたにメッセージを送れるようにするには%sを承認してください。
ka: დასტურის კოდი გამოგზავნილია თქვენს IM მისამართზე. თქვენ უნდა მისცეთ უფლება %s-ს გამოგიგზავნოთ შეტყობინებები.
nb: En bekreftelseskode ble sendt til lynmeldingsadressen du la til. Du må godkjenne %s for å sende meldinger til deg.

source: Couldn't delete IM confirmation.
cs: Nelze smazat potvrzení IM
gl: Non se puido borrar a confirmación por mensaxería instantánea.
ka: IM დასტურის წაშლა ვერ მოხერხდა.

source: That is not your Jabber ID.
cs: Toto není váš Jabber ID
gl: Esa ID de Jabber non é súa.
it: Quello non è il tuo ID di Jabber.
ja: その Jabber ID はあなたのものではありません。
ka: ეს არ არის თქვენი Jabber ID
nb: Det er ikke din Jabber ID.

source: Addresses of friends to invite (one per line)
cs: Adresy přátel k pozvání (jedna na řádek)
gl: Enderezos de amigos aos que invitar (un por liña)
ja: 招待する友人のアドレス (一行に一つ)
ka: დასაპატიჟებელი მოგობრების მისამართები (თითო ხაზზე თითო)

source: %1$s joined group %2$s
cs: %1$s se připojil(a) ke skupině %2$s
gl: %1$s uniuse ao grupo %2$s
ja: %1$s はグループ %2$s に参加しました
ka: %1$s გაწევრიანდა ჯგუფში %2$s

source: %1$s left group %2$s
cs: %1$s opustil(a) skupinu %2$s
gl: %1$s deixou o grupo %2$s
ja: %1$s はグループ %2$s に残りました。
ka: %1$s-მა დატოვა ჯგუფი %2$s

source: Select license
gl: Seleccionar unha licenza
it: Seleziona licenza
nb: Velg lisens

source: Save license settings
gl: Gardar a configuración de licenza
it: Salva impostazioni licenza
nb: Lagre lisensinnstillinger

source: Updates matching search term "%1$s" on %2$s!
cs: Aktualizace odpovídající hledanému výrazu "%1$s" na %2$s!
gl: Actualizacións que conteñen o termo "%1$s" en %2$s!
ja: "%2$s" 上の検索語 "$1$s" に一致するすべての更新
ka: განახლებები, რომლებიც შეიცავენ საძიებო სიტყვას "%1$s" %2$s–ზე!

source: Other settings
cs: Další nastavení
gl: Outras opcións
it: Altre impostazioni
ja: その他の設定
ka: სხვა პარამეტრები
nb: Andre innstillinger

source: Change password
cs: Změnit heslo
gl: Cambiar o contrasinal
it: Modifica password
ja: パスワードの変更
ka: შეცვალეთ პაროლი
nb: Endre passord

source: 6 or more characters
cs: 6 a více znaků
gl: Seis ou máis caracteres
ja: 6文字以上
ka: 6 ან მეტი სიმბოლო

source: Same as password above
cs: Stejné jako heslo výše
gl: Igual ao contrasinal anterior
ja: 上と同じパスワード
ka: იგივე რაც ზედა პაროლი

source: Change
cs: Změnit
gl: Cambiar
it: Modifica
ja: 変更
ka: შეცვლა
nb: Endre

source: Passwords don't match.
cs: Hesla nesouhlasí
gl: Os contrasinais non coinciden.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ka: პაროლები არ ემთხვევა.
nb: Passordene var ikke like.

source: Incorrect old password
cs: Nesprávné staré heslo
gl: O contrasinal anterior non é correcto
it: Vecchia password non corretta
ja: 古いパスワードが間違っています。
ka: არასწორი ძველი პაროლი
nb: Feil gammelt passord

source: Can't save new password.
cs: Nelze uložit nové heslo
gl: Non se puido gardar o novo contrasinal.
ja: 新しいパスワードを保存できません。
ka: ვერ ვინახავ ახალ პაროლს.

source: Use fancy (more readable and memorable) URLs?
cs: Použijte Fancy (více čitelné a zapamatovatelné) URL?
gl: Quere utilizar os enderezos URL elegantes (mellores de ler e lembrar)?
it: Usare gli URL semplici (più leggibili e facili da ricordare)?
ja: Fancy URL (読みやすく忘れにくい) を使用しますか?
ka: გამოვიყენო ლამაზი (მეტად კითხვადი და დასამახსოვრებელი) URL–ები?
nb: Bruk pyntede (mer lesbare og lettere å huske) nettadresser?

source: Theme
cs: Téma
gl: Tema visual
it: Tema
ja: テーマ
ka: იერსახე
nb: Tema

source: Notice license ‘%1$s’ is not compatible with site license ‘%2$s’.
cs: Licence hlášky ‘%1$s’ není kompatibilní s licencí webu ‘%2$s’.
gl: A licenza "%1$s" da nota non é compatible coa licenza "%2$s" do sitio.
it: La licenza "%1$s" del messaggio non è compatibile con la licenza del sito "%2$s".
ja: つぶやきライセンス ‘%1$s’ はサイトライセンス ‘%2$s’ と互換性がありません。
ka: შეტყობინების ლიცენზია ‘%1$s’ შეუთავსებელია საიტის ლიცენზიასთან ‘%2$s’.
nb: Notislisensen ‘%1$s’ er ikke kompatibel med nettstedslisensen ‘%2$s’.

source: Tags for yourself (letters, numbers, -, ., and _), comma- or space- separated
cs: Otagujte se (písmena, čísla, -, . a _), oddělené čárkami nebo mezerami
gl: Etiquetas para vostede (letras salvo eñes e tiles, números, puntos, guións e guións baixos), separados por comas ou espazos
ja: 自分自身についてのタグ (アルファベット、数字、-、.、_)、カンマまたは空白区切りで
ka: საკუთარი სანიშნეები (ასოები, ციფრები, -, ., და _). გამოყავით მძიმით ან სივრცით

source: Preferred language
cs: Preferovaný jazyk
gl: Lingua escollida
ja: ご希望の言語
ka: სასურველი ენა

source: Automatically subscribe to whoever subscribes to me (best for non-humans)
cs: Automaticky se přihlásit k odběru toho kdo se přihlásil ke mně (nejlepší pro ne-lidi)
gl: Subscribirse automaticamente a quen se subscriba a min (o mellor para os bots)
ja: 自分をフォローしている者を自動的にフォローする (BOTに最適)
ka: ავტომატურად გამოიწერე ის ვინც მე გამომიწერს (საუკეთესოა არა ადამიანებისთვის)

source: Couldn't update user for autosubscribe.
cs: Nelze aktualizovat nastavení automatického přihlašování.
gl: Non se puido actualizar o usuario para subscribirse automaticamente.
ja: 自動フォローのためのユーザを更新できませんでした。
ka: მომხმარებლის განახლება ავტოგამოწერისათვის ვერ მოხერხდა.

source: Couldn't save location prefs.
cs: Nelze uložit nastavení umístění.
gl: Non se puideron gardar as preferencias de lugar.
ja: 場所情報を保存できません。
ka: მდებარეობის პარამეტრების შენახვა ვერ მოხერხდა.

source: Couldn't save profile.
cs: Nelze uložit profil
gl: Non se puido gardar o perfil.
ja: プロファイルを保存できません
ka: პროფილის შენახვა ვერ მოხერხდა.

source: Couldn't save tags.
cs: Nelze uložit tagy.
gl: Non se puideron gardar as etiquetas.
ja: タグを保存できません。
ka: სანიშნეების შენახვა ვერ მოხერხდა.

source: Tag cloud
gl: Nube de etiquetas
it: Insieme delle etichette
ja: タグクラウド
ka: სანიშნეების ღრუბელი
nb: Merkelappsky

source: You have been identified. Enter a new password below.
cs: Byl jste identifikován. Vložte níže nové heslo.
gl: Acaba de identificarse. Introduza un contrasinal novo a continuación.
ja: あなたは特定されました。 以下の新しいパスワードを入力してください。
ka: თქვენ იდენტიფიცირებული ხართ, შეიყვანეთ ახალი პაროლი ქვევით.

source: 6 or more characters, and don't forget it!
cs: 6 a více znaků, a nezapomeňte ho!
gl: Seis ou máis caracteres, e non o esqueza!
ja: 6文字以上。忘れないでください！
ka: 6 ან მეტი სიმბოლო, და არ დაგავიწყდეთ!

source: Reset
gl: Restablecer
ja: リセット
ka: გადაყენება

source: Register
cs: Registrovat
gl: Rexistrarse
it: Registrati
ja: 登録
ka: რეგისტრაცია
nb: Registrer

source: You can't register if you don't agree to the license.
cs: Nemůžete se registrovat, pokud nesouhlasíte s licencí.
gl: Non pode rexistrarse se non acepta a licenza.
ja: ライセンスに同意頂けない場合は登録できません。
ka: ვერ დარეგისტრირდებით თუ არ დაეთანხმებით ლიცენზიის პირობებს.

source: With this form you can create a new account. You can then post notices and link up to friends and colleagues.
cs: Pomocí tohoto formuláře můžete vytvořit nový účet. Můžete pak posílat oznámení a propojit se s přáteli a kolegy.
gl: Con este formulario pode crear unha conta nova. Entón poderá publicar notas e porse en contacto con amigos e compañeiros.
ka: ამ ფორმით შეგიძლიათ შექმნათ ახალი ანგარიში. შემდგომ შეძლებთ შეტყობინებების დაპოსტვას და მეგობრებთან და კოლეგებთან ურთიერთობას.

source: 1-64 lowercase letters or numbers, no punctuation or spaces. Required.
cs: 1-64 znaků nebo čísel, bez teček, čárek a mezer. Nutné.
gl: Entre 1 e 64 letras minúsculas ou números, sen signos de puntuación, espazos, tiles ou eñes. Obrigatorio.
ja: 1-64文字の、小文字アルファベットか数字で、スペースや句読点は除く。必須です。
ka: 1–64 პატარა ასოები ან ციფრები. პუნქტუაციები ან სივრცეები დაუშვებელია. სავალდებულო.

source: 6 or more characters. Required.
cs: 6 a více znaků. Nutné.
gl: 6 ou máis caracteres. Obrigatorio.
ja: 6文字以上。必須です。
ka: 6 ან მეტი სიმბოლო. სავალდებულო.

source: Same as password above. Required.
cs: Stejné jako heslo uvedeno výše. Povinné.
gl: O mesmo contrasinal que o anterior. Obrigatorio.
ja: 上のパスワードと同じです。 必須。
ka: იგივე, რაც პაროლი ზევით. სავალდებულო.

source: Used only for updates, announcements, and password recovery
cs: Použije se pouze pro aktualizace, oznámení a obnovu hesla.
gl: Só se utiliza para actualizacións, anuncios e recuperación de contrasinais
ja: 更新、アナウンス、パスワードリカバリーでのみ使用されます。
ka: გამოიყენება მხოლოდ განახლებებისთვის, განცხადებებისთვის და პაროლის აღსადგენად

source: Longer name, preferably your "real" name
cs: Delší jméno, nejlépe vaše "skutečné" jméno
gl: Nome longo, preferiblemente o seu nome "real"
ja: 長い名前
ka: გრძელი სახელი, სასურველია თქვენი ნამდვილი სახელი

source: URL of your homepage, blog, or profile on another site
cs: Adresa vašich stránek, blogu nebo profilu na jiných stránkách.
gl: URL da súa páxina persoal, blogue ou perfil noutro sitio
ja: ホームページ、ブログ、プロファイル、その他サイトの URL
ka: თქვენი ვებ. გვერდის URL, ბლოგი, ან პროფილი სხვა საიტზე

source: Nickname of the user you want to follow
cs: Přezdívka uživatele, kterého chcete sledovat
gl: Alcume do usuario ao que quere seguir
ja: フォローしたいユーザのニックネーム
ka: მომხმარებლის მეტსახელი რომელსაც გინდათ რომ მიჰყვეთ

source: URL of your profile on another compatible microblogging service
cs: Adresa profilu na jiných kompatibilních mikroblozích.
gl: URL do seu perfil noutro servizo de mensaxes de blogue curtas compatible
ja: プロファイルサービスまたはマイクロブロギングサービスのURL
ka: თქვენი პროფილის URL სხვა თავსებად მიკრობლოგინგის სერვისზე

source: Invalid profile URL (bad format)
cs: Neplatná adresa profilu (špatný formát)
gl: O enderezo URL do perfil é incorrecto (formato erróneo)
ja: 不正なプロファイルURL。（形式不備）
ka: პროფილის არასწორი URL (ცუდი ფორმატი)

source: That’s a local profile! Login to subscribe.
cs: To je místní profil! Pro přihlášení k odběru se přihlášte.
gl: Ese é un perfil local! Identifíquese para subscribirse.
ja: それはローカルのプロファイルです! フォローするには、ログインしてください。
ka: ეს ადგილობრივი პროფილია! შედით რომ გამოიწეროთ.

source: Couldn’t get a request token.
cs: Nelze získat řetězec požadavku.
gl: Non se puido obter o pase solicitado.
ja: リクエストトークンを取得できません

source: You can't repeat your own notice.
cs: Nemůžete opakovat své vlastní oznámení.
gl: Non pode repetir a súa propia nota.
ja: 自分のつぶやきは繰り返せません。
ka: საკუთარი შეტყობინების გამეორება არ შეიძლება.

source: Replies to %1$s on %2$s!
cs: Odpovědi na %1$s na %2$s!
gl: Respostas a %1$s en %2$s!
ja: %2$s 上の %1$s への返信!
ka: პასუხები %1$s–ს %2$s–ზე!

source: User doesn't have this role.
cs: Uživatel nemá tuto roli.
gl: O usuario non ten este rol.
it: L'utente non ricopre questo ruolo.
ka: მომხმარებელს არ გააჩნია ეს როლი.
nb: Brukeren har ikke denne rollen.

source: Sessions
es: Sesiones
gl: Sesións
it: Sessioni
ja: セッション
ka: სესიები
nb: Økter

source: Whether to handle sessions ourselves.
cs: Máme sami zpracovávat sessions?
gl: Manexar ou non as sesións nós mesmos.
it: Indica se gestire autonomamente le sessioni
ja: 自分達でセッションを扱うのであるかどうか。
ka: ვმართოთ თუ არა სესიები ჩვენით.
nb: Hvorvidt økter skal håndteres av oss selv.

source: Turn on debugging output for sessions.
cs: Zapnout výstup pro debugování sessions
gl: Activar a saída de depuración para as sesións.
it: Abilita il debug per le sessioni
ja: セッションのためのデバッグ出力をオン。
nb: Slå på feilsøkingsutdata for økter.

source: Created by %1$s - %2$s access by default - %3$d users
cs: Vytvořil %1$s - s "%2$s" přístupem ve výchozím nastavení - %3$d uživatelů
gl: Creado por %1$s - acceso %2$s por defecto - %3$d usuarios
it: creata da %1$s - %2$s accessi predefiniti - %3$d utenti
nb: Opprettet av %1$s - %2$s standardtilgang - %3$d brukere

source: Consumer key
cs: Spotřebitelský klíč
gl: Clave do consumidor
it: Chiave consumatore
ka: მომხმარებლის გასაღები
nb: Forbrukernøkkel

source: Consumer secret
cs: Spotřebitelské tajemství
gl: Pregunta secreta do consumidor
it: Segreto consumatore
ka: მომხმარებლის საიდუმლო
nb: Forbrukerhemmelighet

source: Request token URL
cs: Adresa řetězce požadavku
gl: Solicitar un URL de pase
it: URL token di richiesta
ja: リクエストトークンURL

source: Access token URL
cs: URL Access tokenu
gl: Acceder ao URL do pase
it: URL token di accesso
ja: アクセストークンURL

source: Authorize URL
cs: Authorizační URL
gl: Autorizar o URL
it: URL di autorizzazione
ja: 承認URL
ka: URL-ის ავტორიზაცია

source: Note: We support HMAC-SHA1 signatures. We do not support the plaintext signature method.
cs: Poznámka: podpora HMAC-SHA1 podpisů. Nepodporujeme plaintext.
gl: Nota: sopórtanse as sinaturas HMAC-SHA1. Non se soporta o método de asinado con texto sinxelo.
it: Nota: sono supportate firme HMAC-SHA1, ma non è supportato il metodo di firma di testo in chiaro.
ja: 注意: 私たちはHMAC-SHA1署名をサポートします。 私たちは平文署名メソッドをサポートしません。
ka: შენიშვნა: ჩვენ მხარს ვუჭერთ HMAC-SHA1 ხელმოწერებს. ჩვენ არ ვუჭერთ მხარს მხოლოდ ტექსტური ხელმოწერის მეთოდს.
nb: Merk: Vi støtter HMAC-SHA1-signaturer. Vi støtter ikke metoden for klartekstsignatur.

source: Group profile
cs: Profil skupiny
gl: Perfil do grupo
it: Profilo del gruppo
ja: グループプロファイル
nb: Gruppeprofil

source: Note
cs: Poznámka
gl: Nota
it: Nota
ja: ノート
ka: შენიშვნა
nb: Merk

source: Admins
cs: Adminové
gl: Administradores
it: Amministratori
ja: 管理者
nb: Administratorer

source: General
cs: Obecné
gl: Xeral
it: Generale
ja: 一般
ka: ძირითადი
nb: Generell

source: Site name
cs: Název stránky
gl: Nome do sitio
it: Nome del sito
ja: サイト名
ka: საიტის სახელი
nb: Nettstedsnavn

source: The name of your site, like "Yourcompany Microblog"
cs: Název vaší stránky, jako "Mikroblog VašíSpolečnosti"
gl: O nome do seu sitio, como por exemplo "O sitio de mensaxes de blogue curtas da miña empresa"
it: Il nome del tuo sito, topo "Acme Microblog"
ja: あなたのサイトの名前、"Yourcompany Microblog"のような。
ka: თქვენი საიტის სახელი, როგორც "თქვენი კომპანიის მიკრობლოგი"
nb: Navnet på nettstedet ditt, for eksempel «Foretaksnavn mikroblogg»

source: Text used for credits link in footer of each page
cs: Text pro děkovný odkaz (credits) v zápatí každé stránky.
gl: Texto utilizado para a ligazón aos créditos ao pé de cada páxina
it: Testo usato per i crediti nel piè di pagina di ogni pagina
ja: クレジットに使用されるテキストは、それぞれのページのフッターでリンクされます。
ka: ტექსტი გამოყენებული თითოეული გვერდის ბოლოს კრედიტებისთვის

source: URL used for credits link in footer of each page
cs: Text pro děkovný odkaz (credits) v zápatí každé stránky.
gl: URL utilizado para a ligazón aos créditos ao pé de cada páxina
it: URL usato per i crediti nel piè di pagina di ogni pagina
ja: クレジットに使用されるURLは、それぞれのページのフッターでリンクされます。
ka: URL გამოყენებული კრედიტებისათვის თითოეული გვერდი ბოლოს

source: Contact email address for your site
cs: Kontaktní e-mailová adresa pro vaše stránky
gl: Enderezo de correo electrónico de contacto para o seu sitio
it: Indirizzo email di contatto per il sito
ja: あなたのサイトにコンタクトするメールアドレス
ka: თქვენი საიტის საკონტაქტო ელ. ფოსტის მისამართი
nb: Kontakte-postadresse for nettstedet ditt

source: Limits
cs: Omezení
gl: Límites
it: Limiti
ja: 制限
ka: ზღვრები
nb: Grenser

source: Save site notice
cs: Uložit oznámení stránky
gl: Gardar a nota do sitio
ka: შეინახე საერთოსასაიტო შეტყობინება

source: Phone number, no punctuation or spaces, with area code
cs: Telefonní číslo, Nepoužívej interpunkci nebo mezery, s předčíslím
gl: Número de teléfono, sen signos de puntuación nin espazos en branco, co código da zona
ja: 電話番号、句読点またはスペースがない、市街番号付き
ka: ტელ. ნომერი, პუნქტუაციის ან სივრცეების გარეშე, ქვეყნის კოდით.

source: No code entered
cs: Nezadán kód
gl: Non se introduciu ningún código
ja: コードが入力されていません
ka: კოდი არ არის შეყვანილი

source: Photo
cs: Fotka
gl: Fotografía
it: Fotografia
ja: 写真
ka: ფოტო
nb: Foto

source: Tags for this user (letters, numbers, -, ., and _), comma- or space- separated
cs: Tagy pro tohoto uživatele (písmena, číslice, -,., a _), oddělené čárkou nebo mezerou
gl: Etiquetas para este usuario (letras, números, -, ., e _), separadas por comas ou espazos en branco
it: Etichette per questo utente (lettere, numeri, -, . e _), separate da virgole o spazi
ja: このユーザのタグ (アルファベット、数字、-、.、_)、カンマかスペース区切り
ka: სანიშნეები ამ მომხმარებლისთვის (ასოები, ციფრები, -, ., და _). გამოყავით მძიმით ან სივრცით

source: Save user settings
gl: Gardar a configuración do usuario

source: Please check these details to make sure that you want to subscribe to this user’s notices. If you didn’t just ask to subscribe to someone’s notices, click “Reject”.
cs: Prosím zkontrolujte tyto detailu, a ujistěte se že opravdu chcete odebírat sdělení tohoto uživatele. Pokud jste právě nepožádali o přihlášení k tomuto uživteli, klikněte na "Zrušit"
gl: Verifique estes detalles para certificar que quere subscribirse ás notas deste usuario. Se non pediu a subscrición ás notas de alguén, prema en "Rexeitar".
ja: ユーザのつぶやきをフォローするには詳細を確認して下さい。だれかのつぶやきをフォローするために尋ねない場合は、"Reject" をクリックして下さい。
ka: გთხოვთ გადახედოთ ამ დეტალებს, რომ დარწმუნდეთ რომ გინდათ ამ მომხმარებლის განახლებების გამოწერა. თუ თქვენ არ გინდოდათ გამოწერა, მაშინ გააჭირეთ ღილაკს "უარყოფა".

source: Accept
cs: Přijmout
gl: Aceptar
ja: 承認
ka: მიღება

source: Reject
cs: Odmítnout
gl: Rexeitar
ja: 拒否
ka: უარყოფა

source: Reject this subscription
cs: Odmítnout toto přihlášení
gl: Rexeitar esta subscrición
ja: このフォローを拒否
ka: ამ გამოწერის უარყოფა

source: Listener URI ‘%s’ not found here.
cs: Naslouchací URI ‘%s’ zde nebyl nalezen.
gl: Non se atopou o URI do seguidor, "%s", aquí.
ja: リスナー URI ‘%s’ はここでは見つかりません。
ka: მსმენელის URI ‘%s’ აქ ვერ მოიძებნა.

source: Listenee URI ‘%s’ is too long.
cs: Naslouchací URI ‘%s’ je příliš dlouhý.
gl: O URI do seguidor, "%s", é longo de máis.
ja: リスニー URI ‘%s’ が長すぎます。

source: Listenee URI ‘%s’ is a local user.
cs: Naslouchací URI ‘%s’ je místní uživatel.
gl: O URI do seguidor, "%s", é dun usuario local.
ja: リスニー URI ‘%s’ はローカルユーザーではありません。

source: Profile URL ‘%s’ is for a local user.
cs: URL profilu '%s' je pro místního uživatele.
gl: O URL do perfil, "%s", pertence a un usuario local.
ja: プロファイル URL ‘%s’ はローカルユーザーではありません。
ka: პროფილის URL ‘%s’ ლოკალური მომხმარებლისთვისაა განკუთვნილი.

source: Avatar URL ‘%s’ is not valid.
cs: URL avataru ‘%s’ není platný.
gl: O URL do avatar, "%s", é incorrecto.
ja: アバター URL ‘%s’ が正しくありません。
ka: ავატარის URL ‘%s’ არ არის სწორი.

source: Can’t read avatar URL ‘%s’.
cs: Nelze načíst avatara z URL '%s'
gl: Non se puido ler o URL do avatar, "%s".
ja: アバターURL を読み取れません '%s'
ka: ვერ ვკითხულობ ავატარის URL ‘%s’.

source: Wrong image type for avatar URL ‘%s’.
cs: Špatný typ obrázku na URL '%s'
gl: O tipo de imaxe do URL do avatar, "%s", é incorrecto.
ja: アバター URL '%s' は不正な画像形式。
ka: ავატარის სურათის ფორმატი არასწორია URL ‘%s’.

source: StatusNet %s
es: %s StatusNet
gl: %s de StatusNet
te: స్టేటస్‌నెట్ %s

source: Author(s)
cs: Autoři
gl: Autores
it: Autori
ja: 作者
ka: ავტორი(ები)
nb: Forfatter(e)

source: Other options
cs: Další možnosti
gl: Outras opcións
it: Altre opzioni
ja: その他のオプション
ka: სხვა ოფციები
nb: Andre valg

source: Other
cs: Jiné
gl: Outros
it: Altro
ja: その他
ka: სხვა
nb: Andre

source: Primary site navigation
cs: Primární navigace na webu
gl: Navegación principal do sitio
it: Esplorazione sito primaria
ja: プライマリサイトナビゲーション
ka: საიტის ძირითადი ნავიგაცია

# TOOLTIP
source: Personal profile and friends timeline
cs: Osobní profil a časová osa přátel
gl: Liña do tempo do perfil persoal e os amigos
it: Profilo personale e attività degli amici
ka: პირადი პროფილი და მეგობრების ნაკადი

# MENU
source: Personal
cs: Osobní
gl: Persoal
it: Personale
ka: პირადი
nb: Personlig

# TOOLTIP
source: Change your email, avatar, password, profile
cs: Změňte svůj e-mail, avatar, heslo, profil
gl: Cambie o seu correo electrónico, avatar, contrasinal ou perfil
it: Modifica la tua email, immagine, password o il tuo profilo
ja: パスワードの変更
ka: შეცვალე ელ. ფოსტა, ავატარი, პაროლი, პროფილი
nb: Endre e-posten, avateren, passordet og profilen din

source: Account
cs: Účet
gl: Conta
ja: アカウント
ka: ანგარიში
nb: Konto

# TOOLTIP
source: Connect to services
cs: Připojení ke službám
gl: Conectarse aos servizos
it: Connettiti con altri servizi
ja: 接続
ka: სერვისებთან დაკავშირება
nb: Koble til tjenester

source: Connect
cs: Připojit
gl: Conectarse
it: Connetti
ja: 接続
ka: კავშირი
nb: Koble til

# TOOLTIP
source: Change site configuration
cs: Změna konfigurace webu
gl: Cambiar a configuración do sitio
it: Modifica la configurazione del sito
ja: 基本サイト設定
ka: საიტის კონფიგურაცია
nb: Endre nettstedskonfigurasjon

# TOOLTIP
source: Invite friends and colleagues to join you on %s
cs: Pozvěte přátele a kolegy, aby se k vám připojili na %s
gl: Convide a amigos e compañeiros a unírselle en %s
it: Invita amici e colleghi a seguirti su %s
ka: მოიწვიე მეგობრები და კოლეგები %s-ზე
nb: Inviter venner og kollegaer til å bli med deg på %s

# TOOLTIP
source: Logout from the site
cs: Odhlášení z webu
gl: Saír ao anonimato
it: Termina la tua sessione sul sito
ja: サイトのテーマ
ka: გასვლა საიტიდან
nb: Logg ut fra nettstedet

# TOOLTIP
source: Create an account
cs: Zaregistrujte se
gl: Crear unha conta
it: Crea un account
ja: 新しいグループを作成
ka: გახსენი ანგარიში
nb: Opprett en konto

# TOOLTIP
source: Login to the site
cs: Přihlásit se na stránky
gl: Identificarse no sitio
it: Accedi al sito
ka: საიტზე შესვლა
nb: Log inn på nettstedet

# TOOLTIP
source: Help me!
cs: Nápověda
gl: Axuda!
it: Aiutami!
ja: ヘルプ
ka: დამეხმარეთ!
nb: Hjelp meg.

# TOOLTIP
source: Search for people or text
cs: Vyhledávání osob nebo textu
gl: Buscar persoas ou palabras
it: Cerca persone o del testo
ja: もっとグループを検索
ka: მოძებნე ხალხი ან ტექსტი
nb: Søk etter personer eller tekst

source: Local views
cs: Místní zobrazení
gl: Vistas locais
it: Viste locali
ja: ローカルビュー
ka: ლოკალური ხედები
nb: Lokale visninger

source: Page notice
cs: Sdělení stránky
gl: Nota da páxina
it: Pagina messaggio
ja: ページつぶやき
ka: გვერდის შეტყობინება
nb: Sidenotis

source: Secondary site navigation
cs: Sekundární navigace na webu
gl: Navegación secundaria do sitio
it: Esplorazione secondaria del sito
ja: セカンダリサイトナビゲーション
ka: საიტის მეორადი ნავიგაცია
