Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: You can receive SMS messages through email from %%site.name%%.
ca: Podeu rebre missatges SMS a través del vostre correu electrònic des de %%site.name%%.
cs: Z %%site.name%% můžete přijímat SMS e-mailem.
es: Puedes recibir mensajes SMS por correo electrónico desde %%site.name%%.
gl: Pode recibir mensaxes SMS de %%site.name%% por correo electrónico.
ia: Tu pote reciper messages SMS per e-mail ab %%site.name%%.
it: Puoi ricevere messaggi SMS attraverso l'email da %%site.name%%.
ja: あなたは %%site.name%% からメールでSMSメッセージを受け取ることができます。
ka: თქვენ შეგიძლიათ მიიღოთ SMS შეტყობინებები %%site.name%%-სგან ელ. ფოსტის საშუალებით.
mk: Можете да примате СМС пораки по е-пошта од %%site.name%%.
nb: Du kan motta SMS-meldinger gjennom e-post fra %%site.name%%.
sv: Du kan ta emot SMS-meddelanden genom e-post från %%site.name%%.
zh_cn: 你可以通过 %%site.name%% 的电子邮件接收SMS短信。

source: SMS is not available.
ca: L'SMS no és disponible.
cs: SMS není k dispozici.
es: SMS no está disponible.
gl: Os SMS non están dispoñibles.
ia: SMS non es disponibile.
it: Il servizio SMS non è disponibile.
ja: SMS は利用できません。
ka: SMS არ არის ხელმისაწვდომი.
mk: СМС-пораките се недостапни.
nb: SMS er ikke tilgjengelig.
sv: SMS är inte tillgängligt.
te: IM అందుబాటులో లేదు.
zh_cn: SMS 不可用。

source: SMS address
ca: Adreça SMS
cs: SMS adresa
es: Dirección de SMS
gl: Enderezo dos SMS
ia: Adresse SMS
it: Indirizzo SMS
ka: SMS მისამართი
mk: СМС адреса
nb: SMS-adresse
sv: SMS-adress
te: SMS చిరునామా
zh_cn: SMS 地址

source: Current confirmed SMS-enabled phone number.
ca: Número de telèfon actualment confirmat i activat per SMS.
cs: Aktuální potvrzené SMS-schopné telefonní číslo.
es: Actual número telefónico para SMS confirmado.
gl: Número de teléfono cos SMS activados confirmado actualmente.
ia: Numero de telephono actual e confirmate con servicio SMS.
it: Numero di telefono attualmente confermato per gli SMS.
ja: 現在の確認された SMS 可能な電話番号。
ka: მიმდინარე დადასტურებული SMS გააქტიურებული ტელ. ნომერი.
mk: Тековен потврден телефонски број со можност за СМС.
nb: Nåværende bekreftede telefonnummer med mulighet for å motta SMS.
sv: Nuvarande bekäftat telefonnummer för SMS.
zh_cn: 已确认的可以发送SMS短消息的电话号码。

source: Awaiting confirmation on this phone number.
ca: S'està esperant la confirmació d'aquest número de telèfon.
cs: Čeká na potvrzení na tomto telefonním čísle.
es: Esperando confirmación de este número de teléfono.
gl: Agardando pola confirmación do número de teléfono.
ia: Iste numero de telephono attende confirmation.
it: In attesa della conferma per questo numero di telefono.
ja: この電話番号は確認待ちです。
ka: ამ ტელ. ნომრის დასტური მოლოდინშია.
mk: Очекувам потврда за овој телефонски број.
nb: Venter på bekreftelse for dette telefonnummeret.
sv: Väntar bekräftelse för detta telefonnummer.
te: ఈ ఫోను నంబరు యొక్క నిర్ధారణకై వేచివుంది.
zh_cn: 等待确认此电话号码。

source: Confirmation code
ca: Codi de confirmació
cs: Potvrzovací kód
es: Código de confirmación
gl: Código de confirmación
ia: Codice de confirmation
it: Codice di conferma
ja: 確認コード
ka: დასტურის კოდი
mk: Потврден код
nb: Bekreftelseskode
sv: Bekräftelsekod
te: నిర్ధారణ సంకేతం
zh_cn: 确认码

source: Enter the code you received on your phone.
ca: Escriu el codi que has rebut en el teu telèfon mòbil.
cs: Zadejte kód, který jste obdrželi na telefonu.
es: Ingrese el código recibido en su teléfono
gl: Introduza o código que recibiu no teléfono.
ia: Entra le codice que tu ha recipite in tu telephono.
it: Inserisci il codice che hai ricevuto sul tuo telefono.
ja: あなたがあなたの電話で受け取ったコードを入れてください。
ka: შეიყვანეთ კოდი, რომელიც მიიღეთ თქვენს ტელეფონზე.
mk: Внесете го кодот што го добивте по телефон.
nb: Skriv inn koden du mottok på telefonen din.
sv: Fyll i koden du mottog i din telefon.
zh_cn: 输入手机收到的验证码。

# BUTTON
source: Confirm
ca: Confirma
cs: Potvrdit
es: Confirmar
gl: Confirmar
ia: Confirmar
it: Conferma
ka: დასტური
mk: Потврди
nb: Bekreft
sv: Bekräfta
te: నిర్థారించు
zh_cn: 确认

source: SMS phone number
ca: Número de telèfon per als SMS
cs: SMS telefonní číslo
es: Número de teléfono de SMS
gl: Número de teléfono para os SMS
ia: Numero de telephono pro SMS
it: Numero di telefono per SMS
ja: SMS 電話番号
ka: SMS ტელეფონის ნომერი
mk: Телефонски број за СМС
nb: Telefonnummer for SMS
sv: Telefonnummer för SMS
zh_cn: SMS 电话号码

source: Phone number, no punctuation or spaces, with area code.
ca: Número de telèfon, no puntuació ni espais, en l'àrea del codi.
ia: Numero de telephono, sin punctuation o spatios, con indicativo.
mk: Телефонски број, без интерпункциски знаци и празни места, со повикувачки број.
sv: Telefonnummer, inga skiljetecken eller mellanslag, med riktnummer.
zh_cn: 电话号码、 没有标点或带区号的空格。

source: SMS preferences
ca: Preferències de l'SMS
cs: Nastavení SMS
es: Preferencias de SMS
gl: Preferencias dos SMS
ia: Preferentias de SMS
it: Preferenze dell'SMS
ja: 設定が保存されました。
ka: SMS კონფიგურაცია
mk: СМС нагодувања
nb: SMS-innstillinger
sv: SMS-inställningar
te: SMS అభిరుచులు
zh_cn: SMS 偏好

source: Send me notices through SMS; I understand I may incur exorbitant charges from my carrier.
ca: Envia'm avisos a través de l'SMS; puc entendre que això repercutirà en una exorbitant càrrega del meu transport.
cs: Posílejte mi oznámení prostřednictvím SMS. Chápu že mi můj telefonní provider může naůčtovat nesmyslně vysoké částky.
es: Enviarme mensajes por SMS; Yo acepto que puede incurrir en grandes cobros por mi operador móvil
gl: Enviádeme notas por SMS. Comprendo que isto podería supoñerme uns custos exorbitantes na factura da miña compañía.
ia: Invia me notas per SMS; io comprende que io pote incurrer exorbitante costos de mi operator.
it: Inviami avvisi via SMS: comprendo che potrei incorrere in esorbitanti bollette da parte del mio operatore
ja: SMSを通してつぶやきを私に送ってください; 私は、私のキャリアから法外な料金を被るかもしれないのを理解しています。
ka: გამომიგზავნე ცნობები SMS-ით; ვაცნობიერებ, რომ შესაძლებელია ჩემმა ოპერატორმა საგრძნობი გადასახადები დამაკისროს.
mk: Испраќај ми забелешки по СМС; разбрам дека ова може да доведе до прекумерни трошоци.
nb: Send meg notiser via SMS; jeg forstår at dette kan føre til kostnader fra min teleoperatør.
sv: Skicka notiser till mig via SMS. Jag är införstådd med att min operatör kan debitera mig.
zh_cn: 通过SMS短信将消息发给我；我了解这样也许会给我带来不菲的开支。

source: SMS preferences saved.
ca: S'han desat les preferències de l'SMS.
cs: Nastavení SMS uloženo.
es: Preferencias de SMS guardadas.
gl: Gardáronse as preferencias dos SMS.
ia: Preferentias de SMS confirmate.
it: Preferenze dell'SMS salvate.
ka: SMS კონფიგურაცია შენახულია.
mk: СМС нагодувањата се зачувани.
nb: SMS-innstillinger lagret.
sv: SMS-inställningar sparade.
te: SMS అభిరుచులు భద్రమయ్యాయి.
zh_cn: SMS设置已保存。

source: No phone number.
ca: No hi ha cap número de telèfon.
cs: Žádné telefonní číslo.
es: Sin número telefónico
gl: Non hai ningún número de teléfono.
ia: Nulle numero de telephono.
it: Nessun numero di telefono.
ja: 電話番号がありません。
ka: ტელეფონის ნომერი არ არის.
mk: Нема телефонски број.
nb: Ingen telefonnummer.
sv: Inget telefonnummer.
te: ఫోను నెంబరు లేదు.
zh_cn: 没有电话号码。

source: No carrier selected.
ca: No s'ha sel·leccionat cap transport.
cs: Nevybrán poskytovatel.
es: No se seleccionó un operador móvil.
gl: Non se escolleu unha compañía.
ia: Nulle operator seligite.
it: Nessun operatore selezionato.
ja: キャリアが選択されていません。
ka: ოპერატორი შერჩეული არ არის.
mk: Немате избрано оператор.
nb: Ingen operatør valgt.
sv: Ingen operatör vald.
zh_cn: 未选择运营商。

source: That is already your phone number.
ca: Aquest ja és el vostre número de telèfon.
cs: Toto je již vaše telefonní číslo.
es: Ese ya es tu número telefónico
gl: Ese xa é o seu número de teléfono.
ia: Isto es ja tu numero de telephono.
it: Quello è già il tuo numero di telefono.
ja: これはすでにあなたの電話番号です。
ka: ეს უკვე არის ტქვენი ტელეფონის მისამართი.
mk: Ова и сега е Вашиот телефонски број.
nb: Det er allerede din ditt telefonnummer.
sv: Detta är redan ditt telefonnummer.
te: ఇది ఇప్పటికే మీ ఫోను నెంబరు.
zh_cn: 你已登记此电话号码。

source: That phone number already belongs to another user.
ca: Aquest número de telèfon pertany a un altre usuari.
cs: Toto telefonní číslo již patří jinému uživateli
es: Ese número telefónico ya pertenece a otro usuario
gl: Ese número de teléfono xa pertence a outro usuario.
ia: Iste numero de telephono pertine ja a un altere usator.
it: Quel numero di telefono appartiene già a un altro utente.
ja: この電話番号はすでに他のユーザに使われています。
ka: ეს ტელეფონის ნომერი სხვას ეკუთვნის.
mk: Тој телефонски број е веќе во употреба од друг корисник.
nb: Telefonnummeret tilhører allerede en annen bruker.
sv: Detta telefonnumr tillhör redan en annan användare.
te: ఆ ఫోను నంబరు ఇప్పటికే వేరే వాడుకరికి చెందినది.
zh_cn: 这个电话号码属于另一个用户。

source: A confirmation code was sent to the phone number you added. Check your phone for the code and instructions on how to use it.
ca: S'ha enviat un codi de confirmació al número de telèfon que heu afegit. Comproveu el codi i instruccions del vostre telèfon per saber com fer-lo servir.
cs: Ověřující kód byl poslán na vložené telefonní číslo, s instrukcemi jak ho použít.
es: Se ha enviado un código de confirmación al número de teléfono que agregaste. Revisa tu teléfono para encontrar el código y las instrucciones acerca de cómo usarlo.
gl: Enviouse un código de confirmación ao número de teléfono que engadiu. Comprobe no seu teléfono o código e as instrucións para utilizalo.
ia: Un codice de confirmation ha essite inviate al numero de telephono que tu ha addite. Vide in tu telephono le codice e le instructiones super como usar lo.
it: Un codice di conferma è stato inviato al numero di telefono che hai aggiunto. Controlla il tuo telefono per il codice e le istruzioni su come usarlo.
ja: あなたが加えた電話番号に確認コードを送りました。 どうそれを使用するかに関するコードと指示のために電話をチェックしてください。
ka: დასადასტურებელი კოდი გამოგზავნილია თქვენს მიერ მითითებულ ტელეფონის ნომერზე. შეამოწმეთ შეამოწმეთ თქვენი ტელეფონი, რომ მიიღოთ დასადასტურებელი კოდი და ინსტრუქცია გამოყენებისთვის.
mk: На телефонскиот број што го додадовте е испратен потврден код. Проверете си го телефонот за да го видите кодот, заедно со напатствија за негова употреба.
nb: En bekreftelseskode ble sendt til telefonnummeret du la til. Sjekk telefonen din for koden og hvordan du skal bruke den.
sv: En bekräftelsekod skickades till det telefonnummer du lagt till. Kontrollera din telefon för koden och instruktioner om hur du använder den.
zh_cn: 验证码已被发送到你新增的电话号码。请检查你的电话，找到验证码并按要求使用它。

source: That is the wrong confirmation number.
ca: Aquest és un número de confirmació incorrecte.
cs: Toto je špatné ověřovací číslo.
es: Ese no es el número de confirmación
gl: Ese número de confirmación é incorrecto.
ia: Iste codice de confirmation es incorrecte.
it: Quello è il numero di conferma errato.
ja: それは間違った確認番号です。
ka: ეს დასტურის კოდი არასწორია.
mk: Ова е погрешен потврден број.
nb: Dette er feil bekreftelsesnummer.
sv: Detta är fel bekräftelsenummer.
te: అది తప్పుడు నిర్ధారణ సంఖ్య.
zh_cn: 确认码错误。

source: Could not delete SMS confirmation.
ca: No s'ha pogut eliminar la confirmació de SMS.
ia: Non poteva deler le confirmation de SMS.
mk: Не можев да ја избришам потврдата на СМС.
sv: Kunde inte ta bort SMS-bekräftelse.

source: SMS confirmation cancelled.
ca: La confirmació d'SMS s'ha cancel·lat.
cs: SMS potvrzení zrušeno.
es: Confirmación de SMS cancelada.
gl: Cancelouse a confirmación para os SMS.
ia: Confirmation de SMS cancellate.
it: Conferma dell'SMS annullata.
ja: SMS確認
ka: SMS დადასტურება გაუქმებულია.
mk: Потврдата за СМС е откажана.
nb: SMS-bekreftelse avbrutt.
sv: SMS-bekräftelse avbruten.
te: IM నిర్ధారణ రద్దయింది.
zh_cn: SMS 验证已取消。

source: That is not your phone number.
ca: Aquest no és el teu número de telèfon.
cs: To není vaše telefonní číslo.
es: Ese no es tu número telefónico
gl: Ese número de teléfono non é seu.
ia: Isto non es tu numero de telephono.
it: Quello non è il tuo numero di telefono.
ja: それはあなたの電話番号ではありません。
ka: ეს არ არის თქვენი ნომერი.
mk: Тоа не е Вашиот телефонски број.
nb: Det er ikke ditt telefonnummer.
sv: Detta är inte ditt telefonnummer.
te: అది మీ ఫోను నంబర్ కాదు.
zh_cn: 这是他人的电话号码。

source: The SMS phone number was removed.
ca: S'ha eliminat el número de telèfon de l'SMS.
cs: SMS Telefonní číslo bylo odstraněno.
es: El número de teléfono para SMS ha sido eliminado.
gl: Borrouse o número de teléfono para os SMS.
ia: Le numero de telephono pro SMS ha essite removite.
it: Il numero di telefono per SMS è stato rimosso.
ka: SMS ტელეფონის ნომერი წაშლილია.
mk: Телефонскиот број за СМС е отстранет.
nb: Telefonnummeret for SMS ble fjernet.
sv: Telefonnummer för SMS togs bort.
te: ఆ IM చిరునామాని తొలగించాం.
zh_cn: SMS 电话号码已移除。

source: Mobile carrier
ca: Transport mòbil
cs: Mobilní operátor
es: Operador de telefonía móvil
gl: Compañía
ia: Operator de telephonia mobile
it: Operatore telefonico
ja: 携帯電話会社
ka: მობილური ოპერატორი
mk: Мобилен оператор
nb: Mobiloperatør
sv: Mobiloperatör
zh_cn: 移动运营商

source: Select a carrier
ca: Selecciona un transport
cs: Vyberte operátora
es: Seleccione un operador móvil
gl: Escolla unha compañía
ia: Selige un operator
it: Seleziona un operatore
ja: キャリア選択
ka: აირჩიეთ ოპერატორი
mk: Изберете оператор
nb: Velg en operatør
sv: Välj en operatör
zh_cn: 选择运营商

source: Mobile carrier for your phone. If you know a carrier that accepts SMS over email but isn't listed here, send email to let us know at %s.
ca: Capacitat per al vostre telèfon mòbil. Si coneixeu una companyia que accepti SMS a través del correu electrònic, però no es troba a la llista, envieu-nos un missatge de correu per fer-nos-ho saber %s.
cs: Mobilní operátor vášeho telefonu. Pokud znáte operátora, který přijímá SMS přes e-mail, ale zde není uveden, pošlete e-mail a dejte nám vědět na% s.
es: Operador móvil para tu teléfono. Si conoces un operador móvil que acepte SMS sobre correo electrónico pero no está listado aquí, envíanos un correo para informarnos al %s.
gl: Compañía de telecomunicacións coa que contratou o seu móbil. Se sabe dalgunha compañía que permita SMS sobre correo electrónico pero non aparece nesta lista, envíenos un correo electrónico para notificárnolo a %s.
ia: Le operator de telephonia mobile de tu telephono. Si tu cognosce un operator que accepta SMS via e-mail ma non es listate hic, invia e-mail pro informar nos a %s.
it: Operatore di telefonia mobile. Se conosci un operatore che accetta gli SMS via email, ma non è elencato qui, scrivici a %s.
ja: あなたの電話のための携帯電話会社。 メールの上にSMSを受け入れますが、ここに記載されていないキャリアを知っているなら、メールを送って、%sで私たちに知らせてください。
ka: თქვენი ტელეფონის მობილური ოპერატორი. თუ იცით ოპერატორი, რომელსაც შეუძლია მიიღოს SMS ელ. ფოსტის გავლით, მაგრამ ამ სიაში ვერ აღმოაჩინეთ, მაშინ გაგვაგებინეთ ამის შესახებ, მოგვწერეთ მისამართზე - %s.
mk: Мобилен оператор за телефонот. Ако знаете оператор што прифаќа СМС преку е-пошта, но не фигурира овде, известете нè на %s.
nb: Mobiloperatør for din telefon. Om du kjenner til en operatør som kan motta SMS via e-post men som ikke er listet opp her, send en e-post til %s og fortell oss.
sv: Mobiloperatör för din telefon. Känner du till en operatör som kan ta emot SMS via e-post men som inte finns med i listan, skicka ett e-post till oss på %s och berätta.
zh_cn: 电话的服务商。如果你的服务商支持通过电子邮件发送SMS短信，而这里尚未列出，请联系 %s 以告知。

source: No code entered.
ca: No s'ha introduït cap codi.
es: No ingresó el código
ia: Nulle codice entrate.
mk: Нема внесено код.
sv: Ingen kod angiven.
zh_cn: 没有输入的代码。

# TITLE
source: Snapshots
ca: Instantànies
ia: Instantaneos
mk: Снимки
sv: Ögonblicksbilder

source: Manage snapshot configuration
ca: Gestiona la configuració de les instantànies
cs: Konfigurace snímků
es: Administrar la configuración de instantáneas
gl: Xestione a configuración das instantáneas
ia: Gerer configuration de instantaneos
it: Gestisci configurazione snapshot
ja: セッション設定
ka: წინა ვერსიების მართვა
mk: Раководење со поставки за снимки
sv: Hantera konfiguration för ögonblicksbild
te: సైటు స్వరూపణాన్ని మార్చండి
zh_cn: 管理快照配置

source: Invalid snapshot run value.
ca: El valor d'execució d'instantànies no és vàlid.
cs: Neplatná hodnota run. (kdy provádět snapshoty)
es: Valor de ejecución de instantánea inválido
gl: Valor de execución da instantánea incorrecto.
ia: Valor de execution de instantaneo invalide.
it: Valore di esecuzione dello snapshot non valido.
ja: 不正なスナップショットランバリュー
ka: წინა ვერსიის გაშვების არასწორი მონაცემი.
mk: Неважечка вредност на пуштањето на снимката.
sv: Ogiltigt körvärde för ögonblicksbild.
zh_cn: 无效的快照运行值。

source: Snapshot frequency must be a number.
ca: La freqüència de les instantànies ha de ser un nombre.
cs: Frekvence snímků musí být číslo.
es: La frecuencia de captura debe ser un número.
gl: A frecuencia das instantáneas debe ser un número.
ia: Le frequentia de instantaneos debe esser un numero.
it: La frequenza degli snapshot deve essere un numero.
ja: スナップショット頻度は数でなければなりません。
ka: წინა ვერსიის სიხშირე ციფრი უნდა იყოს.
mk: Честотата на снимките мора да биде бројка.
sv: Frekvens för ögonblicksbilder måste vara ett nummer.
zh_cn: 快照频率必须是一个数字。

source: Invalid snapshot report URL.
ca: L'URL d'informe d'instantànies no és vàlid.
cs: Neplatná URL na reportování snímků
es: URL de instantánea de reporte inválido
gl: URL de envío das instantáneas incorrecto.
ia: Le URL pro reportar instantaneos es invalide.
it: URL di segnalazione snapshot non valido.
ja: 不正なスナップショットレポートURL。
mk: Неважечки URL за извештај од снимката.
sv: Ogiltig rapport-URL för ögonblicksbild
zh_cn: 无效的快照报告 URL。

# LEGEND
source: Snapshots
ca: Instantànies
ia: Instantaneos
mk: Снимки
sv: Ögonblicksbilder

source: Randomly during web hit
ca: A l'atzar durant les sol·licituds web
cs: Náhodně při dodávání stránek
es: Aleatoriamente durante visita Web
gl: Ao chou durante o acceso á rede
ia: Aleatorimente durante un accesso web
it: A caso quando avviene un web hit
mk: По случајност во текот на посета
sv: Slumpmässigt vid webbförfrågningar
zh_cn: 被访问时随机

source: In a scheduled job
ca: En una tasca planificada
cs: V naplánovaném úkolu
es: En un trabajo programado
gl: Nun proceso programado
ia: In un processo planificate
it: In un job pianificato
ja: 予定されているジョブで
mk: Во зададена задача
sv: I ett schemalagt jobb
zh_cn: 按照计划的作业

source: Data snapshots
ca: Instantànies de dades
cs: Snímky dat
es: Capturas de datos
gl: Instantáneas de datos
ia: Instantaneos de datos
it: Snapshot dei dati
ja: データスナップショット
mk: Снимки од податоци
sv: Ögonblicksbild av data
zh_cn: 数据快照

source: When to send statistical data to status.net servers.
ca: Quan enviar dades estadístiques als servidors de l'status.net.
ia: Quando inviar datos statistic al servitores de status.net.
mk: Кога да им се испраќаат статистички податоци на опслужувачите na status.net.
sv: När statistiska uppgifter skall skickas till status.net-servrar.

source: Frequency
ca: Freqüència
cs: Frekvence
es: Frecuencia
gl: Frecuencia
ia: Frequentia
it: Frequenza
ja: 頻度
ka: სიხშირე
mk: Честота
nb: Frekvens
sv: Frekvens
te: తరచుదనం
zh_cn: 频率

source: Snapshots will be sent once every N web hits.
ca: Les instantànies s'enviaran una vegada cada N sol·licituds web.
ia: Un instantaneo essera inviate a cata N accessos web.
mk: Снимките ќе се испраќаат на секои N посети.
sv: Ögonblicksbild kommer skickas var n:te webbträff.

source: Report URL
ca: Informa de l'URL
cs: Reportovací URL
es: Reportar URL
gl: URL de envío
ia: URL pro reporto
it: URL per la segnalazione
ja: レポート URL
mk: URL на извештајот
sv: URL för rapport
zh_cn: 报告 URL

source: Snapshots will be sent to this URL.
ca: Les instantànies s'enviaran a aquest URL.
ia: Le instantaneos essera inviate a iste URL.
mk: Снимките ќе се испраќаат на оваа URL-адреса.
sv: Ögonblicksbilder kommer att skickas till denna webbadress.

source: Save snapshot settings.
ca: Desa els paràmetres de les instantànies.
ia: Salveguardar configuration de instantaneos.
mk: Зачувај поставки за снимки.
sv: Spara inställningar för ögonblicksbild.

source: You are not subscribed to that profile.
ca: No estàs subscrit a aquest perfil.
cs: Nejste přihlášen k tomuto profilu.
es: No te has suscrito a ese perfil.
gl: Non está subscrito a ese perfil.
ia: Tu non es subscribite a iste profilo.
it: Non hai una abbonamento a quel profilo.
ja: あなたはそのプロファイルにフォローされていません。
ka: თქვენ არ გაქვთ გამოწერილი ამ პროფილის განახლებები.
mk: Не сте претплатени на тој профил.
sv: Du är inte prenumerat hos den profilen.
zh_cn: 你没有关注这个用户

source: Could not save subscription.
ca: No s'ha pogut guardar la subscripció.
cs: Nelze uložit odebírání
es: No se ha podido guardar la suscripción.
gl: Non se puido gardar a subscrición.
ia: Non poteva salveguardar le subscription.
it: Impossibile salvare l'abbonamento.
ja: フォローを保存できません。
ka: გამოწერის დამახსოვრება ვერ მოხერხდა.
mk: Не можев да ја зачувам претплатата.
nb: Kunne ikke lagre merkelapper.
sv: Kunde inte spara prenumeration.
te: కొత్త చందాని చేర్చలేకపోయాం.
zh_cn: 无法保存关注。

source: You may only approve your own pending subscriptions.
ca: Només podeu aprovar les vostres pròpies subscripcions pendents.
ia: Tu pote solmente approbar le proprie subscriptiones pendente.
mk: Можете да одобрувате само Ваши претплати во исчекување.
sv: Du kan bara godkänna dina egna väntande prenumerationer.

source: %s subscribers awaiting approval
ca: %s subscriptors a l'espera d'aprovació
ia: Subscriptores a %s attendente approbation
mk: %s претплатници чекаат на одобрение
sv: Prenumeranter på %s som väntar på godkännande

source: %1$s subscribers awaiting approval, page %2$d
ca: %1$s subscriptors a l'espera d'aprovació, pàgina %2$d
ia: Subscriptores de %1$s attendente approbation, pagina %2$d
mk: %1$s претплатници чекаат на одобрение, страница %2$d
sv: Prenumeranter på %1$s som väntar på godkännande, sida %2$d

source: A list of users awaiting approval to subscribe to you.
ca: Una llista d'usuaris és a l'espera d'aprovació per a subscriure-vos.
ia: Un lista de usatores attendente approbation a subscriber a te.
mk: Список на корисниците што чекаат одобрение за да се претплатат на Вас.
sv: En lista med användare som väntar på godkännande för att prenumerera på dig.

source: You cannot subscribe to an OMB 0.1 remote profile with this action.
ca: No podeu subscriure-us a un perfil remot OMB 0.1 amb aquesta acció.
cs: Touto akcí se nemůžete se přihlásit k odběru vzdáleného OMB 0.1 profilu.
es: No puedes suscribirte a un perfil remoto 0.1 de OMB con esta acción.
gl: Non se pode subscribir a un perfil remoto OMB 0.1 con esta acción.
ia: Tu non pote subscriber te a un profilo remote OMB 0.1 con iste action.
it: Non è possibile abbonarsi a un profilo remoto OMB 0.1 con quest'azione.
ka: თქვენ არ შეგიძლიათ გამოიწეროთ 0მბ-იანი 0.1 დაშორებული პროფილი ამ მოქმედებით.
mk: Не можете да се претплатите на OMB 0.1 далечински профил со ова дејство.
sv: Du kan inte prenumerera på en 0MB 0.1-fjärrprofil med denna åtgärd.
zh_cn: 你不能用这个操作关注一个 OMB 0.1 远程用户。

source: Subscribed
ca: Subscrit
cs: Prihlášen
es: Suscrito
gl: Subscrito
ia: Subscribite
it: Abbonati
ja: フォローしている
ka: გამოწერილია
mk: Претплатено
sv: Prenumerant
te: చందాచేరారు
zh_cn: 已关注

source: You must be logged in to unsubscribe from a list.
ia: Tu debe aperir un session pro cancellar le subscription a un lista.
mk: Мора да сте најавени за откажете претплата од список.
sv: Du måste vara inloggad för att avsluta prenumerationen på en lista.

source: No ID given.
ia: Nulle ID specificate.
mk: Нема наведено назнака (ID).
sv: Inget ID angiven.

source: Could not subscribe user %1$s to list %2$s: %3$s
ia: Non poteva inscriber le usator %1$s in le lista "%2$s": %3$s
mk: Не можам да го претплатам корисникот %1$s на списокот %2$s: %3$s
sv: Kunde inte teckna användare %1$s att prenumerara på listan %2$s: %3$s

source: %1$s subscribed to list %2$s by %3$s
ia: %1$s subscribite al lista %2$s per %3$s
mk: %1$s се претплати на списокот %2$s од %3$s
sv: %1$s prenumererar på listan %2$s av %3$s
