Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: %s updates from everyone!
ca: %s actualitzacions de tothom!
cs: Všechny updaty na %s!
es: ¡Actualizaciones de todos en %s!
gl: %s actualizacións de todos!
ia: Actualisationes de totes in %s!
it: Aggiornamenti di %s da tutti!
ja: 皆からの %s アップデート!
ka: %s განახლებები ყველასგან!
mk: %s подновуввања од сите!
nb: %s oppdateringer fra alle sammen!
sv: %s uppdateringar från alla!
te: అందరి నుండి %s తాజాకరణలు!
zh_cn: %s条来自所有人的消息！

source: Unimplemented.
ca: No implementat.
ia: Non implementate.
mk: Неспроведено.
nb: Ikke-implementert.
sv: Inte implementerad.
te: అమలుపరచబడలేదు.
zh_cn: 未生效。

source: Repeated to %s
ca: Repetit a %s
cs: Opakováno uživatelem %s
es: Repetido a %s
gl: Repetiu a %s
ia: Repetite a %s
it: Ripetuto a %s
ja: %s への返信
mk: Повторено за %s
nb: Gjentatt til %s
sv: Upprepat till %s
te: %s యొక్క పునరావృతం
zh_cn: 转发给%s

source: %1$s notices that were to repeated to %2$s / %3$s.
ca: %1$s avisos que van ser repetits a %2$s / %3$s.
ia: Notas de %1$s que esseva repetite a %2$s / %3$s.
mk: %1$s забелешки што му се повторени на корисникот %2$s / %3$s.
sv: %1$s-notiser som skulle upprepas för %2$s / %3$s.

source: Repeats of %s
ca: Repeticions de %s
cs: Opakování %s
es: Repeticiones de %s
gl: Repeticións de %s
ia: Repetitiones de %s
it: Ripetizioni di %s
ja: %s の返信
mk: Повторувања на %s
nb: Repetisjoner av %s
sv: Upprepningar av %s
te: %s యొక్క పునరావృతాలు
zh_cn: %s 的转发

source: %1$s notices that %2$s / %3$s has repeated.
ca: %1$s avisos que %2$s / %3$s ha repetit.
ia: Notas de %1$s que %2$s / %3$s ha repetite.
mk: Забелешки од %1$s што ги повторил корисникот %2$s / %3$s.
sv: %1$s meddelanden som %2$s / %3$s har upprepat.

source: Notices tagged with %s
ca: Avisos etiquetats amb %s
cs: Noticy taglé %s
es: Mensajes etiquetados con %s
gl: Notas etiquetadas con %s
ia: Notas con etiquetta %s
it: Messaggi etichettati con %s
ja: %s とタグ付けされたつぶやき
ka: შეტყობინებები მონიშნული როგორც %s
mk: Забелешки означени со %s
nb: Notiser merket med %s
sv: Notiser taggade med %s
zh_cn: 带 %s 标签的消息

source: Updates tagged with %1$s on %2$s!
ca: Actualitzacions etiquetades amb %1$s el %2$s!
cs: Aktualizace označené %1$s na %2$s!
es: Actualizaciones etiquetadas con %1$s en %2$s!
gl: Actualizacións etiquetadas con %1$s en %2$s!
ia: Actualisationes con etiquetta %1$s in %2$s!
it: Messaggi etichettati con %1$s su %2$s!
ja: %2$s に %1$s による更新があります！
ka: განახლებები მონიშნული როგორც %1$s %2$s-ზე!
mk: Подновувањата се означени со %1$s на %2$s!
nb: Oppdateringer merket med %1$s på %2$s!
sv: Uppdateringar taggade med %1$s på %2$s!
te: %2$sలో %1$s అనే ట్యాగుతో ఉన్న నోటీసులు!
zh_cn: %2$s 上有 %1$s 标签的消息！

source: Only the user can add to their own timeline.
ca: Només l'usuari pot afegir a la pròpia línia temporal.
es: Sólo el usuario puede leer su línea de tiempo.
ia: Solmente le usator pote adder cosas a su proprie chronologia.
mk: Само корисникот може да ја надополнува својата хронологија.
nb: Bare brukeren kan legge til sin egen tidslinje.
sv: Bara användaren kan lägga till sin egen tidslinje.
te: ఆ వాడుకరి మాత్రమే వారి కాలరేఖలో చేర్చగలరు.
zh_cn: 只有该用户才能添加到他们的时间线。

source: Only accept AtomPub for Atom feeds.
ca: Només accepta AtomPub per als canals Atom.
ia: Solmente acceptar AtomPub pro syndicationes Atom.
mk: Прифаќај само AtomPub за Atom-канали.
nb: Aksepterer kun AtomPub for Atom-matinger.
sv: Accepterar endast AtomPub för Atom-flöden.
zh_cn: 只接受 AtomPub 原子饲料。

source: Atom post must not be empty.
ca: L'enviament Atom no ha de ser buit.
es: El mensaje Atom no debe estar vacío.
ia: Le message Atom non pote esser vacue.
mk: Забелешката преку Atom не смее да биде празна.
nb: Atom-innlegget kan ikke være tomt.
sv: Atom-inlägg får inte vara tomt.
zh_cn: 原子开机自检不能为空。

source: Atom post must be well-formed XML.
ca: L'enviament Atom ha de ser un XML ben format.
ia: Le message Atom debe esser in XML ben formate.
mk: Забелешката преку Atom мора да биде добро-поставен XML.
nb: Atom-innlegget må være velformatert XML.
sv: Atom-post måste vara välformaterad XML.
zh_cn: 原子后必须是格式良好 XML。

source: Atom post must be an Atom entry.
ca: L'enviament Atom ha de ser una entrada Atom.
es: La publicación Atom debe ser una entrada Atom.
ia: Message Atom debe esser un entrata Atom.
mk: Забелешката преку Atom мора да биде Atom-ставка.
nb: Atom-innlegget må være en Atom-oppføring.
sv: Atom-inlägg måste vara en Atom-post.
zh_cn: 原子后必须是一个原子的条目。

source: Can only handle POST activities.
ca: Només es poden gestionar les activitats POST.
es: Solo se puede gestionar las actividades en POST
ia: Solmente le activitates POST es possibile.
mk: Може да работи само со POST-активности.
nb: Kan bare håndtere POST-handlinger.
sv: Kan bara hantera POST-aktiviteter.
zh_cn: 只能处理开机自检活动。

source: Cannot handle activity object type "%s".
ca: No es pot gestionar l'activitat del tipus d'objecte «%s»
es: No se puede gestionar actividad del tipo «%s».
ia: Impossibile manear le typo de objecto de activitate "%s".
mk: Не може да работи со предмети на активност од типот „%s“.
nb: Kan ikke håndtere handlingsobjekttype «%s».
sv: Kan inte hantera aktivitetsobjekttyp "%s".
zh_cn: 无法处理活动对象类型 %s。

source: No content for notice %d.
ca: No hi ha contingut de l'avís %d
es: No hay contenido para el aviso %d.
ia: Nulle contento pro nota %d.
mk: Нема содржина за забелешката %d.
nb: Inget innhold for notis %d.
sv: Ingen innehåll för notis %d .
zh_cn: 没有通知 %d 的内容。

source: Notice with URI "%s" already exists.
ca: L'avís amb URI «%s» amb ja existeix.
es: El aviso con la URI «%s» ya existe.
ia: Un nota con le URI "%s" jam existe.
mk: Веќе постои забелешка со URI „%s“.
nb: Notis med URI «%s» finnes allerede.
sv: Notis med URI "%s" finns redan.
zh_cn: 已存在使用 URI "%s" 的消息了。

source: API method under construction.
ca: Mètode API en construcció.
cs: API metoda ve výstavbě.
es: Método API en construcción.
gl: Método API en desenvolvemento.
ia: Methodo API in construction.
it: Metodo delle API in lavorazione.
ja: API メソッドが工事中です。
ka: API მეთოდი დამუშავების პროცესშია.
mk: API-методот е во изработка.
nb: API-metode under utvikling.
sv: API-metoden är under uppbyggnad.
zh_cn: API 方法尚未实现。

source: User not found.
ca: No s'ha trobat el mètode API!
es: Método de API no encontrado.
ia: Usator non trovate.
it: Metodo delle API non trovato.
mk: Корисникот не е пронајден.
nb: Bruker ikke funnet.
sv: API-metod hittades inte.
te: వాడుకరి దొరకలేదు.
zh_cn: API方法没有找到。

source: You must be logged in to leave a group.
ca: Heu d'haver iniciat una sessió per deixar un grup.
cs: Musíte být přihlášen abyste mohl opustit skupinu.
es: Debes estar conectado para dejar un grupo.
gl: Ten que identificarse para deixar un grupo.
ia: Tu debe aperir un session pro quitar un gruppo.
it: Devi eseguire l'accesso per lasciare un gruppo.
ja: グループから離れるにはログインしていなければなりません。
ka: გჯუფის დატოვებისათვის საჭიროა ავტორიზაცია.
mk: Мора да сте најавени за да можете да ја напуштите групата.
nb: Du må være innlogget for å forlate en gruppe.
sv: Du måste vara inloggad för att lämna en grupp.
te: గుంపుని వదిలివెళ్ళడానికి మీరు ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录才能离开小组。

source: No such group.
ca: No s'ha trobat el grup.
cs: Žádný takový uživatel.
es: No existe ese grupo.
gl: Non existe tal grupo.
ia: Gruppo non existe.
it: Nessuna gruppo.
ja: そのようなグループはありません。
ka: ასეთი ჯგუფი ვერ მოიძებნა.
mk: Нема таква група.
nb: Ingen slik gruppe.
sv: Ingen sådan grupp.
te: అటువంటి గుంపు లేదు.
zh_cn: 没有这个组。

source: No nickname or ID.
ca: Cap sobrenom o ID.
cs: Žádná přezdívka nebo ID.
es: Ningún nombre de usuario o ID.
gl: Nin alcume nin ID.
ia: Nulle pseudonymo o ID.
it: Nessun soprannome o ID.
ka: მეტსახელი ან ID უცნობია.
mk: Нема прекар или ID.
nb: ngen kallenavn eller ID.
sv: Inget smeknamn eller ID.
te: Jabber ID లేదు.
zh_cn: 没有昵称或 ID。

source: Must be logged in.
ca: Heu d'haver iniciat una sessió.
ia: Es necessari aperir session.
mk: Мора да сте најавени.
sv: Måste vara inloggad
te: తప్పనిసరిగా ప్రవేశించివుండాలి.

source: Only group admin can approve or cancel join requests.
ca: Només el grup d'administradors pot aprovar o cancel·lar sol·licituds d'unió.
ia: Solmente un administrator del gruppo pote approbar o cancellar le requestas de adhesion.
mk: Само администратор на група може да одобрува и откажува барања за членување.
sv: Enda gruppadministratör kan godkänna eller avbryta anslutningsförfrågningar.
te: చేరవచ్చిన అభ్యర్థనలను గుంపు నిర్వాహకులు మాత్రమే అంగీరించగలరు లేదా తిరస్కరించగలరు.

source: Must specify a profile.
ca: Heu d'especificar un perfil.
ia: Es necessari specificar un profilo.
mk: Мора да наведете профил.
sv: Måste ange en profil.

source: %s is not in the moderation queue for this group.
ca: %s no és una cua de moderació del grup.
ia: %s non es in le cauda de moderation pro iste gruppo.
mk: %s не е редицата за модерација на оваа група.
sv: %s är inte i moderationskön för denna grupp.

source: Internal error: received neither cancel nor abort.
ca: Error intern: no s'h rebut ni cancel·lació ni avortament.
ia: Error interne: ni cancellation ni abortamento recipite.
mk: Внатрешна грешка: не примив ни откажување ни прекин.
sv: Internt fel: varken fått annulera eller avbryt.

source: Internal error: received both cancel and abort.
ca: Error intern: s'ha rebut tant cancel·lació com avortament.
ia: Error interne: e cancellation e abortamento recipite.
mk: Внатрешна грешка: примив и откажување и прекин.
sv: Internt fel: fick både annulera och avbryt.

source: Could not cancel request for user %1$s to join group %2$s.
ca: No s'ha pogut cancel·lar la sol·licitud de l'usuari %1$s per unir-se al grup %2$s.
ia: Non poteva cancellar le requesta de adhesion del usator %1$s al gruppo %2$s.
mk: Не можев да го откажам барањето да го зачленам корисникот %1$s во групата %2$s.
sv: Kunde inte avbryta begäran för användaren %1$s att ansluta sig till gruppen %2$s.

# TITLE
source: %1$s's request for %2$s
ca: Sol·licitud de %1$s per %2$s
ia: Le requesta de %1$s pro %2$s
mk: Барањето на %1$s за %2$s
sv: %1$ss begäran för %2$s

source: Join request approved.
ca: S'ha aprovat la sol·licitud d'unió.
ia: Requesta de adhesion approbate.
mk: Барањето за зачленување е одобрено.
sv: Anslutningsbegäran godkänd.

source: Join request canceled.
ca: S'ha cancel·lat la sol·licitud d'unió.
ia: Requesta de adhesion cancellate.
mk: Барањето за зачленување е откажано.
sv: Anslutningsbegäran avbruten.

source: %s is not in the moderation queue for your subscriptions.
ca: %s no és una cua de moderació de les vostres subscripcions.
ia: %s non es in le cauda de moderation pro tu subscriptiones.
mk: %s не е во редицата за модерација на Вашите претплати.
sv: %s är inte i moderationskön för dina prenumerationer.

source: Could not cancel or approve request for user %1$s to join group %2$s.
ca: No s'ha pogut cancel·lar o aprovar la sol·licitud de l'usuari %1$s per unir-se al grup %2$s.
ia: Non poteva cancellar o approbar le requesta de adhesion del usator %1$s al gruppo %2$s.
mk: Не можев да го откажам или одобрам барањето да го зачленам корисникот %1$s во групата %2$s.
sv: Kunde inte avbryta eller godkänna begäran för användare %1$s att ansluta sig till gruppen %2$s.

# TITLE
source: %1$s's request
ca: Sol·licitud de %1$s
ia: Le requesta de %1$s
mk: Барањето на %1$s
sv: %1$ss begäran
te: %1$s యొక్క అభ్యర్థన

source: Subscription approved.
ca: S'ha aprovat la subscripció.
ia: Subscription approbate.
mk: Претплатата е одобрена.
sv: Prenumeration godkänd.
te: చందాను అనుమతించారు.

source: Subscription canceled.
ca: S'ha cancel·lat la subscripció.
ia: Subscription cancellate.
mk: Претплатата е откажана.
sv: Prenumeration avbröts.
te: చందాను రద్దుచేసారు.

source: Notices %1$s has favorited on %2$s
ca: Avisos que %1$s ha preferit a %2$s
es: Avisos que %1$s ha preferido en %2$s
ia: Notas que %1$s ha favorite in %2$s
mk: Забелешки на %2$s што ги бендисал(а) %1$s
sv: Notiser %1$s har som favoriter på %2$s
zh_cn: %1$s在%2$s上收藏的消息

source: Cannot add someone else's subscription.
ca: No es pot afegir la subscripció d'algú altre.
es: No se puede añadir la suscripción de otra persona.
ia: Non es possibile adder le subscription de un altere persona.
mk: Не можам да додадам туѓа претплата.
sv: Kan inte lägga till någon annans prenumeration.
zh_cn: 无法添加其他人的订阅。

source: Can only handle favorite activities.
ca: Només es poden gestionar les activitats preferides.
es: Solo se pueden gestionar las actividades preferidas.
ia: Solmente le activitates favorite es possibile.
mk: Може да работи само со бендисани активности.
sv: Kan bara hantera favoritaktiviteter.
zh_cn: 只能处理最喜欢的活动。

source: Can only fave notices.
ca: Només es poden preferir els avisos.
es: Sólo se pueden preferir los avisos.
ia: Solmente notas pote esser addite al favorites.
mk: Може само да бендисува забелешки.
sv: Kan bara göra notiser till favoriter.
zh_cn: 可以只为心目中的绝对通知书。

source: Unknown notice.
ca: Avís desconegut.
es: Aviso desconocido.
ia: Nota incognite.
mk: Непозната забелешка.
sv: Okänd notis.

source: Already a favorite.
ca: Ja és una preferit.
es: Ya incluido en favoritos.
ia: Es ja favorite.
mk: Веќе е бендисано.
sv: Redan en favorit.
te: అది ఇప్పటికే ఇష్టాంశం.
zh_cn: 已经是一种收藏。

source: Group memberships of %s
ca: Pertinències a grups de %s
ia: Membratos del gruppo %s
mk: Членувања на %s
sv: Gruppmedlemskap för %s

source: Groups %1$s is a member of on %2$s
ca: Els grups en què %1$s n'és membre a %2$s
ia: Gruppos del quales %1$s es membro in %2$s
mk: Групи на %2$s кадешто членува %1$s
sv: Grupper %1$s är medlem i på %2$s
te: %2$sలో %1$s సభ్యులుగా ఉన్న గుంపులు
zh_cn: 组 %1$s 是在 %2$s 上的成员

source: Cannot add someone else's membership.
ca: No es pot afegir la pertinència d'algú altre.
ia: Non es possibile adder le membrato de un altere persona.
mk: Не можам да додадам туѓо членство.
sv: Kan inte lägga till någon annans medlemskap.
te: మరొకరి సభ్యత్వాన్ని చేర్చలేము.
zh_cn: 无法添加其他人的成员资格。

source: Can only handle join activities.
ca: Només es poden gestionar les activitats d'unió.
ia: Solmente le activitates de adhesion es possibile.
mk: Може да работи само со активности за зачленување.
sv: Kan bara hantera anslutningsaktiviteter.
zh_cn: 只能处理加入活动。

source: Unknown group.
ca: Grup desconegut.
ia: Gruppo incognite.
mk: Непозната група.
sv: Okänd grupp.
te: గుర్తుతెలియని గుంపు.
zh_cn: 未知的组。

source: Already a member.
ca: Ja és un membre.
ia: Ja membro.
mk: Веќе членувате.
sv: Redan medlem.
te: ఇప్పటికే సభ్యులు.
zh_cn: 已经是会员。

source: Blocked by admin.
ca: Bloquejat per l'administrador.
es: Bloqueado por el administrador
ia: Blocate per un administrator.
mk: Блокиран од администратор.
sv: Blockerad av admin.
te: నిర్వాహకులు నిరోధించారు.
zh_cn: 阻止的管理员。

source: No such favorite.
ca: No existeix el preferit.
ia: Iste favorite non existe.
mk: Нема таква бендисана ставка.
sv: Ingen sådan favorit.
te: అటువంటి ఇష్టాంశం లేదు.
zh_cn: 没有这种喜欢。

source: Cannot delete someone else's favorite.
ca: No es pot eliminar què ha preferit algú altre.
ia: Non pote deler le favorite de un altere persona.
mk: Не можам да избришам туѓo бендисанo.
sv: Kan inte ta bort någon annans favoriter.
te: మరొకరి ఇష్టాంశాన్ని తొలగించలేరు.
zh_cn: 不能删除其他人的最爱。

source: Not a member.
ca: No és un membre.
ia: Non es membro.
mk: Не членувате.
sv: Inte medlem.
te: సభ్యులు కాదు.
zh_cn: 不是会员。

source: Cannot delete someone else's membership.
ca: No es pot eliminar la pertinència d'algú altre.
ia: Non pote deler le membrato de un altere persona.
mk: Не можам да избришам туѓо членство.
sv: Kan inte ta bort någon annans medlemskap.
zh_cn: 不能删除其他人的成员资格。

source: No such profile id: %d.
ca: No existeix l'id de perfil: %d
ia: Iste ID de profilo non existe: %d
mk: Нема таква назнака на профил: %d.
sv: Inget sådant profil-ID: %d.
zh_cn: 没有这种配置文件 id： %d。

source: Profile %1$d not subscribed to profile %2$d.
ca: El perfil %1$d no està subscrit al perfil %2$d.
ia: Le profilo %1$d non es subscribite al profilo %2$d.
mk: Профилот %1$d не е претплатен на профилот %2$d.
sv: Profil %1$d prenumererar inte på profil %2$d.
zh_cn: 配置文件 %1$d 不订阅配置文件 %2$d。

source: Cannot delete someone else's subscription.
ca: No es pot eliminar la subscripció d'algú altre.
ia: Non pote deler le subscription de un altere persona.
mk: Не можам да избришам туѓа претплата.
sv: Kan inte ta bort någon annans prenumeration.
te: మరొకరి చందాలని తొలగించలేరు.
zh_cn: 不能删除别人的订阅。

source: People %1$s has subscribed to on %2$s
ca: Gent a qui %1$s ha subscrit a %2$s
ia: Personas a qui %1$s ha subscribite in %2$s
mk: Луѓе на %2$s на коишто е претплатен(а) %1$s
sv: Personer %1$s har prenumererat på på %2$s
te: %2$sలో %1$s చందాచేరిన వ్యక్తులు
zh_cn: 人 %1$s 已经订阅的 %2$s

source: Can only handle Follow activities.
ca: Només es poden gestionar les activitats de seguiment.
es: Sólo es posible gestionar las actividades que sigues
ia: Solmente le activitates "Follow" es possibile.
mk: Може да работи само со аквитности за следење.
sv: Kan bara hantera följ-aktiviteter.
zh_cn: 只能处理后续活动。

source: Can only follow people.
ca: Només es pot seguir gent.
es: Sólo puede seguir personas
ia: Pote solmente sequer personas.
mk: Може само да следи луѓе.
sv: Kan bara följa personer.
zh_cn: 只能跟人。

source: Unknown profile %s.
ca: Perfil desconegut %s
ia: Profilo %s incognite.
mk: Непознат профил %s.
sv: Okänd profil %s.
zh_cn: 未知的配置文件 %s。

source: Already subscribed to %s.
ca: Ja esteu subscrit a %s.
es: Ya está suscrito a %s
ia: Ja subscribite a %s.
mk: Веќе сте претплатени на %s.
sv: Prenumererar redan på %s.
te: ఇప్పటికే %sకి చందాచేరారు.
zh_cn: 已经订阅了%s。

source: No such attachment.
ca: No existeix l'adjunció.
cs: Žádná taková příloha.
es: No existe tal archivo adjunto.
gl: Non existe tal dato adxunto.
ia: Annexo non existe.
it: Nessun allegato.
ja: そのような添付はありません。
ka: ასეთი მიმაგრებული დოკუმენტი ვერ მოიძებნა.
mk: Нема таков прилог.
nb: Ingen slike vedlegg.
sv: Ingen sådan bilaga.
te: అటువంటి జోడింపు లేదు.
zh_cn: 没有这个附件。

source: No nickname.
ca: Cap sobrenom.
cs: Žádná přezdívka.
es: Ningún nombre de usuario.
gl: Sen alcume.
ia: Nulle pseudonymo.
it: Nessun soprannome.
ja: ニックネームがありません。
ka: მეტსახელი უცნობია.
mk: Нема прекар.
nb: Ingen kallenavn.
sv: Inget smeknamn.
te: పేరు
zh_cn: 没有昵称。

source: No size.
ca: Cap mida.
cs: Žádná velikost
es: Ningún tamaño.
gl: Sen tamaño.
ia: Nulle dimension.
it: Nessuna dimensione.
ja: サイズがありません。
ka: ზომა უცნობია.
mk: Нема големина.
nb: Ingen størrelse.
sv: Ingen storlek.
te: పరిమాణం లేదు.
zh_cn: 没有大小。

source: Invalid size.
ca: La mida no és vàlida.
cs: Neplatná velikost
es: Tamaño inválido.
gl: Tamaño non válido.
ia: Dimension invalide.
it: Dimensione non valida.
ja: 不正なサイズ。
ka: ზომა არასწორია.
mk: Погрешна големина.
nb: Ugyldig størrelse
sv: Ogiltig storlek.
te: తప్పుడు పరిమాణం.
zh_cn: 大小不正确。

source: Avatar
es: Imagen
it: Immagine
ja: アバター
ka: ავატარი
mk: Аватар
nb: Brukerbilde
te: అవతారం
zh_cn: 头像

source: You can upload your personal avatar. The maximum file size is %s.
ca: Podeu pujar el vostre avatar personal. La mida màxima del fitxer és %s.
cs: Můžete nahrát váš osobní avatar. Maximální velikost souboru je %s.
es: Puedes subir tu imagen personal. El tamaño máximo de archivo es %s.
gl: Pode cargar o seu avatar personalizado. O tamaño máximo para o ficheiro é de %s.
ia: Tu pote incargar tu avatar personal. Le dimension maximal del file es %s.
it: Puoi caricare la tua immagine personale. La dimensione massima del file è %s.
ja: 自分のアバターをアップロードできます。最大サイズは%sです。
ka: თქვენ შეგიძლიათ ატვირთოთ პერსონალური ავატარი. ფაილის დასაშვები ზომაა %s.
mk: Можете да подигнете свој личен аватар. Максималната дозволена големина на податотеката изнесува %s.
nb: Du kan laste opp en personlig avatar. Maks filstørrelse er %s.
sv: Du kan ladda upp din personliga avatar. Den maximala filstorleken är %s.
te: మీ వ్యక్తిగత అవతారాన్ని మీరు ఎక్కించవచ్చు. గరిష్ఠ ఫైలు పరిమాణం %s.
zh_cn: 你可以上传你的个人头像。文件大小限制在%s以下。

source: Avatar settings
ca: Configuració de l'avatar
cs: Nastavené Profilu
es: Configuración de imagen
gl: Configuración do avatar
ia: Configuration del avatar
it: Impostazioni immagine
ja: アバター設定
ka: ავატარის პარამეტრები.
mk: Нагодувања на аватарот
nb: Avatarinnstillinger
sv: Avatarinställningar
te: అవతారపు అమరికలు
zh_cn: 头像设置

source: Original
cs: Originál
gl: Orixinal
it: Originale
ja: オリジナル
ka: ორიგინალი
mk: Оригинал
nb: Opprinnelig
sv: Orginal
te: అసలు
zh_cn: 原始

source: Preview
ca: Vista prèvia
cs: Náhled
es: Vista previa
gl: Vista previa
ia: Previsualisation
it: Anteprima
ja: プレビュー
ka: წინასწარი გადახედვა
mk: Преглед
nb: Forhåndsvis
sv: Förhandsgranska
te: మునుజూపు
zh_cn: 预览

# BUTTON
source: Delete
ca: Elimina
es: Borrar
ia: Deler
mk: Избриши
nb: Slett
sv: Ta bort
te: తొలగించు
zh_cn: 删除

# BUTTON
source: Upload
ca: Puja
es: Subir
ia: Incargar
mk: Подигни
nb: Last opp
sv: Ladda upp
te: ఎక్కించు
zh_cn: 上传

# BUTTON
source: Crop
ca: Retalla
ia: Taliar
mk: Отсечи
nb: Beskjær
sv: Beskär
te: కత్తిరించు
zh_cn: 剪裁

source: No file uploaded.
ca: No s'ha carregat cap fitxer.
cs: žádný soubor nebyl nahrán.
es: Ningún archivo fue subido.
gl: Non se subiu ficheiro ningún.
ia: Nulle file incargate.
it: Nessun file caricato.
ka: არცერთი ფაილი არ ატვირთულა
mk: Нема подигнато податотека.
nb: Ingen fil lastet opp.
sv: Ingen fil laddades upp.
te: ఏ దస్త్రమూ ఎక్కింపబడలేదు.
zh_cn: 没有文件被上传。

source: Pick a square area of the image to be your avatar.
ca: Seleccioneu una àrea quadrada de la imatge que voleu que sigui el vostre avatar.
es: Selecciona un área de la imagen para que sea tu avatar.
ia: Selige un area quadrate del imagine pro facer lo tu avatar.
mk: Одберете квадратна површина од сликата за аватар.
sv: Välj ett fyrkantigt område i bilden att vara din avatar.
te: మీ అవతారంగా ఉండాల్సిన చతురస్రపు ప్రదేశాన్ని బొమ్మ నుండి ఎంచుకోండి.
zh_cn: 选择一个方形的区域的图像为您的虚拟形象。

source: Lost our file data.
ca: S'ha perdut el nostre fitxer de dades.
cs: Ztratili jsme údaje souboru.
es: Se perdió nuestros datos de archivo.
gl: Perdéronse os datos do ficheiro.
ia: Datos del file perdite.
it: Perso il nostro file di dati.
ja: ファイルデータを紛失しました。
mk: Податоците за податотеката се изгубени.
nb: Mistet våre fildata.
sv: Förlorade vår fildata.
zh_cn: 文件数据丢失

source: Avatar updated.
ca: Avatar actualitzat.
cs: Obrázek nahrán
es: Imagen actualizada
gl: Actualizouse o avatar.
ia: Avatar actualisate.
it: Immagine aggiornata.
ja: アバターが更新されました。
ka: ავატარი განახლდა.
mk: Аватарот е подновен.
nb: Brukerbildet har blitt oppdatert.
sv: Avatar uppdaterad.
te: అవతారాన్ని తాజాకరించాం.
zh_cn: 头像已更新。

source: Failed updating avatar.
ca: Error en actualitzar avatar.
cs: Nahrávání obrázku selhalo.
es: Error al actualizar la imagen.
gl: Non se puido actualizar o avatar.
ia: Actualisation del avatar fallite.
it: Aggiornamento dell'immagine non riuscito.
ja: アバターの更新に失敗しました。
ka: ავატარის განახლება ვერ მოხერხდა.
mk: Подновата на аватарот не успеа.
nb: Oppdatering av avatar mislyktes.
sv: Misslyckades uppdatera avatar.
te: అవతారపు తాజాకరణ విఫలమైంది.
zh_cn: 更新头像失败。

source: Avatar deleted.
ca: S'ha eliminat l'avatar.
cs: Avatar smazán.
es: Imagen borrada.
gl: Borrouse o avatar.
ia: Avatar delite.
it: Immagine eliminata.
ja: アバターが削除されました。
ka: ავატარი წაიშალა.
mk: Аватарот е избришан.
nb: Avatar slettet.
sv: Avatar borttagen.
te: అవతారాన్ని తొలగించాం.
zh_cn: 头像已删除。

source: Backup account
ca: Fes una còpia de seguretat del compte
es: Cuenta de respaldo (backup)
ia: Facer un copia de reserva del conto
mk: Резервна сметка
sv: Säkerhetskopieringskonto
zh_cn: 备份的帐户

source: Only logged-in users can backup their account.
ca: Només els usuaris que han iniciat una sessió poden fer una còpia de seguretat del compte.
es: Sólo los usuarios que hayan accedido pueden hacer una copia de seguridad (backup) de sus cuentas.
ia: Solmente usatores authenticate pote facer un copia de reserva de lor conto.
mk: Само одјавени корисници можат да прават резервна верзија на сметката.
sv: Endast inloggade användare kan säkerhetskopiera sitt konto.
zh_cn: 只有已登录的用户可以备份他们的帐户。
