Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: %s subscribers
ca: Subscriptors de %s
cs: Odběratelé %s
es: %s suscriptores
gl: %s subscritores
ia: Subscriptores a %s
it: Abbonati a %s
ja: フォローされている
ka: %s გამომწერი
mk: Претплатници на %s
sv: %s prenumeranter
te: %s చందాదార్లు
zh_cn: %s的关注者

source: %1$s subscribers, page %2$d
ca: %1$s subscriptors, pàgina %2$d
cs: odběratelé %1$s, strana %2$d
es: %1$s suscriptores, página %2$d
gl: %1$s subscritores, páxina %2$d
ia: Subscriptores a %1$s, pagina %2$d
it: Abbonati a %1$s, pagina %2$d
ja: %1$s フォローされている、ページ %2$d
ka: %1$s გამომწერი, გვერდი %2$d
mk: Претплатници на %1$s, стр. %2$d
nb: %1$s gruppemedlemmer, side %2$d
sv: %1$s prenumeranter, sida %2$d
te: %1$s చందాదార్లు, పేజీ %2$d
zh_cn: %1$s的关注者，第%2$d页

source: These are the people who listen to your notices.
ca: Aquestes són les persones que escolten els vostres avisos.
cs: Toto jsou lidé, kteří naslouchají vašim sdělením.
es: Estas son las personas que escuchan tus avisos.
gl: Estas son as persoas que seguen as súas notas.
ia: Iste personas seque tu notas.
it: Queste sono le persone che ti seguono.
ja: あなたのつぶやきを聞いている人
ka: არის ხალხი, ვინც თქვენს შეტყობინებებს თვალ-ყურს ადევნებს.
mk: Ова се луѓето што ги следат Вашите забелешки.
nb: Dette er personene som lytter til dine notiser.
sv: Det är dessa personer som lyssnar på dina notiser.
te: వీళ్ళు మీ నోటీసులని వినే ప్రజలు.
zh_cn: 这些用户关注了你的消息。

source: These are the people who listen to %s's notices.
ca: Aquestes són les persones que escolten els avisos de %s.
cs: Toto jsou lidé, kteří naslouchají sdělením od %s.
es: Estas son las personas que escuchan los avisos de %s.
gl: Estas son as persoas que están seguindo as notas de %s.
ia: Iste personas seque le notas de %s.
it: Queste sono le persone che seguono %s.
ja: %s のつぶやきを聞いている人
ka: არის ხალხი, ვინც %s-ს შეტყობინებებს თვალ-ყურს ადევნებს.
mk: Ова се луѓето што ги следат забелешките на %s.
nb: Dette er personene som lytter til %ss notiser.
sv: Det är dessa personer som lyssnar på %ss notiser.
te: వీళ్ళు %s యొక్క నోటీసులని వినే ప్రజలు.
zh_cn: 这些用户关注了%s的消息。

source: You have no subscribers. Try subscribing to people you know and they might return the favor.
ca: No teniu cap subscriptor. Proveu de subscriure-us a gent que coneixeu i ells podrien tornar-vos així el favor.
es: No tienes suscriptores. Intenta suscribirte a gente que conozcas y puede que te devuelvan el favor.
ia: Tu non ha subscriptores. Tenta subscriber te a personas que tu cognosce e illes poterea retornar te le favor.
mk: Немате претплатници. Претплатете се на луѓе што ги знаете, и тие можеби ќе го сторат истото за Вас.
sv: Du har inga prenumeranter. Prova att prenumerera på folk du känner och de kanske återgäldar tjänsten.
te: మీకు చందాదార్లు ఎవరూ లేరు. మీకు తెలిసినవారికి చందాచేర ప్రయత్నించండి వాళ్ళు ప్రత్యుపకారం చేయవచ్చు.
zh_cn: 还没有人关注你，尝试关注一些你认识的用户，他们或许会关注你

source: %s has no subscribers. Want to be the first?
ca: %s no té subscriptors. Voleu ser-ne el primer?
cs: Uživatele %s nikdo nesleduje. Chcete být první?
es: %s no tiene suscriptores. ¿Quieres se la primera persona que se suscriba?
gl: %s non ten subscritores. Quere ser o primeiro?
ia: %s non ha subscriptores. Vole esser le prime?
it: %s non ha abbonati. Vuoi abbonarti tu?
ja: %s にはフォローしている人がいません。最初の人になりますか?
ka: %s არ ჰყავს გამომწერები. გინდა გახდე პირველი?
mk: %s нема претплатници. Сакате да бидете првиот?
sv: %s har inte några prenumeranter. Vill du bli först?
te: %sకి చందాదార్లు ఎవరూ లేరు. మీరే మొదటివారు కావాలనుకుంటున్నారా?
zh_cn: 还没有人关注%s，成为第一个关注者？

source: %s has no subscribers. Why not [register an account](%%%%action.register%%%%) and be the first?
ca: %s no té subscriptors. Per què no us [registreu](%%%%action.register%%%%) i en sou el primer?
cs: Uživatele %s nikdo nesleduje. Proč ne [zaregistrovat účet](%%action.register%%) a nebýt první?
es: %s no tiene suscriptores. ¿Por qué no [registrar una cuenta](%%%%action.register%%%%) y ser la primera persona?
gl: %s non ten subscritores. Por que non [rexistrar unha conta](%%%%action.register%%%%) e ser o primeiro?
ia: %s non ha subscriptores. Proque non [crear un conto](%%%%action.register%%%%) e esser le prime?
it: %s non ha abbonati. Perché non [crei un account](%%%%action.register%%%%) e ti abboni tu?
ja: %s にはフォローしている人がいません。なぜ[アカウント登録](%%%%action.register%%%%)して最初にならないのですか?
ka: %s არ ჰყავს გამომწერები. [დარეგისტრირდი](%%%%action.register%%%%) და გახდი პირველი.
mk: %s нема претплатници. Зошто не [регистрирате сметка](%%%%action.register%%%%) и станете првиот претплатник?
sv: %s har inte några prenumeranter. Varför inte [registrera ett konto](%%%%action.register%%%%) och bli först?
te: %sకి చందాదార్లు ఎవరూ లేరు. [ఒక ఖాతాని నమోదు చేసుకుని](%%%%action.register%%%%) మీరు ఎందుకు మొదటి చందాదారు కాకూడదు?
zh_cn: 还没有人关注%s。现在就[注册一个帐号](%%%%action.register%%%%)并成为第一个关注者！

source: %1$s subscriptions, page %2$d
ca: %1$s subscripcions, pàgina %2$d
cs: Odběry uživatele %1$s, strana %2$d
es: %1$s suscrippciones, página %2$d
gl: %1$s subscricións, páxina %2$d
ia: Subscriptiones de %1$s, pagina %2$d
it: Abbonamenti di %1$s, pagina %2$d
ja: %1$s フォローしている、ページ %2$d
ka: %1$s გამოწერები, გვერდი %2$d
mk: Претплати на %1$s, стр. %2$d
nb: %1$s grupper, side %2$d
sv: %1$s prenumerationer, sida %2$d
te: %1$s చందాలు, పేజీ %2$d
zh_cn: %1$s 关注的用户，第%2$d页

source: These are the people whose notices you listen to.
ca: Aquestes són les persones que escolteu.
cs: Toto jsou lidé, jejiž sdělením nasloucháte
es: Estas son las personas que escuchas sus avisos.
gl: Estas son as persoas cuxas notas segue.
ia: Tu seque le notas de iste personas.
it: Queste sono le persone che stai seguendo.
ja: あなたがつぶやきを聞いている人
ka: ეს არის ხალხი, ვის შეტყობინებებსაც უსმენთ.
mk: Ова се луѓето чии забелешки ги следите.
nb: Dette er personene hvis notiser du lytter til.
sv: Det är dessa personer vars meddelanden du lyssnar på.
te: మీరు ఈ వ్యక్తుల నోటీసులని వింటున్నారు.
zh_cn: 这是你关注的用户。

source: These are the people whose notices %s listens to.
ca: Aquestes són les persones que %s escolta.
cs: Toto jsou lidé, jejímž sdělením %s naslouchá
es: Estas son las personas que %s escucha sus avisos.
gl: Estas son as persoas cuxas notas segue %s.
ia: %s seque le notas de iste personas.
it: Queste sono le persone seguite da %s.
ja: %s がつぶやきを聞いている人
ka: ეს არის ხალხი ვის შეტყობინებებსაც ყურს უგდებს %s.
mk: Ова се луѓето чии забелешки ги следи %s.
nb: Dette er personene hvis notiser %s lytter til.
sv: Det är dessa personer vars notiser %s lyssnar på.
te: %s వీరి నోటీసులని వింటున్నారు.
zh_cn: 这是%s关注的用户。

source: You're not listening to anyone's notices right now, try subscribing to people you know. Try [people search](%%action.peoplesearch%%), look for members in groups you're interested in and in our [featured users](%%action.featured%%). If you're a [Twitter user](%%action.twittersettings%%), you can automatically subscribe to people you already follow there.
ca: No esteu escoltant els avisos de ningú ara mateix, proveu de subscriure-us a gent que coneixeu. Proveu de [cercar gent](%%action.peoplesearch%%), trobar membres de grups en què esteu interessats i en els nostres [usuaris destacats](%%action.featured%%). Si sou un [usuari del Twitter](%%action.twittersettings%%), podeu subscriure-us automàticament a gent que ja seguiu allà.
cs: Momentálně nenasloucháte níčím oznámením, zkuste se přihlásit k lidem které znáte. Zkuste [Vyhledávání lidí](%%action.peoplesearch%%), podívejte se po členech skupin které vás zajímají a do [nejlepších uživatelú](%%action.featured%%). Pokud jste uživatelem [Twitteru](%%action.twittersettings%%), můžete se automaticky přihlásit k lidem které už tam sledujete.
es: Ahora mismo no estás escuchando los avisos de nadie. Intenta suscribirte a gente que conozcas. Puedes [buscar gente](%%action.peoplesearch%%); busca miembros de grupos que te intereses y entre nuestros [usuarios especiales](%%action.featured%%). Si eres [usuario de Twitter](%%action.twittersettings%%), puedes suscribirte automáticamente a las personas que ya sigues allí.
gl: Agora mesmo non está a seguir as notas de ninguén, probe a subscribirse a xente que coñeza. Intente [buscar xente](%%action.peoplesearch%%), buscar xente en grupos que lle interesen e nos nosos [usuarios destacados](%%action.featured%%). Se é [usuario do Twitter](%%action.twittersettings%%), pode subscribirse automaticamente á xente que segue alí.
ia: Tu non seque le notas de alcuno in iste momento. Tenta subscriber te a personas que tu cognosce. Proba [le recerca de personas](%%action.peoplesearch%%), cerca membros in le gruppos de tu interesse e in le [usatores in evidentia](%%action.featured%%). Si tu es [usator de Twitter](%%action.twittersettings%%), tu pote automaticamente subscriber te a personas que tu ja seque la.
it: Non stai seguendo nessuno, prova ad abbonarti a qualcuno che conosci. Prova a [cercare persone](%%action.peoplesearch%%), guarda tra i membri dei gruppi di tuo interesse e tra gli [utenti in evidenza](%%action.featured%%). Se [usi Twitter](%%action.twittersettings%%), puoi abbonarti automaticamente alle persone che già seguivi lì.
ja: 今、だれのつぶやきも聞いていないなら、あなたが知っている人々をフォローしてみてください。[ピープル検索](%%action.peoplesearch%%)を試してください。そして、あなたが興味を持っているグループと私たちの[フィーチャーされたユーザ](%%action.featured%%)のメンバーを探してください。もし[Twitterユーザ](%%action.twittersettings%%)であれば、あなたは自動的に既にフォローしている人々をフォローできます。
ka: თუ ჯერ არ უსმენთ არავის შეტყობიენბებს, სცადეთ გამოიწეროთ თქვენთვის საინტერესო ადამიანები. სცადეთ [ხალხის ძიება](%%action.peoplesearch%%), გადახედეთ საინტერესო ჯგუფების წევრებს და ჩვენს მიერ [შემოთავაზებულ მომხმარებლებს](%%action.featured%%). თუ ხართ [Twitter-ის მომხმარებელი](%%action.twittersettings%%), შეგიძლიათ ავტომატურად გამოიწეროთ ხალხი, რომლებსაც იქ მიჰყვებით.
mk: Моментално не следите ничии забелешки. Претплатете се на луѓе кои ги познавате. Пробајте со [пребарување на луѓе](%%action.peoplesearch%%), побарајте луѓе во група која Ве интересира и меѓу нашите [избрани корисници](%%action.featured%%). Ако сте [корисник на Twitter](%%action.twittersettings%%), тука можете автоматски да се претплатите на луѓе кои таму ги следите.
sv: Du lyssnar inte på någons notiser just nu. Prova att prenumerera på personer du känner. Prova [personsökning](%%action.peoplesearch%%), leta bland medlemmar i grupper som intresserad dig och bland våra [profilerade användare](%%action.featured%%). Om du är en [Twitter-användare](%%action.twittersettings%%) kan du prenumerera automatiskt på personer som du redan följer där.
zh_cn: 你现在还看不到其他人的消息，试着去关注一些你认识的人。试一下 [用户搜索](%%action.peoplesearch%%)，在我们的 [推荐用户](%%action.featured%%) 中找一些你感兴趣的小组的用户。如果你是 [Twitter用户](%%action.twittersettings%%)，你可以自动关注你已经关注的用户。

source: %s is not listening to anyone.
ca: %s no escolta a ningú.
cs: %s nikoho nesleduje.
es: %s no está escuchando a nadie.
gl: %s non está seguindo a ninguén.
ia: %s non seque alcuno.
it: %s non sta seguendo nessuno.
ja: %s はだれも言うことを聞いていません。
ka: %s არავის უსმენს.
mk: %s не следи никого.
nb: %s lytter ikke til noen.
sv: %s lyssnar inte på någon.
te: %s ప్రస్తుతం ఎవరినీ వినడంలేదు.
zh_cn: %s没有关注任何人。

source: Subscription feed for %s (Atom)
ca: Canal de subscripció de %s (Atom)
ia: Syndication de subscription pro %s (Atom)
mk: Канал со забелешки за %s (Atom)
sv: Flöde av prenumerationer för %s (Atom)
te: %s యొక్క చందాల ఫీడు (ఆటమ్)
zh_cn: %s的订阅源 (Atom)

# LABEL
source: IM
ia: MI
mk: НП
sv: Snabbmeddelande

source: SMS
mk: СМС

source: Notices tagged with %1$s, page %2$d
ca: Avisos etiquetats amb %1$s, pàgina %2$d
cs: Oznámení označená %1$s, strana %2$d
es: Mensajes etiquetados con %1$s, página %2$d
gl: Notas etiquetadas con %1$s, páxina %2$d
ia: Notas etiquettate con %1$s, pagina %2$d
it: Messaggi etichettati con %1$s, pagina %2$d
ja: %1$s とタグ付けされたつぶやき、ページ %2$d
ka: შეტყობინებები მონიშნული %1$s-ით, გვერდი %2$d
mk: Забелешки означени со %1$s, стр. %2$d
nb: Brukere som har merket seg selv med %1$s - side %2$d
sv: Notiser taggade med %1$s, sida %2$d
te: %2$sలో %1$s అనే ట్యాగుతో ఉన్న నోటీసులు!
zh_cn: 带%1$s标签的消息，第%2$d页

source: Notice feed for tag %s (RSS 1.0)
ca: Canal d'avisos de l'etiqueta %s (RSS 1.0)
cs: Feed oznámení označených %s (RSS 1.0)
es: Canal de mensajes con etiqueta %s (RSS 1.0)
gl: Fonte de novas das notas para a etiqueta %s (RSS 1.0)
ia: Syndication de notas pro le etiquetta %s (RSS 1.0)
it: Feed dei messaggi per l'etichetta %s (RSS 1.0)
ja: %s とタグ付けされたつぶやきフィード (RSS 1.0)
ka: შეტყობინებების RSS მონიშნული %s-თ (RSS 1.0)
mk: Канал со забелешки за ознаката %s (RSS 1.0)
nb: Notismating for merkelapp %s (RSS 1.0)
sv: Flöde av notiser för tagg %s (RSS 1.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 1.0)
zh_cn: %s标签的消息聚合 (RSS 1.0)

source: Notice feed for tag %s (RSS 2.0)
ca: Canal d'avisos de l'etiqueta %s (RSS 2.0)
cs: Feed oznámení označených %s (RSS 2.0)
es: Canal de mensajes con etiqueta %s (RSS 2.0)
gl: Fonte de novas das notas para a etiqueta %s (RSS 2.0)
ia: Syndication de notas pro le etiquetta %s (RSS 2.0)
it: Feed dei messaggi per l'etichetta %s (RSS 2.0)
ja: %s とタグ付けされたつぶやきフィード (RSS 2.0)
ka: შეტყობინებების RSS მონიშნული %s-თ (RSS 2.0)
mk: Канал со забелешки за ознаката %s (RSS 2.0)
nb: Notismating for merkelapp %s (RSS 2.0)
sv: Flöde av notiser för tagg %s (RSS 2.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 2.0)
zh_cn: %s标签的消息聚合 (RSS 2.0)

source: Notice feed for tag %s (Atom)
ca: Canal d'avisos de l'etiqueta %s (Atom)
cs: Feed oznámení označených %s (Atom)
es: Canal de mensajes con etiqueta %s (Atom)
gl: Fonte de novas das notas para a etiqueta %s (Atom)
ia: Syndication de notas pro le etiquetta %s (Atom)
it: Feed dei messaggi per l'etichetta %s (Atom)
ja: %s とタグ付けされたつぶやきフィード (Atom)
ka: შეტყობინებების RSS მონიშნული %s-თ (Atom)
mk: Канал со забелешки за ознаката %s (Atom)
nb: Notismating for merkelapp %s (Atom)
sv: Flöde av notiser för tagg %s (Atom)
te: %s కొరకు స్పందనల ఫీడు (ఆటమ్)
zh_cn: %s标签的消息聚合 (Atom)

source: You cannot tag this user.
ia: Tu non pote etiquettar iste usator.
mk: Не можете да го означите овој корисник.
sv: Du kan inte tagga den här användaren.

source: List a profile
ia: Listar un profilo
mk: Наведи профил
sv: Lista en profil

# ADDTOLIST
source: List %s
ia: Listar %s
mk: Список %s
sv: Lista %s
te: జాబితా %s

# TITLE
source: Error
mk: Грешка
sv: Fel
te: పొరపాటు

source: User profile
ca: Perfil de l'usuari
cs: Uživatelský profil
es: Perfil de usuario
gl: Perfil do usuario
ia: Profilo del usator
it: Profilo utente
ja: ユーザプロファイル
ka: მომხმარებლის პროფილი
mk: Кориснички профил
nb: Brukerprofil
sv: Användarprofil
te: వాడుకరి ప్రొఫైలు
zh_cn: 用户页面

source: List user
ia: Listar usator
mk: Наведи корисник
sv: Lista användare
te: జాబితా వాడుకరి

# LABEL
source: Lists
ia: Listas
mk: Списоци
sv: Listor

source: Lists for this user (letters, numbers, -, ., and _), comma- or space- separated.
ia: Listas pro iste usator (litteras, numeros, -, . e _), separate per commas o spatios.
mk: Списоци за овој корисник (букви, бројки, -, . и _), одделени со запирка или празно место.
sv: Listor för denna användare (bokstäver, siffror, -, ., och _), separerade med kommatecken eller mellanslag.

# TITLE
source: Tags
ca: Etiquetes
ia: Etiquettas
mk: Ознаки
sv: Taggar

source: Lists saved.
ia: Listas salveguardate.
mk: Списоците се зачувани.
sv: Listor sparades.

source: Use this form to add your subscribers or subscriptions to lists.
ia: Usa iste formulario pro adder tu subscriptores o subscriptiones a listas.
mk: Со овој образец додавајте ги Вашите претплатници или претплати во списоци.
sv: Använd detta formulär för att lägga till dina prenumeranter eller prenumerationer på listor.

source: No such tag.
ca: No existeix aquesta etiqueta.
cs: Žádná taková nálepka.
es: No existe tal etiqueta.
gl: Esa etiqueta non existe.
ia: Etiquetta non existe.
it: Nessuna etichetta.
ja: そのようなタグはありません。
ka: ასეთი სანიშნე არ არსებობს.
mk: Нема таква ознака.
sv: Ingen sådan tagg.
te: అటువంటి ట్యాగు లేదు.
zh_cn: 没有此标签。

source: You haven't blocked that user.
ca: No heu blocat l'usuari.
cs: Nemáte zablokováno tohoto uživatele.
es: No has bloqueado ese usuario.
gl: Non bloqueou a ese usuario.
ia: Tu non ha blocate iste usator.
it: Non hai bloccato quell'utente.
ja: あなたはそのユーザをブロックしていません。
ka: თქვენ არ დაგიბლოკავთ ეს მომხმარებელი.
mk: Го немате блокирано тој корисник.
nb: Du har ikke blokkert den brukeren.
sv: Du har inte blockerat denna användared.
te: మీరు ఆ వాడుకరిని నిరోధించలేదు.
zh_cn: 你未屏蔽该用户。

source: User is not sandboxed.
ca: L'usuari no està a l'entorn de proves.
cs: Uživatel není sandboxován.
es: Al usuario no se le ha impuesto restricciones.
gl: O usuario non está illado.
ia: Le usator non es in le cassa de sablo.
it: L'utente non è nella "sandbox".
ja: ユーザはサンドボックスではありません。
ka: მომხმარებელი არ არის იზოლირებული.
mk: Корисникот не е ставен во песочен режим.
sv: Användare är inte flyttad till sandlådan.
te: వాడుకరిని గుంపు నుండి నిరోధించలేదు.
zh_cn: 用户不在沙盒中。

source: User is not silenced.
ca: L'usuari no està silenciat.
cs: Uživatel není umlčen.
es: El usuario no ha sido silenciado.
gl: O usuario non está silenciado.
ia: Le usator non es silentiate.
it: L'utente non è zittito.
ja: ユーザはサイレンスではありません。
ka: მომხმარებელი არ არის დადუმებული.
mk: Корисникот не е замолчен.
sv: Användare är inte nedtystad.
zh_cn: 用户未被禁言。

source: Unsubscribed
ca: No subscrit
cs: Odhlášeno
es: Desuscrito
gl: Cancelouse a subscrición
ia: Subscription cancellate
it: Abbonamento annullato
ja: フォロー解除済み
ka: გამოწერა გაუქმებულია
mk: Претплатата е откажана
sv: Prenumeration avslutad
te: చందామాను
zh_cn: 已取消关注

source: %1$s unsubscribed from list %2$s by %3$s
ia: %1$s removite del lista %2$s per %3$s
mk: %1$s ја откажа претплатата на списокот %2$s од %3$s
sv: %1$s struken från listan %2$s av %3$s
te: %3$s యొక్క %2$s అనే జాబితా నుండి %1$s చందా విరమించారు

source: Listenee stream license "%1$s" is not compatible with site license "%2$s".
ca: La llicència del flux de qui escolteu, «%1$s», no és compatible amb la llicència del lloc, «%2$s».
ia: Le licentia del fluxo que tu ascolta, "%1$s", non es compatibile con le licentia del sito "%2$s".
mk: Лиценцата на каналот на следениот „%1$s“ не е складна на лиценцата на мрежното место „%2$s“.
sv: Licensen för lyssnarströmmen "%1$s" är inte förenlig med webbplatslicensen "%2$s".

source: URL settings
ca: Paràmetres d'URL
ia: Configuration de URL
mk: Нагодувања за URL
sv: Webbadressinställningarna
te: URL అమరికలు

source: Manage various other options.
ca: Gestiona altres opcions diferents.
cs: Správa různých dalších možností.
es: Manejo de varias opciones adicionales.
gl: Configure outras tantas opcións.
ia: Gestion de varie altere optiones.
it: Gestisci altre opzioni.
ja: 他のオプションを管理。
ka: სხა მრავალნაირი პარამეტრების მართვა.
mk: Раководење со разни други можности.
nb: Håndter diverse andre alternativ.
sv: Hantera diverse andra alternativ.
te: వేరే ఇతర ఎంపికలని సంభాళించండి.
zh_cn: 管理其他选项。

source: (free service)
ca: (servei lliure)
cs: (Služba zdarma)
es: (servicio libre)
gl: (servizo gratuíto)
ia: (servicio libere)
it: (servizio libero)
ja: (フリーサービス)
ka: (უფასო სერვისი)
mk: (слободна служба)
nb: (gratis tjeneste)
sv: (fri tjänst)
te: (స్వేచ్ఛా సేవ)
zh_cn: （免费服务）

source: [none]
ca: [cap]
ia: [nulle]
mk: [без ознаки]
sv: [ingen]
te: [ఏమీలేదు]

source: [internal]
ca: [intern]
ia: [interne]
mk: [внатрешни]
sv: [intern]
te: [అంతర్గతం]

source: Shorten URLs with
ca: Escurça els URL amb
cs: Zkrácovat URL s
es: Acortar los URL con
gl: Abreviar os enderezos URL con
ia: Accurtar URLs con
it: Accorcia gli URL con
ja: URLを短くします
ka: შეამოკლე URL–ები შემდეგით
mk: Скратувај URL-адреси со
nb: Forkort nettadresser med
sv: Förkorta URL:er med
te: URL కుదింపు సేవ
zh_cn: 缩短 URL 使用

source: Automatic shortening service to use.
ca: Servei d'auto-escurçament a utilitzar.
cs: Služba automatického zkracování, kterou použít.
es: Servicio de acorte automático a usar.
gl: Servizo de abreviación automática a usar.
ia: Le servicio de accurtamento automatic a usar.
it: Servizio di autoriduzione da usare
ja: 使用する自動短縮サービス。
ka: გამოსაყენებელი შემოკლების ავტომატური სერვისი.
mk: Која автоматска служба за скратување да се користи.
nb: Automatisk fortkortelsestjeneste å bruke.
sv: Automatiska förkortningstjänster att använda.
te: ఉపయోగించాల్సిన యాంత్రిక కుదింపు సేవ.
zh_cn: 要使用的自动短网址服务。

source: URL longer than
ca: URL més llarg que
ia: URL plus longe que
mk: URL не подолга од
sv: URL längre än

source: URLs longer than this will be shortened, 0 means always shorten.
ca: Els URL que en siguin més lllargs s'escurçaran. 0 vol dir que sempre s'escuraçaran.
ia: Le URLs plus longe que isto essera abbreviate. 0 significa abbreviar sempre.
mk: URL-адресите подолги од ова ќе бидат скратени. 0 значи дека секогаш ќе се скратуваат.
sv: Webbadresser längre än så kommer att förkortas, 0 innebär förkorta alltid.

source: Text longer than
ca: Textos més llargs que
ia: Texto plus longe que
mk: Текст подолг од
sv: Text längre än

source: URLs in notices longer than this will be shortened, 0 means always shorten.
ca: Els URL en avisos que en siguin més llargs s'escurçaran. 0 vol dir que sempre s'escurçaran.
ia: Le URLs in notas plus longe que isto essera abbreviate. 0 significa abbreviar sempre.
mk: URL-адресите во забелешките подолги од ова ќе бидат скратени. 0 значи дека секогаш ќе се скратуваат.
sv: Webbadresser i notiser längre än så kommer att förkortas, 0 innebär förkorta alltid.

source: URL shortening service is too long (maximum 50 characters).
ca: El servei d'autoescurçament d'URL és massa llarga (màxim 50 caràcters).
ia: Le servicio de accurtamento de URL es troppo longe (maximo 50 characteres).
mk: Услугата за скратување на URL-адреси е предолга (највеќе до 50 знаци).
nb: Adresseforkortelsestjenesten er for lang (maks 50 tegn).
sv: Namnet på URL-förkortningstjänsen är för långt (max 50 tecken).
zh_cn: 短网址服务过长(不能超过50个字符)。

source: Invalid number for maximum URL length.
ca: Nombre no vàlid per a la longitud màxim de l'URL.
ia: Numero invalide pro longitude maxime de URL.
mk: Неважечки број за максимална должина на URL-адреса.
sv: Ogiltigt nummer för maximal URL-längd.

source: Invalid number for maximum notice length.
ca: Nombre no vàlid per a la longitud màxim de l'avís.
ia: Numero invalide pro longitude maxime de nota.
mk: Неважечки број за максимална должина на забелешка.
sv: Ogiltigt nummer för maximal notislängd.

source: Error saving user URL shortening preferences.
ca: S'ha produït un error en desar les preferències d'escurçament d'URL.
ia: Error durante le salveguarda del preferentias de usator pro le abbreviation de URL.
mk: Грешка при зачувувањето на корисничките нагодувања за скратување на URL-адреси.
sv: Fel vid sparande av användarens inställningar för URL-förkortare.

# TITLE
source: User
ca: Usuari
cs: Uživatel
es: Usuario
gl: Usuario
ia: Usator
it: Utente
ka: მომხმარებელი
mk: Корисник
nb: Bruker
sv: Användare
te: వాడుకరి
zh_cn: 用户

source: User settings for this StatusNet site
ca: Paràmetres d'usuari d'aquest lloc basat en StatusNet
gl: Configuración de usuario para este sitio StatusNet
ia: Configurationes de usator pro iste sito de StatusNet
it: Impostazioni utente per questo sito StatusNet
mk: Кориснички нагодувања за ова StatusNet-мрежно место
sv: Användarinställningar för den här StatusNet-webbplatsen
te: ఈ స్టేటస్&zwnj;నెట్ సైటుకి వాడుకరి అమరికలు
zh_cn: 这个 StatusNet 网站的用户设置

source: Invalid bio limit. Must be numeric.
ca: El límit de la biografia no és vàlid. Cal que sigui numèric.
cs: Neplatný bio limit. Musí být číslo.
es: Límite para la bio inválido: Debe ser numérico.
gl: Límite da biografía incorrecto. Debe ser numérico.
ia: Limite de biographia invalide. Debe esser un numero.
it: Limite per la biografia non valido. Deve essere numerico.
ja: 不正な自己紹介制限。数字である必要があります。
ka: ბიოგრაფიის არასწორი ლიმიტი. უნდა იყოს ციფრი.
mk: Неважечко ограничување за биографијата. Мора да е бројчено.
nb: Ugyldig biografigrense. Må være numerisk.
sv: Ogiltig begränsning av biografi. Måste vara numerisk.
zh_cn: 无效的自述限制，必须为数字。
