Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details.
ca: Aquest programa es distribueix amb la voluntat que sigui útil, perquè sense cap mena de garantia; sense tampoc cap garantia implícita respecte a la seva comercialització o idoneïtat per a cap propòsit en particular. Consulteu la llicència GNU Affero General Public License per a més detalls.
cs: Tento program je rozšiřován v naději, že bude užitečný, avšak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO URČITÝ ÚČEL. Podívejte se na GNU Affero General Public License pro bližší informace.
es: Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Consulte la Licencia Pública General de Affero AGPL para más detalles.
gl: Este programa distribúese coa esperanza de que resulte útil, pero SEN NINGUNHA GARANTÍA, nin sequera as garantías implícitas de COMERCIALIZACIÓN ou IDONEIDADE PARA UN PROPÓSITO PARTICULAR. Lea a Licenza Pública Xeral Affero de GNU para máis información.
ia: Iste programma es distribuite in le sperantia que illo essera utile, ma SIN ALCUN GARANTIA; sin mesmo le garantia implicite de COMMERCIABILITATE o de USABILITATE PRO UN PARTICULAR SCOPO. Vide le GNU Affero General Public License pro ulterior detalios.
it: Questo programma è distribuito nella speranza che possa essere utile, ma SENZA ALCUNA GARANZIA, senza anche la garanzia implicita di COMMERCIABILITÀ o di UTILIZZABILITÀ PER UN PARTICOLARE SCOPO. Per maggiori informazioni consultare la GNU Affero General Public License.
ka: ეს პროგრამა ვრცელდება იმ იმედით, რომ გამოსადეგი იქნება, მაგრამ არ იძლევა არანაირ გარანტიებს; არც თუნდაც პატარა გარანტიას მის გაყიდვადობაზე ან კონკრეტული მიზნისთვის თავსებადობაზე. იხილეთ GNU Affero ძირითადი საჯარო ლიცენზია მეტი ინფორმაციისთვის.
mk: Овој програм е дистрибуиран со надеж дека ќе биде од корист, но БЕЗ БИЛО КАКВА ГАРАНЦИЈА; дури и без подразбирливата гаранција за ПАЗАРНА ПРОДАЖНОСТ или ПОГОДНОСТ ЗА ОПРЕДЕЛЕНА ЦЕЛ. Погледајте ја Општата јавна лиценца ГНУ Аферо за повеќе подробности.
sv: Detta program distribueras i hopp om att det kommer att vara användbart, men UTAN NÅGRA GARANTIER; även utan underförstådda garantier om SÄLJBARHET eller LÄMPLIGHET FÖR ETT SÄRSKILT ÄNDAMÅL. Se GNU Affero General Public License för mer information.
zh_cn: 这个程序的发布是希望它可以有用，但没有任何的担保；也没有售后性或者符合其他特别目的的担保。查看 GNU Affero GPL 了解更多信息。

source: You should have received a copy of the GNU Affero General Public License along with this program. If not, see %s.
ca: Hauríeu d'haver rebut una còpia de la llicència GNU Affero General Public License juntament amb el programa. Si no és així, consulteu %s.
cs: Měli byste obdržet kopii GNU Affero General Public License spolu s tímto programem. Pokud ne, jděte na %s.
es: Debes haber recibido una copia de la Licencia Pública General de Affero GNU con este programa. Si no la recibiste, visita %s.
gl: Debeu recibir unha copia da Licenza Pública Xeral Affero de GNU xunto co programa. En caso contrario, vexa %s.
ia: Un copia del GNU Affero General Public License deberea esser disponibile insimul con iste programma. Si non, vide %s.
it: Una copia della GNU Affero General Plublic License dovrebbe essere disponibile assieme a questo programma. Se così non fosse, consultare %s.
ka: თქვენ უნდა მიგეღოთ GNU Affero ძირითადი საჯარო ლიცენზიის ასლი ამ პროგრამასთან ერთად. თუ არა, იხილეთ %s.
mk: Треба да имате добиено примерок од Општата јавна лиценца ГНУ Аферо заедно со овој програм. Ако ја немате, погледајте %s.
sv: Du bör ha fått en kopia av GNU Affero General Public License tillsammans med detta program. Om inte, se %s.
zh_cn: 你应该在本程序中收到了一份 GNU Affero GPL 的副本，如果没有收到请看%s。

source: Plugins
ca: Connectors
cs: Pluginy
es: Complementos
gl: Complementos
it: Plugin
ja: プラグイン
ka: დამატებები
mk: Приклучоци
nb: Programtillegg
sv: Insticksmoduler
te: ప్లగిన్లు
zh_cn: 插件

# HEADER
source: Name
ca: Nom
ia: Nomine
mk: Име
sv: Namn
te: పేరు

# HEADER
source: Version
ca: Versió
mk: Верзија
te: సంచిక

# HEADER
source: Author(s)
ca: Autoria
ia: Autor(es)
mk: Автор(и)
sv: Författare
te: రచయిత(లు)

# HEADER
source: Description
ca: Descripció
mk: Опис
sv: Beskrivning
te: వివరణ

source: Favor
ca: Preferit
cs: Oblíbit
es: Aceptar
gl: Marcar como favorito
ia: Favorir
it: Preferisci
ja: お気に入り
ka: რჩეული
mk: Бендисај
sv: Markera som favorit
te: ఇష్టపడు
zh_cn: 收藏

source: %1$s marked notice %2$s as a favorite.
ca: %1$s ha marcat l'avís %2$s com a preferit
gl: %1$s marcou a nota %2$s como favorita
ia: %1$s marcava le nota %2$s como favorite.
mk: %1$s ја бендиса забелешката %2$s.
sv: %1$s lade till notis %2$s som favorit.
te: %2$s నోటీసుని %1$s ఇష్టాంశంగా గుర్తించారు.
zh_cn: %1$s 收藏了消息 %2$s 。

source: Cannot process URL '%s'
ca: No es pot processar l'URL «%s»
cs: Nemůžu zpracovat URL '%s'
es: No se puede procesar URL '%s'
gl: Non se pode procesar o URL "%s"
ia: Impossibile processar le URL '%s'
it: Impossibile elaborare l'indirizzo "%s"
ka: ვერ ვამოუშავებ URL '%s'
mk: Не можам да ја обработам URL-адресата „%s“
sv: Webbadressen '%s' kan inte bearbeta
zh_cn: 不能处理 URL “%s”

source: Robin thinks something is impossible.
ca: El Robin pensa que quelcom és impossible.
cs: Robin si myslí, že je něco nemožné.
es: Robin piensa que algo es imposible.
gl: Robin pensa que algo é imposible.
ia: Robin pensa que alique es impossibile.
it: Si è verificato qualche cosa di impossibile.
ka: რობინი ფიქრობს რაღაც შეუძლებელია.
mk: Робин мисли дека нешто е невозможно.
sv: Robin tycker att något är omöjligt
te: ఏదో అసాధ్యమని రాబిన్ అనుకుంటున్నాడు.
zh_cn: 麦子认为卖烧麦是份很令人愉快的工作。

source: No file may be larger than %1$d byte and the file you sent was %2$d bytes. Try to upload a smaller version.
ca: Cap fitxer pot ser major de %1$d byte i el fitxer que heu enviat era de %2$d bytes. Proveu de pujar una versió de mida menor.
ia: Nulle file pote esser plus grande que %1$d byte e le file que tu inviava ha %2$d bytes. Tenta incargar un version minus grande.
mk: Податотеките не смеат да бидат поголеми од %1$d бајт, а вие испративте податотека од %2$d бајти. Подигнете помала верзија.
sv: Ingen fil får vara större än %1$d byte och den fil du skickade var %2$d byte. Försök att ladda upp en mindre version.
zh_cn: 文件不能大于%1$d字节，而你上传的文件是%2$d字节。换个小点的试一下。

source: A file this large would exceed your user quota of %d byte.
ca: Un fitxer d'aquesta mida excediria la vostra quota d'usuari de %d byte.
ia: Un file de iste dimension excederea tu quota de usator de %d byte.
mk: Волку голема податотека ќе го надмине Вашето корисничко следување од %d бајт.
sv: En sådan här stor fil skulle överskrida din användarkvot på %d byte.
zh_cn: 这么大的文件会超过你%d字节的用户配额。

source: A file this large would exceed your monthly quota of %d byte.
ca: Un fitxer d'aquesta mida excediria la vostra quota mensual de %d byte.
ia: Un file de iste dimension excederea tu quota mensual de %d byte.
mk: Волку голема податотека ќе го надмине Вашето месечно следување од %d бајт
sv: En sådan här stor fil skulle överskrida din månatliga kvot på %d byte.
zh_cn: 这么大的文件会超过你%d字节的每月配额。

source: Invalid filename.
ca: El nom del fitxer no és vàlid.
cs: Neplatné jméno souboru.
es: Nombre de archivo inválido.
gl: Nome de ficheiro incorrecto.
ia: Nomine de file invalide.
it: Nome file non valido.
ka: ფაილის არასწორი სახელი.
mk: Погрешно податотечно име.
nb: Ugyldig filnavn.
sv: Ogiltigt filnamn.
te: తప్పుడు దస్త్రపుపేరు..
zh_cn: 无效的文件名。

source: Profile ID %s is invalid.
ca: L'identificador del perfil %s no és vàlid.
gl: A identificación do perfil, %s, é incorrecta.
ia: Le ID de profilo %s es invalide.
it: L'ID di profilo %s non è valido.
mk: Назнаката (ID) %s на профилот е неважечка.
sv: Profil-ID %s är ogiltig.
zh_cn: 无效的用户 ID %s。

source: Group ID %s is invalid.
ca: L'identificador del grup %s no és vàlid.
ia: Le ID de gruppo %s es invalide.
mk: Групната назнака %s е неважечка.
sv: Grupp-ID %s är ogiltig.
te: %s అనే గుంపు ID చెల్లదు.
zh_cn: 小组 ID %s 无效。

source: Group join failed.
ca: No s'ha pogut unir al grup.
cs: Nepodařilo se připojit ke skupině.
es: Ha fallado la acción de unirse el grupo
gl: Non se puido unir ao grupo.
ia: Le inscription al gruppo ha fallite.
it: Ingresso nel gruppo non riuscito.
ja: グループ参加に失敗しました。
ka: ჯგუფში გაწევრიანება ვერ მოხერხდა.
mk: Зачленувањето во групата не успеа.
nb: Gruppeprofil
sv: Gruppanslutning misslyckades.
te: గుంపులో చేరడం విఫలమైంది.
zh_cn: 加入小组失败。

source: Not part of group.
ca: No s'és part del grup.
cs: Není součástí skupiny.
es: No es parte del grupo.
gl: Non forma parte do grupo.
ia: Non es membro del gruppo.
it: Non si fa parte del gruppo.
ja: グループの一部ではありません。
ka: ჯგუფის წევრი არ ხართ.
mk: Не е дел од групата.
nb: Kunne ikke oppdatere gruppe.
sv: Inte med i grupp.
te: గుంపులో భాగం కాదు.
zh_cn: 不是小组成员。

source: Group leave failed.
ca: La sortida del grup ha fallat.
cs: Nepodařilo se opustit skupinu.
es: Ha fallado la acción de abandonar el grupo
gl: Non se puido deixar o grupo.
ia: Le cancellation del membrato del gruppo ha fallite.
it: Uscita dal gruppo non riuscita.
ja: グループ脱退に失敗しました。
ka: ჯგუფის დატოვება ვერ მოხერხდა.
mk: Напуштањето на групата не успеа.
nb: Gruppeprofil
sv: Grupputträde misslyckades.
te: గుంపు నుండి వైదొలగడం విఫలమైంది.
zh_cn: 离开小组失败。

source: Join
ca: Inici de sessió
cs: Připojit se
es: Unirse
gl: Unirse
ia: Adherer
it: Iscriviti
ja: 参加
ka: გაერთიანება
mk: Зачлени се
nb: Bli med
sv: Gå med
te: చేరు
zh_cn: 加入

source: %1$s has joined group %2$s.
ca: %1$s s'ha unit al grup %2$s.
gl: %1$s uniuse ao grupo %2$s.
ia: %1$s se ha jungite al gruppo %2$s.
it: L'utente %1$s è entrato nel gruppo %2$s.
mk: %1$s се зачлени во групата %2$s.
sv: %1$s har gått med gruppen %2$s.
te: %1$s %2$s గుంపులో చేరారు.
zh_cn: %1$s加入了%2$s小组。

source: Could not update local group.
ca: No s'ha pogut actualitzar el grup local.
cs: Nelze aktualizovat místní skupinu.
es: No se pudo actualizar el grupo local.
gl: Non se puido actualizar o grupo local.
ia: Non poteva actualisar gruppo local.
it: Impossibile aggiornare il gruppo locale.
ka: ლოკალური ჯგუფის განახლება ვერ მოხერხდა.
mk: Не можев да ја подновам локалната група.
nb: Kunne ikke oppdatere lokal gruppe.
sv: Kunde inte uppdatera lokal grupp.
te: స్థానిక గుంపుని తాజాకరించలేకున్నాం.
zh_cn: 无法更新本地小组。

source: Could not create login token for %s
ca: No s'ha pogut crear un testimoni d'inici de sessió per a %s
cs: Nelze vytvořit přihlašovací token pro %s
es: No se pudo crear el token de acceso para %s
gl: Non se puido crear un pase de sesión para %s
ia: Non poteva crear indicio de identification pro %s
it: Impossibile creare il token di accesso per %s
ja: %s 用のログイン・トークンを作成できませんでした
ka: შესასვლელი ტოკენის შექმნა %s-სთვის ვერ მოხერხდა.
mk: Не можам да создадам најавен жетон за
nb: Kunne ikke opprette alias.
sv: Kunde inte skapa inloggnings-token för %s
zh_cn: 无法创建别名。

source: No database name or DSN found anywhere.
ca: No s'ha trobat el nom de la base de dades o el DSN enlloc.
cs: Nenalezeno jméno databáze ani DSN.
es: Ningún nombre de base de datos o DSN encontrado.
gl: Non se atopou por ningures o nome da base de datos ou DSN.
ia: Nulle nomine de base de datos o DSN trovate.
it: Non è stato trovato un nome di database o DNS.
ka: ბაზის სახელი ან DSN ვერსად ვერ მოიძებნა.
mk: Никаде не е пронајдено име на базата или DSN.
sv: Inget databasnamn eller DSN funnen någonstans.
zh_cn: 没有找到数据库名称或者 DSN。

source: You are banned from sending direct messages.
ca: Se us ha bandejat enviar missatges directes.
cs: Nemůžete posílat přímé zprávy (banned)
es: Se te ha inhabilitado para enviar mensajes directos.
gl: Prohibíuselle enviar mensaxes directas de momento.
ia: Il te es prohibite inviar messages directe.
it: Ti è proibito inviare messaggi diretti.
ja: あなたはダイレクトメッセージを送るのが禁止されています。
ka: თქვენ აგეკრძალათ პირდაპირი შეტყობინებების გაგზავნის უფლება.
mk: Забрането Ви е испраќање на непосредни пораки.
sv: Du är utestängd från att skicka direktmeddelanden.
te: నేరుగా సందేశాలు పంపడం నుండి మిమ్మల్ని నిషేధించారు.
zh_cn: 你被禁止发送私信。

source: Could not insert message.
ca: No s'ha pogut inserir el missatge.
cs: Nemohu vložit zprávu.
es: No se pudo insertar mensaje.
gl: Non se puido inserir a mensaxe.
ia: Non poteva inserer message.
it: Impossibile inserire il messaggio.
ja: メッセージを追加できません。
ka: შეტყობინების ჩასმა ვერ მოხერხდა.
mk: Не можев да ја испратам пораката.
nb: Kunne ikke sette inn melding.
sv: Kunde inte infoga meddelande.
zh_cn: 无法添加信息。

source: Could not update message with new URI.
ca: No s'ha pogut inserir el missatge amb la nova URI.
cs: Nelze aktualizovat zprávu novým URI.
es: No se pudo actualizar mensaje con nuevo URI.
gl: Non se puido actualizar a mensaxe co novo URI.
ia: Non poteva actualisar message con nove URI.
it: Impossibile aggiornare il messaggio con il nuovo URI.
ja: 新しいURIでメッセージをアップデートできませんでした。
ka: შეტყობინების ახალი URI-თ განახლება ვერ მოხერხდა.
mk: Не можев да ја подновам пораката со нов URI.
nb: Kunne ikke oppdatere melding med ny nettadresse.
sv: Kunde inte uppdatera meddelande med ny URI.
zh_cn: 无法通过新的 URI 更新消息。

source: No such profile (%1$d) for notice (%2$d).
ca: No hi ha cap perfil (%1$d) per a l'avís (%2$d).
cs: Nenalezen profil (%1$d) pro oznámení (%2$d).
es: No existe tal perfil (%1$d) para notificar (%2$d).
gl: Non existe tal perfil (%1$d) para a nota (%2$d).
ia: Nulle profilo (%1$d) trovate pro le nota (%2$d).
it: Non c'è alcun profilo (%1$d) per il messaggio (%2$d).
ka: ასეთი პროფილი (%1$d) შეტყობინებისათვის (%2$d) არ არსებობს.
mk: Нема таков профил (%1$d) за забелешката (%2$d).
sv: Ingen sådan profil (%1$d) för notis (%2$d).
zh_cn: 没有对于 消息 (%2$d) 的 个人信息页 (%1$d) 。

source: Database error inserting hashtag: %s.
ia: Error in base de datos durante le insertion del hashtag: %s.
mk: Грешка во базата на податоци при вметнувањето на тарабната ознака: %s.
sv: Databasfel vid infogning av hashtag: %s.

source: Problem saving notice. Too long.
ca: S'ha produït un problema en desar l'avís. És massa llarg.
cs: Problém ukládání sdělení. Příliš dlouhé.
es: Ha habido un problema al guardar el mensaje. Es muy largo.
gl: Houbo un problema ao gardar a nota. É longa de máis.
ia: Problema salveguardar nota. Troppo longe.
it: Problema nel salvare il messaggio. Troppo lungo.
ja: つぶやきを保存する際に問題が発生しました。長すぎです。
ka: პრობლემა შეტყობინების შენახვისას. ძალიან გრძელია.
mk: Проблем со зачувувањето на белешката. Премногу долго.
nb: Problem ved lagring av notis. For lang.
sv: Problem vid sparande av notis. För långt.
te: నోటీసుని భద్రపరచడంలో పొరపాటు. చాలా పొడవుగా ఉంది.
zh_cn: 保存消息时出错。太长。

source: Problem saving notice. Unknown user.
ca: S'ha produït un problema en desar l'avís. Usuari desconegut.
cs: Problém při ukládání sdělení. Neznámý uživatel.
es: Ha habido un problema al guardar el mensaje. Usuario desconocido.
gl: Houbo un problema ao gardar a nota. Descoñécese o usuario.
ia: Problema salveguardar nota. Usator incognite.
it: Problema nel salvare il messaggio. Utente sconosciuto.
ja: つぶやきを保存する際に問題が発生しました。不明なユーザです。
ka: პრობლემა შეტყობინების შენახვისას. მომხმარებელი უცნობია.
mk: Проблем со зачувувањето на белешката. Непознат корисник.
nb: Problem ved lagring av notis. Ukjent bruker.
sv: Problem vid sparande av notis. Okänd användare.
te: నోటీసుని భద్రపరచడంలో పొరపాటు. గుర్తుతెలియని వాడుకరి.
zh_cn: 保存消息时出错。未知用户。

source: Too many notices too fast; take a breather and post again in a few minutes.
ca: Massa avisos massa ràpid; pren un respir i publica de nou en uns minuts.
cs: Příliš mnoho oznámení příliš rychle, odpočiňte si a zkuste to znovu za několik minut.
es: Demasiados mensajes demasiado rápido; para y publicar nuevamente en unos minutos.
gl: Escribiu demasiadas notas en moi pouco tempo. Tómese un respiro e volva publicar nuns minutos.
ia: Troppo de notas troppo rapidemente; face un pausa e publica de novo post alcun minutas.
it: Troppi messaggi troppo velocemente; fai una pausa e scrivi di nuovo tra qualche minuto.
ja: 多すぎるつぶやきが速すぎます; 数分間の休みを取ってから再投稿してください。
ka: ძალიან ბევრი შეტყობინება მოკლე დროში; ცოტა დაისვენეთ და რამდენიმე წუთში კიდევ დაპოსტეთ.
mk: Премногу забелњшки за прекратко време; здивнете малку и продолжете за неколку минути.
sv: För många notiser för snabbt; ta en vilopaus och posta igen om ett par minuter.
te: చాలా ఎక్కువ నోటీసులు అంత వేగంగా; కాస్త ఊపిరి తీసుకుని మళ్ళీ కొన్ని నిమిషాల తర్వాత వ్రాయండి.
zh_cn: 你在短时间里发布了过多的消息，请深呼吸，过几分钟再发消息。

source: Too many duplicate messages too quickly; take a breather and post again in a few minutes.
ca: Massa missatges duplicats en massa poc temps; preneu un respir i torneu a enviar en uns minuts.
cs: Příliš mnoho stejných zpráv příliš rychle, odpočiňte si a zkuste to znovu za několik minut.
es: Muchos mensajes, enviados muy rápido; espera un poco e intenta publicar pasados unos minutos.
gl: Repetiu demasiadas mensaxes en moi pouco tempo. Tómese un respiro e volva publicar nuns minutos.
ia: Troppo de messages duplicate troppo rapidemente; face un pausa e publica de novo post alcun minutas.
it: Troppi messaggi duplicati troppo velocemente; fai una pausa e scrivi di nuovo tra qualche minuto.
ja: 多すぎる重複メッセージが速すぎます; 数分間休みを取ってから再度投稿してください。
ka: ძალიან ბევრი დუბლირებული შეტყობინებები მოკლე პერიოდში. ცოტა დაისვენეთ და რამდენიმე წუთში ისევ დაპოსტეთ.
mk: Премногу дуплирани пораки во прекратко време; здивнете малку и продолжете за неколку минути.
sv: För många duplicerade meddelanden för snabbt; ta en vilopaus och posta igen om ett par minuter.
zh_cn: 你在短时间里发布了过多的重复消息，请深呼吸，过几分钟再发消息。

source: You are banned from posting notices on this site.
ca: Ha estat bandejat de publicar avisos en aquest lloc.
cs: Máte zakázáno (banned) posílat upozornění na tomto webu.
es: Tienes prohibido publicar avisos en este sitio.
gl: Prohibíuselle publicar notas neste sitio de momento.
ia: Il te es prohibite publicar notas in iste sito.
it: Ti è proibito inviare messaggi su questo sito.
ja: あなたはこのサイトでつぶやきを投稿するのが禁止されています。
ka: თქვენ აგეკრძალათ ამ საიტზე შეტყობინებების დაპოსტვა.
mk: Забрането Ви е да објавувате забелешки на ова мрежно место.
sv: Du är utestängd från att posta notiser på denna webbplats.
te: ఈ సైటులో నోటీసులు రాయడం నుండి మిమ్మల్ని నిషేధించారు.
zh_cn: 在这个网站你被禁止发布消息。

source: Cannot repeat; original notice is missing or deleted.
ca: No es pot repetir; l'avís original ja no hi és o s'ha eliminat.
ia: Non pote repeter; le nota original manca o ha essite delite.
mk: Не може да се повтори. Изворната забелешка недостасува или е избришана.
sv: Kan inte upprepa; ursprunglig notis saknas eller är borttagen.

source: You cannot repeat your own notice.
ca: No podeu repetir el vostre propi avís.
ia: Tu non pote repeter tu proprie nota.
mk: Не можете да повторувате сопствена забелешка.
sv: Du kan inte upprepa din egen notis.
te: మీ నోటీసుని మీరే పునరావృతించలేరు.
zh_cn: 你不能重复自己的消息。

source: Cannot repeat a private notice.
ca: No es pot repetir un avís privat.
ia: Non pote repeter un nota private.
mk: Не можете да повторите приватна забелешка.
sv: Kan inte upprepa en privat notis.

source: Cannot repeat a notice you cannot read.
ca: No es pot repetir un avís que no podeu llegir.
ia: Non pote repeter un nota que tu non pote leger.
mk: Не можете да повторите забелешка што не можете да ја читате.
sv: Kan inte upprepa en notis du inte kan läsa.

source: You already repeated that notice.
ca: Ja havíeu repetit l'avís.
cs: Již jste zopakoval toto oznámení.
es: Ya has repetido este mensaje.
gl: Xa repetiu esa nota.
ia: Tu ha ja repetite iste nota.
it: Hai già ripetuto quel messaggio.
ja: すでにそのつぶやきを繰り返しています。
ka: თქვენ უკვე გაიმეორეთ ეს შეტყობინება.
mk: Веќе ја имате повторено таа забелешка.
nb: Du har allerede gjentatt den notisen.
sv: Du har redan upprepat denna notis.
te: మీరు ఇప్పటికే ఆ నోటీసుని పునరావృతించారు.
zh_cn: 你已转发过了那个消息。

source: %1$s has no access to notice %2$d.
ca: %1$s no té accés a l'avís %2$d.
ia: %1$s non ha accesso al nota %2$d.
mk: %1$s нема пристап до забелешката %2$d.
sv: %1$s har inte tillgång till notis %2$d.

source: Problem saving notice.
ca: S'ha produït un problema en desar l'avís.
cs: Problém při ukládání sdělení
es: Hubo un problema al guardar el mensaje.
gl: Houbo un problema ao gardar a nota.
ia: Problema salveguardar nota.
it: Problema nel salvare il messaggio.
ja: つぶやきを保存する際に問題が発生しました。
ka: პრობლემა შეტყობინების შენახვისას.
mk: Проблем во зачувувањето на белешката.
nb: Problem ved lagring av notis.
sv: Problem med att spara notis.
te: సందేశాన్ని భద్రపరచడంలో పొరపాటు.
zh_cn: 保存消息时出错。

source: Bad type provided to saveKnownGroups.
ca: S'ha proporcionat un tipus incorrecte per a saveKnownGroups.
ia: Mal typo fornite a saveKnownGroups.
mk: На saveKnownGroups му е укажан погрешен тип.
sv: Felaktig typ tillhandahållen saveKnownGroups.
zh_cn: 对 saveKnownGroups 提供的类型无效。

source: Problem saving group inbox.
ca: S'ha produït un problema en desar la safata d'entrada del grup.
cs: Problém při ukládání skupinového inboxu
es: Hubo un problema al guarda la bandeja de entrada del grupo.
gl: Houbo un problema ao gardar a caixa de entrada do grupo.
ia: Problema salveguardar le cassa de entrata del gruppo.
it: Problema nel salvare la casella della posta del gruppo.
ja: グループ受信箱を保存する際に問題が発生しました。
ka: პრობლემა ჯგუფის ინდექსის შენახვისას.
mk: Проблем при зачувувањето на групното приемно сандаче.
nb: Problem ved lagring av gruppeinnboks.
sv: Problem med att spara gruppinkorg.
zh_cn: 保存小组收件箱时出错。

source: Cannot revoke role "%1$s" for user #%2$d; does not exist.
ca: No es pot revocar el rol «%1$s» de l'usuari #%2$d; no existeix.
cs: Nelze zrušit roli "%1$s" pro uživatele #%2$d, neexistuje.
es: No se puede revocar rol "%1$s" para usuario #%2$d; no existe.
gl: Non se pode revogar o rol "%1$s" do usuario #%2$d: o usuario non existe.
ia: Non pote revocar le rolo "%1$s" del usator #%2$d; non existe.
it: Impossibile revocare il ruolo "%1$s" per l'utente n° %2$d: non esiste.
ka: ვერ ხერხდება როლის "%1$s" უკუგება მომხმარებლისგან #%2$d; არ არსებობს.
mk: Не можам да му ја одземам улогата „%1$s“ на корисникот #%2$s. Таква улога не постои.
sv: Kan inte återkalla roll "%1$s" för användare #%2$d; finns inte.
zh_cn: 无法取消用户#%2$d的\"%1$s\"权限，不存在。

source: Cannot revoke role "%1$s" for user #%2$d; database error.
ca: No es pot revocar el rol «%1$s» de l'usuari #%2$d; s'ha produït un error en la base de dades.
cs: Nelze zrušit roli "%1$s" pro uživatele #%2$d, chyba databáze.
es: No se puede revocar rol "%1$s" para usuario #%2$d; error de base de datos.
gl: Non se pode revogar o rol "%1$s" do usuario #%2$d: erro na base de datos.
ia: Non pote revocar le rolo "%1$s" del usator #%2$d; error in le base de datos.
it: Impossibile revocare il ruolo "%1$s" per l'utente n° %2$d: errore nel database.
ka: ვერ ხერხდება როლის "%1$s" უკუგება მომხმარებლისგან #%2$d; მონაცემთა ბაზის შეცდომა.
mk: Не можам да му ја одземам улогата „%1$s“ на корисникот #%2$d. Има грешка во базата на податоци.
sv: Kan inte återkalla roll "%1$s" för användare #%2$d; databasfel.
zh_cn: 无法取消用户#%2$d的\"%1$s\"权限，数据库错误。

source: The tag you are trying to rename to already exists.
ia: Le etiquetta al qual tu tenta renominar jam existe.
mk: Ознаката што сакате да ја преименувате веќе постои.
sv: Taggen du försöker byta namn på finns redan.

source: No tagger specified.
ia: Nulle etiquettator specificate.
mk: Нема наведено означувач.
sv: Ingen taggare angiven.

source: No tag specified.
ia: Nulle etiquetta specificate.
mk: Нема наведено ознака.
sv: Ingen tagg angiven.

source: Could not create profile tag.
ia: Non poteva crear le etiquetta de profilo.
mk: Не можев да создадам профилна ознака.
sv: Kunde inte skapa profiltagg.

source: Could not set profile tag URI.
ia: Non poteva assignar le URI del etiquetta de profilo.
mk: Не можев да поставам URI за профилната ознака.
sv: Kunde inte ställa in URI för profiltagg.
