Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Public Stream Feed (RSS 2.0)
ca: Flux de canal públic (RSS 2.0)
cs: Veřejný Stream Feed (RSS 2.0)
es: Canal público (RSS 2.0)
gl: Fonte de novas no fluxo público (RSS 2.0)
ia: Syndication del fluxo public (RSS 2.0)
it: Feed dell'attività pubblica (RSS 2.0)
ja: パブリックストリームフィード (RSS 2.0)
mk: Канал на јавниот поток (RSS 2.0)
nb: Offentlig strømmating (RSS 2.0)
sv: Publikt flöde av ström (RSS 2.0)
te: ప్రజా వాహిని ఫీడు (RSS 2.0)
zh_cn: 公开的 RSS 聚合 (RSS 2.0)

source: Public Stream Feed (Atom)
ca: Flux de canal públic (Atom)
cs: Veřejný Stream Feed (Atom)
es: Canal público (Atom)
gl: Fonte de novas no fluxo público (Atom)
ia: Syndication del fluxo public (Atom)
it: Feed dell'attività pubblica (Atom)
ja: パブリックストリームフィード (Atom)
mk: Канал на јавниот поток (Atom)
nb: Offentlig strømmating (Atom)
sv: Publikt flöde av ström (Atom)
te: ప్రజా వాహిని ఫీడు (ఆటమ్)
zh_cn: 公开的 RSS 聚合 (Atom)

source: This is the public timeline for %%site.name%% but no one has posted anything yet.
ca: Aquesta és la línia temporal pública de %%site.name%%, però ningú no hi ha enviat res encara.
cs: Tohle je veřejná časová osa %%site.name%%, ale nikdo zatím nic nenapsal.
es: Esta es la línea temporal pública de %%site.name%%, pero aún no se ha publicado nada.
gl: Esta é a liña do tempo pública para %%site.name%% pero ninguén publicou nada aínda.
ia: Isto es le chronologia public pro %%site.name%%, ma nemo ha ancora publicate alique.
it: Questa è l'attività pubblica di %%site.name%%, ma nessuno ha ancora scritto qualche cosa.
ja: これは %%site.name%% のパブリックタイムラインです、しかしまだ誰も投稿していません。
ka: ეს არის საჯარო განახლებების ნაკადი, მაგრამ ჯერჯერობით არავის დაუპოსტავს.
mk: Ова е јавната историја за %%site.name%%, но досега никој ништо нема објавено.
nb: Dette er den offentlige tidslinjen for %%site.name%% men ingen har postet noe ennå.
sv: Detta är den publika tidslinjen för %%site.name%% men ingen har postat något än.
zh_cn: 这是%%site.name%%的公共时间线，但是还没有人发布任何内容。

source: Be the first to post!
ca: Sigueu el primer en escriure-hi!
cs: Pošlete něco jako první!
es: ¡Sé la primera persona en publicar algo!
gl: Sexa o primeiro en publicar!
ia: Sia le prime a publicar!
it: Fallo tu!
ja: 投稿する1番目になってください!
ka: დაპოსტე პირველმა!
mk: Создајте ја првата забелешка!
nb: Vær den første til å poste!
sv: Bli först att posta!
te: వ్రాసే మొదటివారు మీరే అవ్వండి!
zh_cn: 成为第一个发布消息的人！

source: Why not [register an account](%%action.register%%) and be the first to post!
ca: Per què no [registreu un compte](%%action.register%%) i sou el primer en escriure-hi!
cs: Proč ne [zaregistrovat účet](%%action.register%%) a poslat něco jako první!
es: ¿Por qué no [registras una cuenta](%%action.register%%) y te conviertes en la primera persona en publicar?
gl: Por que non [rexistrar unha conta](%%action.register%%) e ser o primeiro en publicar?
ia: Proque non [registrar un conto](%%action.register%%) e devenir le prime a publicar?
it: Perché non [crei un account](%%action.register%%) e scrivi qualche cosa!
ja: なぜ [アカウント登録](%%action.register%%) しないのですか、そして最初の投稿をしてください!
ka: [დარეგისტრირდი](%%action.register%%) და დაპოსტე პირველმა!
mk: Зошто не [регистрирате сметка](%%action.register%%) и станете првиот објавувач!
nb: Hvorfor ikke [registrere en konto](%%action.register%%) og vær den første til å poste!
sv: Varför inte [registrera ett konto](%%action.register%%) och bli först att posta!
te: [ఖాతా నమోదు చేసుకుని](%%action.register%%) మొదటగా వ్రాసేది మీరే ఎందుకు కాకూడదు!
zh_cn: 现在就 [注册](%%action.register%%) 并成为第一个发布消息的人！

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%action.register%%) to share notices about yourself with friends, family, and colleagues! ([Read more](%%doc.help%%))
ca: Això és %%site.name%%, un servei de [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) basat en l'eina lliure [StatusNet](http://status.net/). [Uniu-vos-hi ara](%%action.register%%) per compartir què feu amb els vostres amics, familiars, i companys! ([Més informació](%%doc.help%%))
cs: Toto je %%site.name%%, [mikro-blogovací](http://drbz.cz/i/napoveda-faq#mikroblog) služba založená na Free Software nástroji [StatusNet](http://status.net/). [Zaregistrujte se](%%action.register%%) a sdílejte hlášky o sobě s přáteli, rodinou a kolegy! ([Čtěte více](%%doc.help%%))
es: Este es %%site.name%%, un servicio de [microblogueo](http://es.wikipedia.org/wiki/Microblogging) basada en la herramienta de software libre [StatusNet](http://status.net/) tool. ¡[Regístrate](%%action.register%%) para compartir notas acerca de tí con tus amistades, familiares y compañeros!! ([Más información](%%doc.help%%))
gl: Isto é %%site.name%%, un servizo de [mensaxes de blogue curtas](http://en.wikipedia.org/wiki/Microblogging) (en inglés) baseado na ferramenta de software libre [StatusNet](http://status.net/). [Únase agora](%%action.register%%) para compartir notas persoais cos amigos, a familia e os compañeiros! ([Máis información](%%doc.help%%))
ia: Isto es %%site.name%%, un servicio de [micro-blog](http://ia.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/). [Inscribe te ora](%%action.register%%) pro condivider notas super te con amicos, familia e collegas! ([Leger plus](%%doc.help%%))
it: Questo è %%site.name%%, un servizio di [microblog](http://it.wikipedia.org/wiki/Microblogging) basato sul software libero [StatusNet](http://status.net/). [Registrati](%%action.register%%) per condividere messaggi con i tuoi amici, i tuoi familiari e colleghi! ([Maggiori informazioni](%%doc.help%%))
ja: これは %%site.name%% です。フリーソフトウェアツール[StatusNet](http://status.net/)を基にした[マイクロブロギング](http://en.wikipedia.org/wiki/Micro-blogging) サービス。[今すぐ参加](%%action.register%%)してあなた自身や友達、家族そして同僚などについてのつぶやきを共有しましょう! ([もっと読む](%%doc.help%%))
ka: ეს არის %%site.name%%, [მიკრო–ბლოგინგის](http://en.wikipedia.org/wiki/Micro-blogging) სერვისი, დაფუძნებული უფასო [StatusNet](http://status.net/) კოდზე. [შემოგვიერთდი ახლავე](%%action.register%%) და გაუზიარე შეტყობინებები მეგობრებს, ოჯახის წევრებს და კოლეგებს! ([გაიგე მეტი](%%doc.help%%))
mk: Ова е %%site.name%%, мрежно место за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) заснована на слободната програмска алатка [StatusNet](http://status.net/). [Зачленете се](%%action.register%%) за да си споделувате забелешки за себе со приајтелите, семејството и колегите! ([Прочитајте повеќе](%%doc.help%%))
nb: Dette er %%site.name%%, en [mikroblogg](http://no.wikipedia.org/wiki/Mikroblogg)tjeneste basert på det frie programvareverktøyet [StatusNet](http://status.net). [Bli med nå](%%action.register%%) for å dele notiser om degselv med venner, familie og kollegaer! ([Les mer](%%doc.help%%))
sv: Detta är %%site.name%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)-tjänst baserad på den fria programvaran [StatusNet](http://status.net/). [Gå med nu](%%action.register%%) för att dela notiser om dig själv med vänner, familj och kollegor! ([Läs mer](%%doc.help%%))
te: ఇది %%site.name%%, [స్టేటస్‌నెట్](http://status.net/) అనే స్వేచ్ఛా ఉపకరణ అధారిత [సూక్ష్మ-బ్లాగింగు](http://en.wikipedia.org/wiki/Micro-blogging) సేవ. మీ సంగతులను మీ మిత్రులతో, కుటుంబంతో మరియు సహోద్యోగులతో పంచుకోడానికి [ఇప్పుడే చేరండి](%%action.register%%)! ([మరింత తెలుసుకోండి](%%doc.help%%))
zh_cn: 欢迎来到%%site.name%%，一个基于免费软件 [StatusNet](http://status.net/) 创建的 [微博客](http://zh.wikipedia.org/zh-hans/%E5%BE%AE%E5%8D%9A%E5%AE%A2) 服务。[现在加入](%%action.register%%) 并与你的朋友、家人和同事们一起分享你的消息。([查看更多](%%doc.help%%))

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
ca: Això és %%site.name%%, un servei de [microblogging](http://ca.wikipedia.org/wiki/Microblogging) basat en l'eina lliure [StatusNet](http://status.net/).
cs: Toto je %%site.name%%, [mikro-blogovací](http://drbz.cz/i/napoveda-faq#mikroblog) služba založená na Free Software nástroji [StatusNet](http://status.net/).
es: Este es %%site.name%%, un servicio de [microblogueo](http://es.wikipedia.org/wiki/Microblogging) basada en la herramienta de software libre [StatusNet](http://status.net/) tool.
gl: Isto é %%site.name%%, un servizo de [mensaxes de blogue curtas](http://en.wikipedia.org/wiki/Microblogging) (en inglés) baseado na ferramenta de software libre [StatusNet](http://status.net/).
ia: Isto es %%site.name%%, un servicio de [micro-blog](http://ia.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/).
it: Questo è %%site.name%%, un servizio di [microblog](http://it.wikipedia.org/wiki/Microblogging) basato sul software libero [StatusNet](http://status.net/).
ja: これは %%site.name%% です。フリーソフトウェアツール[StatusNet](http://status.net/)を基にした[マイクロブロギング](http://en.wikipedia.org/wiki/Micro-blogging) サービス。
ka: რს არის %%site.name%%, [მიკრო–ბლოგინგის](http://en.wikipedia.org/wiki/Micro-blogging) სერვისი, დაფუძნებული უფასო [StatusNet](http://status.net/) კოდზე.
mk: Ова е %%site.name%%, мрежно место за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) заснована на слободната програмска алатка [StatusNet](http://status.net/).
nb: Dette er %%site.name%%, en [mikroblogg](http://no.wikipedia.org/wiki/Mikroblogg)tjeneste basert på det frie programvareverktøyet [StatusNet](http://status.net).
sv: Detta är %%site.name%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)tjänst baserad på den fria programvaran [StatusNet](http://status.net/).
te: ఇది %%site.name%%, స్వేచ్ఛా మృదూపకరమైన [స్టేటస్‌నెట్](http://status.net/) అనే పనిముట్టుపై ఆధారపడిన ఒక [మైక్రో-బ్లాగింగు](http://en.wikipedia.org/wiki/Micro-blogging) సేవ.
zh_cn: 这里是%%site.name%%，一个基于自由软件[StatusNet](http://status.net/)的[微博客](http://zh.wikipedia.org/zh-hans/%E5%BE%AE%E5%8D%9A%E5%AE%A2) 。

source: Public list cloud
ia: Listario public
mk: Облак од јавни списоци
sv: Publikt listmoln
te: బహిరంగ జాబితా మేఘం

source: These are largest lists on %s
ia: Istes es le listas le plus grande in %s
mk: Ова се најпопуларните скорешни ознаки на %s
sv: Dessa är de största listorna på %s
te: %sలో అత్యంత పెద్ద జాబితాలు ఇవి

source: No one has [listed](%%doc.tags%%) anyone yet.
ia: Nemo ha ancora [listate](%%doc.tags%%) alcuno.
mk: Сè уште никој нема [наведено](%%doc.tags%%) никого на списокот.
sv: Ingen har [listat] (%%doc.tags%%) någon ännu.

source: Be the first to list someone!
ia: Sia le prime a listar alcuno!
mk: Бидете првиот што ќе наведе некого!
sv: Var den första att lista någon!
te: మీరే ఇతరులను జాబితాలో పెట్టుకునే మొదటివారవ్వండి!

source: Why not [register an account](%%action.register%%) and be the first to list someone!
ia: !Proque non [crear un conto](%%action.register%%) e devenir le prime a listar alcuno?
mk: Зошто не [регистрирате сметка](%%action.register%%) и станете првиот што ќе наведе некого!
sv: Varför inte [registrera ett konto] (%%action.register%%) och bli den första att lista någon!
te: [ఒక ఖాతాని నమోదుచేసుకుని](%%action.register%%) మీరే మొదటగా జాబితాలను సృష్టించేవారు ఎందుకు కాకూడదు!

source: List cloud
ia: Listario
mk: Облак со списоци
sv: Listmoln
te: జాబితా మేఘం

source: 1 person listed
ia: 1 persona listate
mk: Наведено е 1 лице
sv: 1 person listad
te: 1 వ్యక్తి

source: %s updates from everyone.
ca: %s actualitzacions de tothom.
ia: Actualisationes de totes in %s.
mk: %s подновувања од сите.
sv: %s-uppdateringar från alla.
te: అందరి నుండి %s తాజాకరణలు.

source: Public tag cloud
ca: Núvol públic d'etiquetes
cs: Veřejný tag cloud
es: Nube de etiquetas pública
gl: Nube de etiquetas públicas
ia: Etiquettario public
it: Insieme delle etichette
ja: パブリックタグクラウド
ka: საჯარო სანიშნეების ღრუბელი.
mk: Јавен облак од ознаки
nb: Offentlig merkelappsky
sv: Publikt taggmoln
te: ట్యాగు మేఘం
zh_cn: 公开的标签云

source: These are most popular recent tags on %s
ca: Aquestes són les etiquetes recents més populars a %s
es: Estas son las etiquetas recientes más populares en %s
ia: Istes es le etiquettas recente le plus popular in %s
mk: Овие се најпопуларните скорешни ознаки на %s
sv: Dessa är de populäraste senaste taggar på %s
te: %sలో అత్యంత ప్రాచుర్యమైన ట్యాగులు ఇవి
zh_cn: 这些是%s最近的流行的标签

source: No one has posted a notice with a [hashtag](%%doc.tags%%) yet.
ca: Ningú ha enviat encara cap avís amb una [etiqueta de coixinet (#)](%%doc.tags%%).
cs: Nikdo ještě neposlal oznámení s [tagem](%%doc.tags%%).
es: Aún nadie ha publicado un mensaje con una [etiqueta clave](%%doc.tags%%)
gl: Ninguén publicou aínda ningunha nota cunha [etiqueta](%%doc.tags%%).
ia: Nulle persona ha ancora publicate un nota con un [hashtag](%%doc.tags%%).
it: Nessuno ha ancora scritto un messaggio con un [hashtag](%%doc.tags%%).
ja: まだだれも [ハッシュタグ](%%doc.tags%%) 付きのつぶやきを投稿していません。
ka: ჯერჯერობით არავის დაუპოსტავს შეტყობინება [hashtag](%%doc.tags%%)–ით.
mk: Сè уште некој нема објавено забелешка со [тарабна ознака](%%doc.tags%%).
sv: Ingen har postat en notis med en [hashtagg](%%doc.tags%%) än.
te: [హ్యాష్‌ట్యాగు](%%doc.tags%%)తో ఇంకా ఎవరూ నోటీసులు వ్రాయలేదు.
zh_cn: 还没有人发布带[标签](%%doc.tags%%)的消息。

source: Be the first to post one!
ca: Sigueu el primer en escriure'n un!
cs: Pošlete něco jako první!
es: ¡Sé la primera persona en publicar!
gl: Sexa o primeiro en publicar unha!
ia: Sia le prime a publicar un!
it: Scrivilo tu!
ja: 投稿する1番目になってください!
ka: დაპოსტე პირველმა!
mk: Бидете првиот објавувач!
nb: Vær den første til å poste en!
sv: Bli först att posta en!
te: మీరే మొదటివారవ్వండి!
zh_cn: 成为第一个发布消息的人！

source: Why not [register an account](%%action.register%%) and be the first to post one!
ca: Per què no hi [registreu un compte](%%action.register%%) i sou el primer en escriure'n un!
cs: Proč ne [zaregistrovat účet](%%action.register%%) a poslat něco jako první!
es: ¿Por qué no [registras una cuenta](%%action.register%%) y te conviertes en la primera persona en publicar uno?
gl: Por que non [rexistrar unha conta](%%action.register%%) e ser o primeiro en publicar unha?
ia: Proque non [registrar un conto](%%action.register%%) e devenir le prime a publicar un?
it: Perché non [crei un accout](%%action.register%%) e ne scrivi uno tu!
ja: なぜ [アカウント登録](%%action.register%%) しないのですか。そして最初の投稿をしてください!
ka: [დარეგისტრირდი](%%action.register%%) და დაპოსტე პირველმა!
mk: Зошто не [регистрирате сметка](%%action.register%%) и станете прв што ќе објави!
nb: Hvorfor ikke [registrere en konto](%%action.register%%) og vær den første til å poste en!
sv: Varför inte [registrera ett konto](%%action.register%%) och bli först att posta en!
te: [ఒక ఖాతాని నమోదుచేసుకుని](%%action.register%%) మీరే మొదట వ్రాసేవారు ఎందుకు కాకూడదు!
zh_cn: 现在就[注册](%%action.register%%)并发布第一个！

source: You are already logged in!
ca: Ja heu iniciat una sessió!
cs: Již jste přihlášen
es: ¡Ya te has conectado!
gl: Xa está identificado!
ia: Tu es jam authenticate!
it: Hai già effettuato l'accesso!
ja: 既にログイン済みです。
ka: თქვენ უკვე ავტორიზირებული ხართ!
mk: Веќе сте најавени!
nb: Du er allerede logget inn!
sv: Du är redan inloggad!
te: మీరు ఇప్పటికే లోనికి ప్రవేశించారు!
zh_cn: 你已经登录了！

source: No such recovery code.
ca: No existeix aquest codi de recuperació.
cs: Žádný takový obnovující kód.
es: No existe ese código de recuperación.
gl: Ese código de recuperación non existe.
ia: Iste codice de recuperation non existe.
it: Nessun codice di ripristino.
ja: そのような回復コードはありません。
ka: ასეთი აღსადგენი კოდი არ არსებობს.
mk: Нема таков код за спасување.
nb: Ingen slik gjenopprettingskode.
sv: Ingen sådan återskapningskod.
zh_cn: 没有这个恢复码。

source: Not a recovery code.
ca: No és un codi de recuperació.
cs: Není obnovujícím kódem
es: No es un código de recuperación.
gl: Iso non é un código de recuperación.
ia: Non es un codice de recuperation.
it: Non è un codice di ripristino.
ja: 回復コードではありません。
ka: ეს არ არის აღსადგენი კოდი.
mk: Ова не е код за спасување.
nb: Ikke en gjenopprettingskode.
sv: Inte en återskapningskod.
zh_cn: 不是恢复码。

source: Recovery code for unknown user.
ca: Codi de recuperació d'un usuari desconegut.
cs: Obnovovací kód pro neznámého uživatele.
es: Código de recuperación para usuario desconocido.
gl: Código de recuperación para un usuario descoñecido.
ia: Codice de recuperation pro un usator incognite.
it: Codice di recupero per utente sconosciuto.
ja: 不明なユーザのための回復コード。
ka: აღსადგენი კოდი უცნობი მომხმარებლისთვის.
mk: Код за пронаоѓање за непознат корисник.
nb: Gjenopprettingskode for ukjent bruker.
sv: Återskapningskod för okänd användare.
zh_cn: 未知用户的恢复码

source: Error with confirmation code.
ca: Error amb el codi de confirmació.
cs: Chyba v ověřovacím kódu
es: Error con el código de confirmación.
gl: Houbo un erro co código de confirmación.
ia: Error con le codice de confirmation.
it: Errore con il codice di conferma.
ja: 確認コードにエラーがあります。
ka: სადასტურე კოდს შეცდომა აქვს.
mk: Грешка со потврдниот код.
nb: Bekreftelseskodefeil.
sv: Fel med bekräftelsekod.
te: నిర్ధారణ సంకేతంలో పొరపాటు.
zh_cn: 验证码出错。

source: This confirmation code is too old. Please start again.
ca: Aquest codi de confirmació és massa vell. Si us plau comença de nou.
cs: Tento potvrzující kód je příliš starý Prosím zkuste znovu
es: Este código de confirmación es demasiado viejo. Por favor empieza de nuevo.
gl: Este código de confirmación é vello de máis. Volva empezar.
ia: Iste codice de confirmation ha expirate. Per favor recomencia.
it: Questo codice di conferma è scaduto. Ricomincia da capo.
ja: 確認コードが古すぎます。もう一度やり直してください。
ka: სადასტურე კოდი ძალიან გრძელია. გთხოვთ ხელახლა დაიწყოთ.
mk: Овој код потврден код е престар. Почнете од почеток.
nb: Denne bekreftelseskoden er for gammel. Start på nytt.
sv: Denna bekräftelsekod är för gammal. Var vänlig börja om igen.
te: ఈ నిర్ధారణ సంకేతం చాలా పాతది. మళ్ళీ మొదలుపెట్టండి.
zh_cn: 验证码已过期，请重来。

source: Could not update user with confirmed email address.
ca: No es pot actualitzar l'usuari amb el correu electrònic confirmat
cs: Nemohu aktualizovat uživatele s potvrzenou e-mailovou adresu.
es: No se pudo actualizar el usuario con la dirección de correo confirmada.
gl: Non se puido actualizar o usuario co enderezo de correo electrónico confirmado.
ia: Non poteva actualisar le usator con le adresse de e-mail confirmate.
it: Impossibile aggiornare l'utente con l'indirizzo email confermato.
ja: 確認されたメールアドレスでユーザを更新できません。
ka: მომხმარებლის განახლება დადასტურებული ელ. ფოსტის მისამართით ვერ მოხერხდა.
mk: Не можев да го подновам корисникот со потврдена е-поштенска адреса.
nb: Klarte ikke å oppdatere bruker med bekreftet e-post.
sv: Kunde inte uppdatera användaren med bekräftad e-postadress.
te: నిర్ధారిత ఈమెయిలు చిరునామాతో వాడుకరిని తాజాకరించలేకపోయాం.
zh_cn: 无法更新已确认的电子邮件。

source: If you have forgotten or lost your password, you can get a new one sent to the email address you have stored in your account.
ca: Si heu oblidat o perdut la vostra contrasenya, podeu aconseguir-ne una de nova a partir de l'adreça electrònica que s'ha associat al vostre compte.
cs: Pokud jste zapomněli nebo ztratili své heslo, můžeme zaslat nové na e-mailovou adresu, kterou jste uložili ve vašem účtu.
es: Si has olvidado tu contraseña, podemos enviarte una nueva a la dirección de correo electrónico que has registrado en tu cuenta.
gl: Se esqueceu ou perdeu o seu contrasinal, pode solicitar que se lle envíe un novo ao enderezo de correo electrónico da conta.
ia: Si tu ha oblidate o perdite tu contrasigno, tu pote facer inviar un nove al adresse de e-mail specificate in tu conto.
it: Se hai dimenticato o perso la tua password, puoi fartene inviare una nuova all'indirizzo email che hai inserito nel tuo account.
ja: あなたのパスワードを忘れるか紛失したなら、あなたはアカウントに格納したメールアドレスに新しいものを送らせることができます。
ka: თუ დაგავიწყდათ, ან დაკარგეთ თქვენი პაროლი, შეგიძლიათ მიიღოთ ახალი, თქვენს ანგარიშში მითითებულ ელ. ფოსტის მისამართზე.
mk: Ако ја имате заборавено или загубено лозинката, можете да побарате да Ви се испрати нова по е-поштата која сте ја назначиле за сметката.
nb: Om du har glemt eller mistet passordet ditt kan du få et nytt tilsendt på e-postadressen du har lagret på kontoen din.
sv: Om du har glömt eller förlorat ditt lösenord kan du få ett nytt skickat till den e-postadress du har sparat i ditt konto.
te: మీరు మీ సంకేతపదాన్ని మర్చిపోతే, మీ ఖాతాలో నమోదైన ఈమెయిలు చిరునామాకి కొత్త సంకేతపదం వచ్చేలా చేసుకోవచ్చు.
zh_cn: 如果你忘记或丢失了密码，你可以发送一个新的密码到你之前设置的邮箱中。

source: You have been identified. Enter a new password below.
ca: Esteu identificat. Introduïu una contrasenya nova a continuació.
es: Se te ha identificado. Por favor, escribe una nueva contraseña a continuación.
ia: Tu ha essite identificate. Entra un nove contrasigno hic infra.
it: Identificazione avvenuta. Inserisci la nuova password.
mk: Препознаени сте. Внесете нова лозинка подполу.
nb: Du har blitt identifisert. Skriv inn et nytt passord nedenfor.
sv: Du har blivit identifierad. Ange ett nytt lösenord nedan.
te: మిమ్మల్ని గుర్తించాం. మీ కొత్త సంకేతపదాన్ని క్రింత ఇవ్వండి.
zh_cn: 你的身份已被验证，请在下面输入新的密码。

source: Password recovery
ca: Recuperació de la contrasenya
cs: Obnovení hesla
es: Recuperación de contraseña
gl: Recuperación do contrasinal
ia: Recuperation de contrasigno
it: Recupero password
ja: パスワード回復
ka: პაროლის აღდგენა
mk: Враќање на лозинката
nb: Passordgjenoppretting
sv: Återskapande av lösenord
zh_cn: 恢复密码

source: Nickname or email address
ca: Sobrenom o adreça electrònica
cs: Zadej přezdívku nebo emailovou adresu
es: Nombre de usuario o dirección de correo electrónico
gl: Alcume ou enderezo de correo electrónico
ia: Pseudonymo o adresse de e-mail
it: Soprannome o indirizzo email
ja: ニックネームまたはメールアドレス
ka: მეტსახელი ან ელ. ფოსტის მისამართი
mk: Прекар или е-поштенска адреса
nb: Kallenavn eller e-postadresse
sv: Smeknamn eller e-postadress
te: ముద్దుపేరు లేదా ఈమెయిలు చిరునామా
zh_cn: 昵称或电子邮件

source: Your nickname on this server, or your registered email address.
ca: El vostre nom d'usuari en aquest servidor, o la vostra adreça de correu electrònic registrada.
cs: Vaše přezdívka na tomto servu, nebo váš email zadaný při registraci
es: Tu nombre de usuario en este servidor, o la dirección de correo electrónico registrada.
gl: O seu alcume neste servidor, ou o enderezo de correo electrónico co que se rexistrou.
ia: Tu pseudonymo in iste servitor, o tu adresse de e-mail registrate.
it: Il tuo soprannome su questo server o il tuo indirizzo email registrato.
ja: このサーバでのニックネーム、または登録したメールアドレス。
ka: თქვენი მეტსახელი ამ სერვერზე, ან რეგისტრირებული ელ. ფოსტის მისამართი.
mk: Вашиот прекар на овој опслужувач или адресата за е-пошта со која се регистриравте.
nb: Ditt kallenavn på denne tjeneren eller din registrerte e-postadresse.
sv: Ditt användarnamn på denna server, eller din registrerade e-postadress.
te: ఈ సర్వరులో మీ పేరు, లేదా నమౌదైన మీ ఈమెయిల్ చిరునామా.
zh_cn: 你在此服务器的昵称，或登记的邮箱。

source: Recover
ca: Recupera
cs: Obnovit
es: Recuperar
gl: Recuperar
ia: Recuperar
it: Recupera
ja: 回復
ka: აღდგენა
mk: Пронајди
nb: Gjenopprett
sv: Återskapa
zh_cn: 恢复

# BUTTON
source: Recover
ca: Recupera
es: Recuperar
ia: Recuperar
mk: Пронајди
sv: Återskapa
zh_cn: 恢复

source: Reset password
ca: Reinicialitza la contrasenya
cs: Resetovat heslo
es: Restablecer contraseña
gl: Restablecer o contrasinal
ia: Reinitialisar contrasigno
it: Reimposta la password
ja: パスワードをリセット
ka: პაროლის გადაყენება
mk: Нова лозинка
nb: Tilbakestill passord
sv: Återställ lösenord
zh_cn: 重置密码

source: Recover password
ca: Recupera la contrasenya
cs: Obnovit heslo
es: Recuperar contraseña
gl: Recuperar o contrasinal
ia: Recuperar contrasigno
it: Recupera la password
ja: パスワードを回復
ka: პაროლის აღდგენა
mk: Пронаоѓање на лозинка
nb: Gjenopprett passord
sv: Återskapa lösenord
zh_cn: 恢复密码
