Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Password recovery requested
ca: Recuperació de contrasenya sol·licitada
cs: Zažádáno o obnovu hesla
es: Recuperación de contraseña solicitada
gl: Solicitouse a recuperación do contrasinal
ia: Recuperation de contrasigno requestate
it: Richiesta password di ripristino
ja: パスワード回復がリクエストされました
ka: პაროლის აღდგენა მოთხოვნილია
mk: Побарано е пронаоѓање на лозинката
nb: Passordgjenoppretting forespurt
sv: Återskapande av lösenord begärd
zh_cn: 已请求密码恢复

source: Password saved
ca: Contrasenya desada
es: Contraseña guardada.
ia: Contrasigno salveguardate
mk: Лозинката е зачувана
sv: Lösenord sparat
te: సంకేతపదం భద్రమయ్యింది
zh_cn: 密码已保存。

source: 6 or more characters, and do not forget it!
ca: 6 o més caràcters, i no ho oblideu!
es: 6 o más caracteres, ¡y no la olvides!
ia: 6 o plus characteres, e non oblida lo!
mk: 6 или повеќе знаци - не заборавајте!
sv: 6 eller fler tecken, och glöm inte bort det!
te: 6 లేదా అంతకంటే ఎక్కువ అక్షరాలు, మర్చిపోకండి!
zh_cn: 至少6个字符，还有，别忘记它！

# BUTTON
source: Reset
ca: Reinicialitza
es: Restablecer
ia: Reinitialisar
mk: Врати одново
sv: Återställ
te: రీసెట్
zh_cn: 重置

source: Enter a nickname or email address.
ca: Escriviu un sobrenom o una adreça de correu electrònic.
cs: Zadej přezdívku nebo emailovou adresu
es: Ingresa un nombre de usuario o correo electronico
gl: Introduza un alcume ou enderezo de correo electrónico.
ia: Entra un pseudonymo o adresse de e-mail.
it: Inserisci un soprannome o un indirizzo email.
ja: ニックネームかメールアドレスを入力してください。
ka: შეიყვანეთ მეტსახელი ან ელ. ფოსტის მისამართი.
mk: Внесете прекар или е-пошта
nb: Skriv inn et kallenavn eller en e-postadresse.
sv: Skriv in ett smeknamn eller en e-postadress.
te: పేరు లేదా ఈమెయిల్ చిరునామా ఇవ్వండి.
zh_cn: 输入昵称或电子邮件。

source: No user with that email address or username.
ca: No hi ha cap usuari amb aquesta direcció o usuari.
cs: Žádný uživatel s touto e-mailovou adresu nebo uživatelským jménem.
es: No hay ningún usuario con esa dirección de correo o nombre de usuario.
gl: Non hai ningún usuario con ese enderezo de correo electrónico ou alcume.
ia: Nulle usator existe con iste adresse de e-mail o nomine de usator.
it: Nessun utente con quell'email o nome utente.
ja: そのメールアドレスかユーザ名をもっているユーザがありません。
ka: ასეთი ელ. ფოსტის მისამართით ან სახელით არ არსებობს.
mk: Нема корисник со таа е-поштенска адреса или корисничко име.
nb: Ingen bruker med den e-postadressen eller det kallenavnet.
sv: Ingen användare med den e-postadressen eller användarnamn.
te: ఆ ఈమెయిలు చిరునామా లేదా వాడుకరిపేరుతో వాడుకరులెవరూ లేరు.
zh_cn: 没有拥有这个用户名或电子邮件的用户。

source: No registered email address for that user.
ca: No hi ha cap adreça de correu electrònic registrada d'aquest usuari.
cs: Žádný registrovaný email pro tohoto uživatele.
es: Ninguna dirección de correo electrónico registrada por este usuario.
gl: Non se rexistrou ningún enderezo de correo electrónico para ese usuario.
ia: Nulle adresse de e-mail registrate pro iste usator.
it: Nessun indirizzo email registrato per quell'utente.
ja: そのユーザにはメールアドレスの登録がありません。
ka: ამ მომხმარებლისთვის ვერ მოიძებნა რეგისტრირებული ელ. ფოსტის მისამართი.
mk: Нема регистрирана адреса за е-пошта за тој корисник.
nb: Ingen registrert e-postadresse for den brukeren.
sv: Ingen registrerad e-postadress för den användaren.
te: ఈ వాడుకరికై నమోదైన ఈమెయిల్ చిరునామాలు ఏమీ లేవు.
zh_cn: 该用户没有登记电子邮件。

source: Error saving address confirmation.
ca: S'ha produït un error en desar la confirmació de l'adreça.
cs: Chyba při ukládání potvrzení adresy
es: Error al guardar confirmación de la dirección.
gl: Houbo un erro ao gardar a confirmación do enderezo.
ia: Error al salveguardar le confirmation del adresse.
it: Errore nel salvare la conferma dell'indirizzo.
ja: アドレス確認保存エラー
ka: მისამართის დადასტურების სენახვისას მოხდა შეცდომა.
mk: Грешка при зачувувањето на потврдата за адреса.
nb: Feil ved lagring av adressebekreftelse.
sv: Fel vid sparande av adressbekräftelse.
te: చిరునామా నిర్ధారణని భద్రపరచడంలో పొరపాటు.
zh_cn: 保存地址确认时出错。

source: Instructions for recovering your password have been sent to the email address registered to your account.
ca: S'han enviat instruccions per recuperar la vostra contrasenya a l'adreça de correu electrònic registrada.
cs: Návod jak obnovit heslo byl odeslán na vaší emailovou adresu zaregistrovanou u vašeho účtu.
es: Se enviaron instrucciones para recuperar tu contraseña a la dirección de correo registrada.
gl: Enviáronse instrucións para a recuperación do seu contrasinal ao enderezo de correo electrónico rexistrado para a súa conta.
ia: Instructiones pro recuperar tu contrasigno ha essite inviate al adresse de e-mail registrate in tu conto.
it: Le istruzioni per recuperare la tua password sono state inviate all'indirizzo email registrato nel tuo account.
ja: 登録されたメールアドレスにパスワードの回復方法をお送りしました。
ka: პაროლის აღსადგენი ინსტრუქციები გამოიგზავნა თქვენს ანგარიშთან ასოცირებულ ელ. ფოსტაზე.
mk: Упатството за пронаоѓање на Вашата лозинка е испратено до адресата за е-пошта што е регистрирана со Вашата сметка.
nb: Instruksjoner om hvordan du kan gjenopprette ditt passord har blitt sendt til din registrerte e-postadresse.
sv: Instruktioner för att återställa ditt lösenord har skickats till e-postadressen som är registrerat till ditt konto
te: మీ సంకేతపదాన్ని తిరిగి పొందడానికై అవసరమైన సూచనలని మీ ఖాతాతో నమోదైన ఈమెయిల్ చిరునామాకి పంపించాం.
zh_cn: 恢复密码的说明已被发送到你登记的电子邮箱中。

source: Unexpected password reset.
ca: Restabliment de contrasenya inesperat.
cs: Nečekané resetování hesla.
es: Restablecimiento de contraseña inesperado.
gl: Restablecemento de contrasinal inesperado.
ia: Reinitialisation inexpectate del contrasigno.
it: Ripristino della password inaspettato.
ja: 予期せぬパスワードのリセットです。
ka: პაროლის მოულოდნელი გადაყენება.
mk: Неочекувано подновување на лозинката.
nb: Uventet tilbakestilling av passord.
sv: Oväntad återställning av lösenord.
zh_cn: 未预料的密码重置。

source: Password must be 6 characters or more.
ca: La contrasenya ha de tenir 6 o més caràcters.
es: La contraseña debe tener 6 o más caracteres.
ia: Le contrasigno debe haber 6 characteres o plus.
mk: Лозинката мора да има барем 6 знаци.
nb: Passordet må bestå av 6 eller flere tegn.
sv: Lösenordet måste vara 6 tecken eller mer.
te: సంకేతపదం తప్పనిసరిగా 6 లేదా అంతకంటే ఎక్కవ అక్షరాలుండాలి.
zh_cn: 密码必须是 6 位或更多字符。

source: Password and confirmation do not match.
ca: La contrasenya i la confirmació no coincideixen.
cs: Heslo a potvrzení nesouhlasí
es: La contraseña y la confirmación no coinciden.
gl: O contrasinal e a confirmación non coinciden.
ia: Contrasigno e confirmation non corresponde.
it: La password e la conferma non corrispondono.
ja: パスワードと確認が一致しません。
ka: პაროლი და დასტური არ ემთხვევა.
mk: Двете лозинки не се совпаѓаат.
nb: Passord og bekreftelse samsvarer ikke.
sv: Lösenord och bekräftelse matchar inte.
te: సంకేతపదం మరియు నిర్ధారణ సరిపోలేదు.
zh_cn: 密码和确认密码不匹配。

source: Error setting user.
ca: Error en configurar l'usuari.
cs: Chyba nastavení uživatele
es: Error al configurar el usuario.
gl: Houbo un erro ao configurar o usuario.
ia: Error durante le configuration del usator.
it: Errore nell'impostare l'utente.
ja: ユーザ設定エラー
ka: მომხმარებელის დაყენებისას მოხდა შეცდომა.
mk: Грешка во поставувањето на корисникот.
nb: Feil ved innstilling av bruker.
sv: Fel uppstog i användarens inställning
zh_cn: 保存用户设置时出错。

source: New password successfully saved. You are now logged in.
ca: Nova contrasenya guardada correctament. Has iniciat una sessió.
cs: Nové heslo bylo uloženo. Nyní jste přihlášen.
es: Nueva contraseña guardada correctamente. Has iniciado una sesión.
gl: O novo contrasinal gardouse correctamente. Agora está identificado.
ia: Nove contrasigno salveguardate con successo. Tu session es ora aperte.
it: Nuova password salvata con successo. Hai effettuato l'accesso.
ja: 新しいパスワードの保存に成功しました。ログインしています。
ka: ახალი პაროლი წარმატებით იქნა შენახული. თქვენ ახლა ავტორიზირებული ხართ.
mk: Новата лозинка е успешно зачувана. Сега сте најавени.
nb: Nytt passord ble lagret. Du er nå logget inn.
sv: Nya lösenordet sparat. Du är nu inloggad.
te: మీ కొత్త సంకేతపదం భద్రమైంది. మీరు ఇప్పుడు లోనికి ప్రవేశించారు.
zh_cn: 新密码已保存，你现在已登录。

source: No id parameter.
ca: No hi ha paràmetre id.
ia: Nulle parametro de ID.
mk: Нема параметар за ID.
sv: Ingen ID-parameter.

source: No such file "%d".
ca: No existeix el fitxer «%d».
ia: File "%d" non existe.
mk: Нема податотека „%d“.
sv: Ingen sådan fil "%d".
te: "%d" అనే దస్త్రం లేదు.

source: Sorry, only invited people can register.
ca: Ho sentim, però només la gent convidada pot registrar-s'hi.
cs: Litujeme, jen pozvaní se mohou registrovat.
es: Disculpa, sólo personas invitadas pueden registrarse.
gl: Só se pode rexistrar mediante invitación.
ia: Pardono, solmente le personas invitate pote registrar se.
it: Solo le persone invitate possono registrarsi.
ja: すみません、招待された人々だけが登録できます。
ka: ბოდიშს გიხდით, დარეგისტრირება მხოლოდ მოწვევითაა შესაძლებელი.
mk: Жалиме, регистрацијата е само со покана.
nb: Beklager, kun inviterte personer kan registrere seg.
sv: Tyvärr, bara inbjudna personer kan registrera sig.
te: క్షమించండి, ఆహ్వానితులు మాత్రమే నమోదుకాగలరు.
zh_cn: 对不起，只有被邀请的用户才能注册。

source: Sorry, invalid invitation code.
ca: El codi d'invitació no és vàlid.
cs: Litujeme, neplatný kód pozvánky.
es: El código de invitación no es válido.
gl: O código da invitación é incorrecto.
ia: Pardono, le codice de invitation es invalide.
it: Codice di invito non valido.
ja: すみません、不正な招待コード。
ka: ბოდიშს გიხდით, მოსაწვევი კოდი არასწორია.
mk: Жалиме, неважечки код за поканата.
nb: Beklager, ugyldig invitasjonskode.
sv: Tyvärr, ogiltig inbjudningskod.
te: క్షమించండి, తప్పు ఆహ్వాన సంకేతం.
zh_cn: 对不起，无效的邀请码。

source: Registration successful
ca: Registre satisfactori
cs: Registrace úspěšná
es: Registro exitoso.
gl: Rexistrouse correctamente
ia: Registration succedite
it: Registrazione riuscita
ja: 登録成功
ka: რეგისტრაცია წარმატებით დასრულდა
mk: Регистрацијата е успешна
nb: Registrering vellykket
sv: Registreringen genomförd
te: నమోదు విజయవంతం
zh_cn: 注册成功

# TITLE
source: Register
ca: Registre
ia: Crear conto
mk: Регистрација
sv: Registrera
te: నమోదు

source: Registration not allowed.
ca: Registre no permès.
cs: Registrace není povolena.
es: Registro de usuario no permitido.
gl: Non se permite o rexistro.
ia: Creation de conto non permittite.
it: Registrazione non consentita.
ja: 登録は許可されていません。
ka: რეგისტრაცია არ არის დაშვებული.
mk: Регистрирањето не е дозволено.
nb: Registrering ikke tillatt.
sv: Registrering inte tillåten.
te: నమోదు అనుమతించబడదు.
zh_cn: 不允许注册。

source: You cannot register if you do not agree to the license.
ca: No podeu registrar-vos si no accepteu la llicència.
ia: Tu non pote crear un conto si tu non accepta le licentia.
mk: Не може да се регистрирате ако не ја прифаќате лиценцата.
sv: Du kan inte registrera dig om du inte accepterar licensen.

source: Email address already exists.
ca: L'adreça de correu electrònic ja existeix.
cs: Emailová adresa již existuje
es: La dirección de correo electrónico ya existe.
gl: O enderezo de correo electrónico xa existe.
ia: Le adresse de e-mail existe ja.
it: Indirizzo email già esistente.
ja: メールアドレスが既に存在します。
ka: ელ. ფოსტის მისამართი უკვე არსებობს.
mk: Адресата веќе постои.
nb: E-postadressen finnes allerede.
sv: E-postadressen finns redan.
te: ఈమెయిల్ చిరునామా ఇప్పటికే ఉంది.
zh_cn: 电子邮件地址已存在。

source: Invalid username or password.
ca: El nom d'usuari o la contrasenya no són vàlids.
cs: Neplatné jméno nebo heslo
es: Usuario o contraseña inválidos.
gl: O nome de usuario ou contrasinal non son correctos.
ia: Nomine de usator o contrasigno invalide.
it: Nome utente o password non valido.
ja: 不正なユーザ名またはパスワード。
ka: არასწორი მომხმარებლის სახელი ან პაროლი.
mk: Погрешно име или лозинка.
nb: Ugyldig brukernavn eller passord.
sv: Ogiltigt användarnamn eller lösenord.
te: వాడుకరిపేరు లేదా సంకేతపదం తప్పు.
zh_cn: 用户名或密码不正确。

source: With this form you can create a new account. You can then post notices and link up to friends and colleagues.
ca: Amb aquest formulari, podeu crear un compte nou. Podeu enviar avisos i enllaçar a amics i col·legues.
es: Con este formulario puedes crear una nueva cuenta. Después podrás publicar mensajes y enviar vínculos de ellos a tus amigos y colegas.
ia: Con iste formulario tu pote crear un nove conto. Postea, tu pote publicar notas e mitter te in contacto con amicos e collegas.
mk: Со овој образец можете да создадете нова сметка. Потоа ќе можете да објавувате забелешки и да се поврзувате со пријатели и колеги.
sv: Med detta formulär kan du skapa ett nytt konto. Du kan sedan posta notiser och ansluta till vänner och kollegor.
zh_cn: 使用此窗体可以创建一个新的帐户。然后可以张贴告示及链接到的朋友和同事。

# PASSWORD
source: Confirm
ca: Confirma
ia: Confirmar
mk: Потврди
sv: Bekräfta
te: నిర్థారించండి

# LABEL
source: Email
ca: Correu electrònic
mk: Е-пошта
sv: E-post
te: ఈమెయిల్

source: Used only for updates, announcements, and password recovery.
ca: Utilitzat només per a actualitzacions, anuncis i recuperació de contrasenya.
es: Sólo se usa para actualizaciones, anuncios y recuperación de contraseñas
ia: Usate solmente pro actualisationes, notificationes e recuperation de contrasigno.
mk: Се користи само за подновувања, објави и повраќање на лозинка.
sv: Används endast för uppdateringar, meddelanden och återskapande av lösenord.
te: తాజా విశేషాలు, ప్రకటనలు, మరియు సంకేతపదం పోయినప్పుడు మాత్రమే ఉపయోగిస్తాం.
zh_cn: 仅用于更新、 公告及密码恢复。

source: Longer name, preferably your "real" name.
ca: Nom més llarg, preferiblement el vostre nom «real».
es: Nombre largo, preferiblemente tu nombre "real"
ia: Nomine plus longe, preferibilemente tu nomine "real".
mk: Подолго име, по можност Вашето „вистинско“ име и презиме
sv: Längre namn, helst ditt "riktiga" namn.
te: పొడుగాటి పేరు, మీ "అసలు" పేరైతే మంచిది.
zh_cn: 你最好是"真正的"的名字的长名称技术。

# BUTTON
source: Register
ca: Registre
ia: Crear conto
mk: Регистрација
sv: Registrera
te: నమోదు

source: I understand that content and data of %1$s are private and confidential.
ca: Entenc que el contingut i les dades de %1$s són privades i confidencials.
cs: Chápu, že obsah a data %1$S jsou soukromé a důvěrné.
es: Entiendo que el contenido y los datos de %1$s son privados y confidenciales.
gl: Entendo que o contido e os datos de %1$s son privados e confidenciais.
ia: io comprende que le contento e datos de %1$s es private e confidential.
it: Comprendo che i contenuti e i dati di %1$s sono privati e confidenziali.
ka: მე ვაცნობიერებ, რომ %1$s–ის შიგთავსი და მონაცემები არის პირადული და კონციდენციალური.
mk: Сфаќам дека содржината и податоците на %1$s се лични и доверливи.
sv: Jag förstår att innehåll och data av %1$s är privata och konfidentiella.
zh_cn: 我明白%1$s的信息是私人且保密的。

source: My text and files are copyright by %1$s.
ca: El meu text i els meus fitxers són copyright de %1$s.
cs: Můj text a soubory jsou copyrightovány %1$s.
es: Mi texto y archivos est'an protegidos por los derecho de autor de %1$s.
gl: Os meus textos e ficheiros están protexidos polos dereitos de autor de %1$s.
ia: Le derecto de autor pro mi texto e files es in possession de %1$s.
it: I miei testi e i miei file sono copyright di %1$s.
ka: ჩემი ტექსტის და ფაილების საავტორო უფლება ეკუტვნის %1$s–ს.
mk: Авторското правво на мојот текст и податотеки го има %1$s.
sv: Upphovsrätten till min text och mina filer innehas av %1$s.
te: నా పాఠ్యం మరియు దస్త్రాలు %1$s యొక్క కాపీహక్కులు.
zh_cn: 我的文字和文件的版权归%1$s所有。

source: My text and files remain under my own copyright.
ca: El meu text i els meus fitxers es troben sota el meu propi copyright.
cs: Můj text a soubory zůstanou pod mým vlastním copyrightem.
es: Mi texto y archivos permanecen bajo mi propio derecho de autor.
gl: Os meus textos e ficheiros están protexidos polos meus propios dereitos de autor.
ia: Le derecto de autor pro mi texto e files resta in mi possession.
it: I miei testi e file restano sotto il mio diretto copyright.
ka: ჩემი ტექსტი და ფაილები ჩემივე საკუთრებაა.
mk: Јас ја задржувам сопственоста на авторското право врз мојот текст и податотеки.
sv: Upphovsrätten till min text och mina filer är fortsatt min.
te: నా పాఠ్యం మరియు దస్త్రాలు నా కాపీహక్కుల క్రిందే ఉంటాయి.
zh_cn: 我的文字和文件的版权由我自己保留。

source: All rights reserved.
ca: Tots els drets reservats.
cs: Všechna práva vyhrazena.
es: Todos los derechos reservados.
gl: Todos os dereitos reservados.
ia: Tote le derectos reservate.
it: Tutti i diritti riservati.
ka: ყველა უფლება დაცულია.
mk: Сите права задржани.
nb: Alle rettigheter reservert.
sv: Alla rättigheter reserverade.
te: సర్వహక్కులూ సురక్షితం.
zh_cn: 保留所有权利。

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
ca: El meu text i fitxers es troben disponibles sota %s, excepte pel que fa a les dades privades: contrasenya, adreça de correu electrònic, adreça de missatgeria instantània i número de telèfon.
cs: Můj text a soubory jsou k dispozici pod %s výjimkou těchto soukromých dat: heslo, e-mailová adresa, IM adresa a telefonní číslo.
es: Mi texto y archivos están disponibles bajo %s con excepción de esta información privada: contraseña, dirección de correo electrónico, dirección de mensajería instantánea y número de teléfono.
gl: Os meus textos e ficheiros están dispoñibles baixo %s, salvo os seguintes datos privados: contrasinais, enderezos de correo electrónico e mensaxería instantánea e números de teléfono.
ia: Mi texto e files es disponibile sub %s excepte iste datos private: contrasigno, adresse de e-mail, adresse de messageria instantanee, numero de telephono.
it: I miei testi e file sono disponibili nei termini di %s a eccezione di questi dati personali: password, indirizzo email, indirizzo messaggistica istantanea e numero di telefono.
ka: ჩემი ტექსტი და ფაილები ხელმისაწვდომია %s–ით, გარდა ამ პირადი ინფორმაციისა: პაროლი, ელ. ფოსტის მისამართი, IM მისამართი და ტელეფონის ნომერი.
mk: Мојот текст и податотеки се достапни под %s, освен следниве приватни податоци: лозинка, е-пошта, НП-адреса и телефонски број.
nb: Mine tekster og filer er tilgjengelig under %s med unntak av disse private dataene: passord, e-postadresse, direktemeldingsadresse og telefonnummer.
sv: Mina texter och filer är tillgängliga under %s med undantag av den här privata datan: lösenord, e-postadress, IM-adress, telefonnummer.
te: నా పాఠ్యం మరియు దస్త్రాలు %s క్రింద లభ్యం, ఈ అంతరంగిక భోగట్టా తప్ప: సంకేతపదం, ఈమెయిల్ చిరునామా, IM చిరునామా, మరియు ఫోన్ నంబర్.
zh_cn: 我的文字和文件在%s下提供，除了如下隐私内容：密码、电子邮件地址、IM 地址和电话号码。
