Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: %s favorites
ca: %s preferits
es: %s Favoritos
mk: %s бендисани
nb: %s favoritter
sv: %s favoriter
te: %s ఇష్టాంశాలు
zh_cn: %s 收藏夹

source: %s memberships
ca: %s pertinències al grup
es: %s miembros del grupo
ia: %s membratos
mk: %s членства
nb: %s medlemsskap
sv: %s medlemskap
te: %s సభ్యత్వాలు
zh_cn: %s 的成员身份

source: You cannot block yourself!
ca: No podeu bloquejar-vos a vosaltres mateixos!
cs: Nemůžete zablokovat sami sebe!
es: ¡No puedes bloquearte a tí mismo!
gl: Non pode bloquearse a si mesmo!
ia: Tu non pote blocar te mesme!
it: Non puoi bloccarti!
ja: 自分自身をブロックすることはできません！
ka: საკუთარი თავის დაბლოკვა შეუძლებელია.
mk: Не можете да се блокирате самите себеси!
nb: Du kan ikke blokkere deg selv!
sv: Du kan inte blockera dig själv!
te: మిమ్మల్ని మీరే నిరోధించుకోలేరు!
zh_cn: 你不能屏蔽自己！

source: Block user failed.
ca: Ha fallat el blocatge de l'usuari.
cs: Zablokovat uživatele se nezdařilo.
es: Falló bloquear usuario.
gl: Non se puido bloquear o usuario.
ia: Le blocada del usator ha fallite.
it: Blocco dell'utente non riuscito.
ja: ユーザのブロックに失敗しました。
ka: მომხმარებლის დაბლოკვა ვერ მოხერხდა.
mk: Блокирањето на корисникот не успеа.
nb: Blokkering av bruker mislyktes.
sv: Blockering av användare misslyckades.
te: వాడుకరి నిరోధం విఫలమైంది.
zh_cn: 屏蔽用户失败。

source: Unblock user failed.
ca: Ha fallat el desblocatge de l'usuari.
cs: Odblokovat uživatele se nezdařilo.
es: Falló desbloquear usuario.
gl: Non se puido desbloquear o usuario.
ia: Le disblocada del usator ha fallite.
it: Sblocco dell'utente non riuscito.
ja: ユーザのブロック解除に失敗しました。
ka: ვერ მოხერხდა მომხმარებელზე ბლოკის მოხსნა.
mk: Не успеа одблокирањето на корисникот.
nb: Oppheving av blokkering av bruker mislyktes.
sv: Hävning av blockering av användare misslyckades.
zh_cn: 取消屏蔽用户失败。

source: Direct messages from %s
ca: Missatges directes de %s
cs: Přímá zpráva od %s
es: Mensajes directos de %s
gl: Mensaxes directas de %s
ia: Messages directe de %s
it: Messaggi diretti da %s
ja: %s からのダイレクトメッセージ
ka: პირდაპირი შეტყობინებები %s-სგან
mk: Непосредни пораки од %s
nb: Direktemeldinger fra %s
sv: Direktmeddelanden från %s
te: %s నుండి నేరు సందేశాలు
zh_cn: %s发来的私信

source: All the direct messages sent from %s
ca: Tots els missatges directes enviats per %s
cs: Všechny přímé zprávy od uživatele %s
es: Todos los mensajes directos enviados desde %s
gl: Todas as mensaxes directas enviadas por %s
ia: Tote le messages directe inviate de %s
it: Tutti i messaggi diretti inviati da %s
ja: %s から送られた全てのダイレクトメッセージ
ka: %s-ს მიერ გამოგზავნილი ყველა პირდაპირი შეტყობინება
mk: Сите непосредни пораки испратени од %s
nb: Alle direktemeldinger sendt fra %s
sv: Alla direktmeddelanden skickade från %s
te: %s నుండి పంపిన అన్ని నేరు సందేశాలు
zh_cn: 所有来自%s的私信

source: Direct messages to %s
ca: Missatges directes a %s
cs: Přímé zprávy uživateli %s
es: Mensajes directos a %s
gl: Mensaxes directas a %s
ia: Messages directe a %s
it: Messaggi diretti a %s
ja: %s へのダイレクトメッセージ
ka: %s-სთვის გაგზავნილი პირდაპირი შეტყობინებები
mk: Непосредни пораки за %s
nb: Direktemeldinger til %s
sv: Direktmeddelande till %s
te: %s కి నేరు సందేశాలు
zh_cn: 发给%s的私信

source: All the direct messages sent to %s
ca: Tots els missatges directes enviats a %s
cs: Všechny přímé zprávy odeslané uživateli %s
es: Todos los mensajes directos enviados a %s
gl: Todas as mensaxes directas enviadas a %s
ia: Tote le messages directe inviate a %s
it: Tutti i messaggi diretti inviati a %s
ja: %s へ送った全てのダイレクトメッセージ
ka: %s-სთვის გაგზავნილი ყველა პირდაპირი შეტყობინება
mk: Сите непосредни пораки испратени до %s
nb: Alle direktemeldinger sendt til %s
sv: Alla direktmeddelanden skickade till %s
te: %sకి పంపిన అన్ని నేరు సందేశాలు
zh_cn: 所有发给%s的私信

source: No message text!
ca: No hi ha text al missatge!
cs: zpráva bez textu!
es: ¡Sin texto de mensaje!
gl: A mensaxe non ten texto!
ia: Message sin texto!
it: Nessun testo nel messaggio!
ja: メッセージの本文がありません！
ka: შეტყობინების ტექსტი არ არის!
mk: Нема текст за пораката!
nb: Ingen meldingstekst!
sv: Ingen meddelandetext!
te: సందేశపు పాఠ్యం లేదు!
zh_cn: 消息没有正文！

source: That's too long. Maximum message size is %d character.
ca: És massa llarg. La mida màxima del missatge és %d caràcter.
es: Muy largo. El tamaño máx. por mensaje es de %d caracteres.
ia: Isto es troppo longe. Le dimension maxime de messages es %d characteres.
mk: Ова е предолго. Дозволен е највеќе %d знак во пораката.
nb: Dette er for langt. Meldingen kan bare være %d tegn lang.
sv: Detta är för långt. Maximal meddelandestorlek är %d tecken.
zh_cn: 太长了。最长的信息长度是%d个字符。

source: Recipient user not found.
ca: No s'ha trobat l'usuari destinatari.
cs: Příjemce nebyl nalezen.
es: No se encuentra usuario receptor.
gl: Non se atopou o destinatario.
ia: Usator destinatario non trovate.
it: Destinatario non trovato.
ja: 受け取り手のユーザが見つかりません。
ka: მიმღები მომხმარებელი ვერ მოიძებნა.
mk: Примачот не е пронајден.
nb: Fant ikke mottakeren.
sv: Mottagare hittades inte.
te: అందుకోవాల్సిన వాడుకరి కనబడలేదు.
zh_cn: 未找到收件人。

source: Cannot send direct messages to users who aren't your friend.
ca: No es poden enviar missatges directes a usuaris que no siguin els vostres amics.
es: No puedes enviar mensajes directos a usuarios que no son tus amigos.
ia: Non pote inviar messages directe a usatores que non es tu amicos.
mk: Не можете да испраќате непосредни пораки на корисници што не Ви се пријатели.
sv: Kan inte skicka direktmeddelanden till användare som inte är din vän.
te: మీ స్నేహితులు కాని వాడుకరులకి నేరు సందేశాలు పంపించలేరు.
zh_cn: 不能将直接邮件发送到用户的不是你的朋友。

source: Do not send a message to yourself; just say it to yourself quietly instead.
ca: No us envieu un missatge a un mateix; simplement comentar-vos-ho.
es: No te envíes un mensaje a ti mismo; sólo dilo para ti en voz baja.
ia: Non invia un message a te mesme; il suffice susurrar lo discretemente.
mk: Не испраќајте си порака самите себеси, туку само тивко кажете си го тоа во себе.
nb: Ikke send en melding til degselv; bare hvisk det stille til degselv istedet.
sv: Skicka inte ett meddelande till dig själv; viska lite tyst till dig själv istället.
te: మీకు మీరే సందేశాన్ని పంపుకోకండి; దాని బదులు మీ చెవిలో మీరే మెల్లగా చెప్పుకోండి.
zh_cn: 不要向自己发送消息；跟自己悄悄说就得了。

source: No status found with that ID.
ca: No s'ha trobat cap estat amb aquest ID.
cs: Hláška s tímto ID nenalezena.
es: No se encontró estado para ese ID
gl: Non se atopou ningún estado con esa ID.
ia: Nulle stato trovate con iste ID.
it: Nessuno messaggio trovato con quel ID.
ja: そのＩＤのステータスが見つかりません。
ka: სტატუსი ასეთი ID-თ ვერ მოიძებნა.
mk: Нема пронајдено статус со таков ID.
nb: Fant ingen status med den ID-en.
sv: Ingen status hittad med det ID:t.
te: ఆ IDతో ఏ నోటీసూ కనబడలేదు.
zh_cn: 没有找到此 ID 的消息。

source: This status is already a favorite.
ca: Aquest estat ja és un preferit.
cs: Tuto hlášku již máte v oblíbených.
es: Este status ya está en favoritos.
gl: Este estado xa é dos favoritos.
ia: Iste stato es ja favorite.
it: Questo messaggio è già un preferito.
ja: このステータスはすでにお気に入りです。
ka: ეს სტატუსი უკვე ფავორიტია.
mk: Веќе сте го бендисале овој статус.
nb: Denne statusen er allerede en favoritt.
sv: Denna status är redan en favorit.
te: ఈ నోటీసు ఇప్పటికే మీ ఇష్టాంశం.
zh_cn: 已收藏过此消息。

source: Could not create favorite.
ca: No es pot crear el preferit.
cs: Nelze vytvořit oblíbenou položku.
es: No se pudo crear favorito.
gl: Non se puido crear o favorito.
ia: Non poteva crear le favorite.
it: Impossibile creare un preferito.
ja: お気に入りを作成できません。
ka: ფავორიტის შექმნა ვერ მოხერხდა.
mk: Не можам да создадам бендисана забелешка.
nb: Kunne ikke opprette favoritt.
sv: Kunde inte skapa favorit.
te: ఇష్టాంశాన్ని సృష్టించలేకపోయాం.
zh_cn: 无法创建收藏。

source: That status is not a favorite.
ca: L'estat no és un preferit.
cs: Tato hláška není oblíbená.
es: Este status no es un favorito.
gl: Ese estado non é un dos favoritos.
ia: Iste stato non es favorite.
it: Questo messaggio non è un preferito.
ja: そのステータスはお気に入りではありません。
ka: ეს სტატუსი არა არის ფავორიტი.
mk: Тој статус не Ви е бендисан.
nb: Den statusen er ikke en favoritt.
sv: Denna status är inte en favorit.
te: ఆ నోటీసు ఇష్టాంశం కాదు.
zh_cn: 此消息未被收藏。

source: Could not delete favorite.
ca: No s'ha pogut eliminar el preferit.
cs: Nelze smazat oblíbenou položku.
es: No se pudo borrar favorito.
gl: Non se puido eliminar o favorito.
ia: Non poteva deler le favorite.
it: Impossibile eliminare un preferito.
ja: お気に入りを取り消すことができません。
ka: ფავორიტის წაშლა ვერ მოხერხდა.
mk: Не можам да ја избришам бендисаната забелешка.
nb: Kunne ikke slette favoritt.
sv: Kunde inte ta bort favoriten.
te: ఇష్టాంశాన్ని తొలగించలేకపోయాం.
zh_cn: 无法删除收藏。

source: Could not follow user: profile not found.
ca: No es pot deixar de seguir l'usuari: no s'ha trobat l'usuari.
cs: Nemůžu začít sledovat uživatele, profil nenalezen.
es: No se pudo seguir al usuario: Perfil no encontrado.
gl: Non se puido seguir o usuario: non se atopou.
ia: Non poteva sequer le usator: profilo non trovate.
it: Impossibile non seguire l'utente: utente non trovato.
ja: ユーザのフォローを停止できませんでした: ユーザが見つかりません。
ka: ამ მომხმარებლის მიმდევარი ვერ გახდებით, რადგან პროფილი ვერ მოიძებნა
mk: Не можам да го следам корисникот: профилот не е пронајден.
nb: Kunne ikke følge brukeren: fant ikke profilen.
sv: Kunde inte sluta följa användaren: användaren hittades inte.
te: వాడుకరిని అనుసరించలేకపోయాం: %s ఇప్పటికే మీ జాబితాలో ఉన్నారు.
zh_cn: 无法关注用户：未找到用户。

source: Could not follow user: %s is already on your list.
ca: No s'ha pogut seguir l'usuari: %s ja està a la vostra llista.
cs: Nemohu začít sledovat uživatele: %s je již na vašem seznamu.
es: No puede seguir al usuario: %s ya esta en su lista.
gl: Non se puido seguir o usuario: %s xa está na súa lista.
ia: Non poteva sequer le usator: %s es ja in tu lista.
it: Impossibile seguire l'utente: %s è già nel tuo elenco.
ja: ユーザをフォローできませんでした: %s は既にあなたのリストに入っています。
ka: თქვენ უკვე ხართ %s-ის მიმდევარი.
mk: Не можам да го следам корисникот: %s веќе е на Вашиот список.
nb: Kunne ikke følge brukeren: %s er allerede i listen din.
sv: Kunde inte följa användare: %s finns redan i din lista.
te: వాడుకరిని అనుసరించలేకపోయాం: %s ఇప్పటికే మీ జాబితాలో ఉన్నారు.
zh_cn: 无法关注用户：你已经关注了%s。

source: Could not unfollow user: User not found.
ca: No es pot deixar de seguir l'usuari: no s'ha trobat l'usuari.
cs: Nemohu přestat sledovat uživatele, uživatel nebyl nalezen.
es: No se pudo dejar de seguir al usuario. Usuario no encontrado
gl: Non se puido deixar de seguir o usuario: non se atopou.
ia: Non poteva cessar de sequer le usator: Usator non trovate.
it: Impossibile non seguire l'utente: utente non trovato.
ja: ユーザのフォローを停止できませんでした: ユーザが見つかりません。
ka: მომხმარებლის ჩამოშორება ვერ მოხერხდა. მომხმარებელი ვერ მოიძებნა.
mk: Не можам да престанам да го следам корисникот: Корисникот не е пронајден.
nb: Kunne ikke slutte å følge brukeren: Fant ikke brukeren.
sv: Kunde inte sluta följa användaren: användaren hittades inte.
te: వాడుకరిని అనుసరించలేకపోయాం: %s ఇప్పటికే మీ జాబితాలో ఉన్నారు.
zh_cn: 无法取消关注用户：未找到用户。

source: You cannot unfollow yourself.
ca: No podeu deixar de seguir-vos a un mateix.
cs: Nemůžete přestat sledovat sami sebe.
es: No puedes dejar de seguirte a ti mismo.
gl: Non pode deixar de seguirse a si mesmo.
ia: Tu non pote cessar de sequer te mesme.
it: Non puoi non seguirti.
ja: 自分自身をフォロー停止することはできません。
ka: საკუთარი თავის ჩამოშორება შეუძლებელია.
mk: Не можете да престанете да се следите самите себеси.
nb: Du kan ikke slutte å følge deg selv.
sv: Du kan inte sluta följa dig själv.
te: మిమ్మల్ని మీరే అననుసరించలేరు.
zh_cn: 你不能取消关注自己。

source: Two valid IDs or nick names must be supplied.
ca: Cal proporcionar dos identificadors o sobrenoms.
es: Son necesarios dos nombres de usuario o IDs válidos.
ia: Duo IDs o pseudonymos valide debe esser fornite.
mk: Мора да наведете две назнаки (ID) или прекари.
nb: To gyldige ID-er eller kallenavn må oppgis.
sv: Två giltiga ID eller smeknamn måste lämnas.
zh_cn: 必须提供两个有效的 ID 或用户昵称。

source: Could not determine source user.
ca: No s'ha pogut determinar l'usuari d'origen.
cs: Nelze určit zdrojového uživatele.
es: No se pudo determinar el usuario fuente.
gl: Non se puido determinar o usuario de orixe.
ia: Non poteva determinar le usator de origine.
it: Impossibile determinare l'utente sorgente.
ja: ソースユーザーを決定できません。
ka: ავტორი მომხმარებლის განსაზღვრა ვერ მოხერხდა.
mk: Не можев да го утврдам целниот корисник.
nb: Kunne ikke bestemme kildebruker.
sv: Kunde inte fastställa användare hos källan.
te: లక్ష్యిత వాడుకరిని కనుగొనలేకపోయాం.
zh_cn: 无法确定源用户。

source: Could not find target user.
ca: No s'ha pogut trobar l'usuari de destinació.
cs: Nepodařilo se najít cílového uživatele.
es: No se pudo encontrar ningún usuario de destino.
gl: Non se puido atopar o usuario de destino.
ia: Non poteva trovar le usator de destination.
it: Impossibile trovare l'utente destinazione.
ja: ターゲットユーザーを見つけられません。
ka: სასურველი მომხმარებელი ვერ მოიძებნა.
mk: Не можев да го пронајдам целниот корисник.
nb: Kunne ikke finne målbruker.
sv: Kunde inte hitta målanvändare.
te: లక్ష్యిత వాడుకరిని కనుగొనలేకపోయాం.
zh_cn: 无法找到目标用户。

source: Nickname already in use. Try another one.
ca: Aquest sobrenom ja existeix. Prova un altre.
cs: Přezdívku již někdo používá. Zkuste jinou.
es: El usuario ya existe. Prueba con otro.
gl: Ese alcume xa está en uso. Probe con outro.
ia: Pseudonymo ja in uso. Proba un altere.
it: Soprannome già in uso. Prova con un altro.
ja: そのニックネームは既に使用されています。他のものを試してみて下さい。
ka: მეტსახელი უკვე გამოყენებულია. სცადე სხვა.
mk: Тој прекар е во употреба. Одберете друг.
nb: Det nicket er allerede i bruk. Prøv et annet.
sv: Smeknamnet används redan. Försök med ett annat.
te: ఆ పేరుని ఇప్పటికే వాడుతున్నారు. మరోటి ప్రయత్నించండి.
zh_cn: 昵称已被使用，换一个吧。

source: Not a valid nickname.
ca: Sobrenom no vàlid.
cs: Není platnou přezdívkou.
es: Usuario inválido
gl: O formato do alcume non é correcto.
ia: Non un pseudonymo valide.
it: Non è un soprannome valido.
ja: 有効なニックネームではありません。
ka: მეტსახელი არასწორია.
mk: Неправилен прекар.
nb: Ugyldig nick.
sv: Inte ett giltigt smeknamn.
te: సరైన పేరు కాదు.
zh_cn: 不是有效的昵称。

source: Homepage is not a valid URL.
ca: La pàgina personal no és un URL vàlid.
cs: Domovská stránka není platná URL.
es: La página de inicio no es un URL válido.
gl: O URL da páxina persoal non é correcto.
ia: Le pagina personal non es un URL valide.
it: L'indirizzo della pagina web non è valido.
ja: ホームページのURLが不適切です。
ka: სასტარტო გვერდი არასწორი URL-ია.
mk: Главната страница не е важечка URL-адреса.
nb: Hjemmesiden er ikke en gyldig URL.
sv: Hemsida är inte en giltig webbadress.
te: హోమ్ పేజీ URL సరైనది కాదు.
zh_cn: 主页的URL不正确。

source: Full name is too long (maximum 255 characters).
ca: El vostre nom sencer és massa llarg (màx. 255 caràcters).
es: Nombre demasiado largo (max. 255 carac.)
ia: Le nomine complete es troppo longe (maximo 255 characteres).
mk: Полното име е предолго (највеќе 255 знаци).
nb: Fullt navn er for langt (maks 255 tegn).
sv: Fullständigt namn är för långt (max 255 tecken).
te: పూర్తి పేరు చాలా పెద్దగా ఉంది (గరిష్ఠం 255 అక్షరాలు).
zh_cn: 全名过长(不能超过 255 个字符)。

source: Description is too long (maximum %d character).
ca: La descripció és massa llarga (màx. %d caràcter).
es: Descripción demasiado larga (máx. %d caracteres).
ia: Description es troppo longe (maximo %d characteres).
mk: Описот е предолг (дозволено е највеќе %d знак.
nb: Beskrivelsen er for lang (maks %d tegn).
sv: Beskrivning är för lång (max %d tecken).
te: వివరణ చాలా పెద్దగా ఉంది (%d అక్షరాలు గరిష్ఠం).
zh_cn: D描述过长(不能超过%d 个字符)。

source: Location is too long (maximum 255 characters).
ca: La localització és massa llarga (màx. 255 caràcters).
es: Ubicación demasiado larga (máx. 255 caracteres).
ia: Loco es troppo longe (maximo 255 characteres).
mk: Местоположбата е предолга (највеќе 255 знаци).
nb: Plasseringen er for lang (maks 255 tegn).
sv: Beskrivning av plats är för lång (max 255 tecken).
te: ప్రాంతం పేరు మరీ పెద్దగా ఉంది (255 అక్షరాలు గరిష్ఠం).
zh_cn: 位置过长(不能超过255个字符)。

source: Too many aliases! Maximum %d allowed.
ca: Hi ha massa àlies! Es permet %d com a màxim.
es: ¡Muchos seudónimos! el máximo es %d.
ia: Troppo de aliases! Solmente un es permittite.
mk: Премногу алијаси! Дозволено е највеќе %d.
nb: For mange alias. Maks %d er tillatt.
sv: För många alias! Högst %d tillåtet.
te: చాలా మారుపేర్లు! %d గరిష్ఠం.
zh_cn: 太多别名了！最多允许%d 个。

source: Invalid alias: "%s".
ca: L'àlies no és vàlid: «%s».
cs: Neplatný alias: "%s".
es: Alias inválido: "%s".
gl: Pseudónimo incorrecto: "%s".
ia: Alias invalide: "%s".
it: Alias non valido: "%s".
mk: Неважечки алијас: „%s“.
nb: Ugyldig alias: «%s».
sv: Ogiltigt alias: "%s".
te: తప్పుడు మారుపేరు: "%s".
zh_cn: 无效的别名：“%s”。

source: Alias "%s" already in use. Try another one.
ca: L'àlies «%s» ja està en ús. Proveu-ne un altre.
cs: Alias "%s" se již používá. Zkuste jiný.
es: El alias "%s" ya está en uso. Intenta usar otro.
gl: O pseudónimo "%s" xa se está a usar. Proba con outro.
ia: Le alias "%s" es ja in uso. Proba un altere.
it: L'alias "%s" è già in uso. Prova con un altro.
ja: 別名 "%s" は既に使用されています。他のものを試してみて下さい。
mk: Алијасот „%s“ е зафатен. Одберете друг.
nb: Aliaset «%s» er allerede i bruk. Prøv et annet.
sv: Alias "%s" används redan. Försök med ett annat.
te: "%s" అన్న మారుపేరుని ఇప్పటికే వాడుతున్నారు. మరొకటి ప్రయత్నించండి.
zh_cn: %s这个别名已被使用，换一个吧。

source: Alias can't be the same as nickname.
ca: L'àlies no pot ser el mateix que el sobrenom.
cs: Alias nemůže být stejný jako přezdívka.
es: El alias no puede ser el mismo que el usuario.
gl: O pseudónimo non pode coincidir co alcume.
ia: Le alias non pote esser identic al pseudonymo.
it: L'alias non può essere lo stesso del soprannome.
ja: 別名はニックネームと同じではいけません。
mk: Алијасот не може да биде ист како прекарот.
nb: Alias kan ikke være det samme som kallenavn.
sv: Alias kan inte vara samma som smeknamn.
te: మారుపేరు పేరుతో సమానంగా ఉండకూడదు.
zh_cn: 别名不能和昵称相同。

source: Group not found.
ca: No s'ha trobat el grup.
cs: Skupina nebyla nalezena.
es: Grupo no encontrado.
gl: Non se atopou o grupo.
ia: Gruppo non trovate.
it: Gruppo non trovato.
ja: 見つかりません。
ka: ჯგუფი ვერ მოიძებნა.
mk: Групата не е пронајдена.
nb: Gruppe ikke funnet.
sv: Grupp hittades inte.
te: గుంపు దొరకలేదు.
zh_cn: 小组未找到。

source: You are already a member of that group.
ca: Ja sou membre del grup.
cs: Jste již členem této skupiny.
es: Ya eres miembro de ese grupo
gl: Xa forma parte dese grupo.
ia: Tu es ja membro de iste gruppo.
it: Fai già parte di quel gruppo.
ja: すでにこのグループのメンバーです。
ka: თქვენ უკვე ხართ ამ ჯგუფის წევრი.
mk: Веќе членувате во таа група.
nb: Du er allerede medlem av den gruppen.
sv: Du är redan en medlem i denna grupp.
te: మీరు ఇప్పటికే ఆ గుంపులో సభ్యులు.
zh_cn: 你已经是该小组成员。

source: You have been blocked from that group by the admin.
ca: L'administrador us ha blocat del grup.
cs: Z této skupiny jste byl zablokován adminem.
es: Has sido bloqueado de ese grupo por el administrador.
gl: O administrador bloqueouno nese grupo.
ia: Le administrator te ha blocate de iste gruppo.
it: L'amministratore ti ha bloccato l'accesso a quel gruppo.
ja: 管理者によってこのグループからブロックされています。
ka: თქვენ დაბლოკილი ხართ ამ ჯგუფიდან ადმინისტრატორის მიერ.
mk: Блокирани сте од таа група од администраторот.
nb: Du har blitt blokkert fra den gruppen av administratoren.
sv: Du har blivit blockerad från denna grupp av administratören.
te: నిర్వాహకులు ఆ గుంపు నుండి మిమ్మల్ని నిరోధించారు.
zh_cn: 你已经被管理员从该小组中屏蔽。

source: Could not join user %1$s to group %2$s.
ca: No s'ha pogut afegir l'usuari %1$s al grup %2$s.
cs: Nemohu připojit uživatele %1$s do skupiny %2$s.
es: No se pudo unir el usuario %s al grupo %s
gl: O usuario %1$s non se puido engadir ao grupo %2$s.
ia: Non poteva inscriber le usator %1$s in le gruppo %2$s.
it: Impossibile iscrivere l'utente %1$s al gruppo %2$s.
ja: ユーザ %1$s はグループ %2$s に参加できません。
ka: ვერ მოხერხდა მომხმარებელ %1$s-სთან ერთად ჯგუფ %2$s-ში გაერთიანება.
mk: Не можам да го зачленам корисникот %1$s во групата 2$s.
nb: Kunne ikke legge bruker %1$s til gruppe %2$s.
sv: Kunde inte ansluta användare %1$s till grupp %2$s.
te: వాడుకరి %1$sని %2$s గుంపులో చేర్చలేకపోయాం
zh_cn: 无法把用户%1$s添加到%2$s小组

source: You are not a member of this group.
ca: No sou un membre del grup.
cs: Nejste členem této skupiny.
es: No eres miembro de este grupo.
gl: Vostede non pertence a este grupo.
ia: Tu non es membro de iste gruppo.
it: Non fai parte di questo gruppo.
ja: このグループのメンバーではありません。
ka: თვენ არ ხართ ამ ჯგუფის წევრი.
mk: Не членувате во оваа група.
nb: Du er ikke et medlem av denne gruppen.
sv: Du är inte en medlem i denna grupp.
te: మీరు ఈ గుంపులో సభ్యులు కాదు.
zh_cn: 你不是该小组成员。

source: Could not remove user %1$s from group %2$s.
ca: No s'ha pogut eliminar l'usuari %1$s del grup %2$s.
cs: Nelze odebrat uživatele %1$S ze skupiny %2$s.
es: No se pudo eliminar al usuario %1$s del grupo %2$s.
gl: O usuario %1$s non se puido eliminar do grupo %2$s.
ia: Non poteva remover le usator %1$s del gruppo %2$s.
it: Impossibile rimuovere l'utente %1$s dal gruppo %2$s.
ja: ユーザ %1$s をグループ %2$s から削除できません。
ka: მომხმარებლ %1$s-ის გარიცხვა ჯგუფიდან %2$s ვერ მოხერხდა.
mk: Не можев да го отстранам корисникот %1$s од групата %2$s.
nb: Kunne ikke fjerne bruker %1$s fra gruppe %2$s.
sv: Kunde inte ta bort användare %1$s från grupp %2$s.
te: వాడుకరి %1$sని %2$s గుంపు నుండి తొలగించలేకపోయాం.
zh_cn: 无法把用户%1$s从%2$s小组删除

source: %s's groups
ca: Grups de %s
cs: skupiny uživatele %s
es: Grupos de %s
gl: Os grupos de %s
ia: Gruppos de %s
it: Gruppi di %s
ja: %s のグループ
ka: %s-ს ჯგუფები
mk: %s групи
nb: %s sine grupper
sv: %ss grupper
te: %s యొక్క గుంపులు
zh_cn: %s 的小组

source: %1$s groups %2$s is a member of.
ca: %1$s grups dels que %2$s és membre.
cs: skupiny na %1$s, kterych je %2$s členem.
gl: Grupos de %1$s aos que pertence %2$s.
ia: Gruppos de %1$s del quales %2$s es membro.
it: Gruppi del sito %1$s a cui %2$s è iscritto.
ka: %1$s-ს ის ჯგუფები რომლებშიც გაერთიანებულია %2$s.
mk: %1$s групи кадешто членува %2$s.
nb: %1$s grupper %2$s er et medlem av.
sv: %1$s grupper %2$s är en medlem i.
te: %2$s సభ్యులుగా ఉన్న %2$s గుంపులు.
zh_cn: %1$s 的小组，%2$s 是小组成员。

source: %s groups
ca: Grups de %s
cs: skupiny uživatele %s
es: Grupos %s
gl: grupos %s
ia: Gruppos de %s
it: Gruppi di %s
ja: %s グループ
ka: %s ჯგუფები
mk: %s групи
nb: %s grupper
sv: %s grupper
te: %s గుంపులు
zh_cn: %s 的小组

source: groups on %s
ca: grups sobre %s
cs: skupiny na %s
es: Grupos en %s
gl: grupos en %s
ia: gruppos in %s
it: Gruppi su %s
ja: %s 上のグループ
ka: ჯგუფები %s-ზე
mk: групи на %s
nb: grupper på %s
sv: grupper på %s
te: %s పై గుంపులు
zh_cn: 在%s上的小组

source: You must be an admin to edit the group.
ca: Heu de ser administrador per editar el grup.
cs: K úpravě skupiny musíte být admin.
es: Para editar el grupo debes ser administrador.
gl: Ten que ser administrador para editar o grupo.
ia: Tu debe esser administrator pro modificar le gruppo.
it: Devi essere amministratore per modificare il gruppo.
ja: グループを編集するには管理者である必要があります。
ka: ჯგუფის რედაქტირებისათვის საჭიროა ადმინის უფლებები.
mk: Мора да сте администратор за да можете да ја уредите групата.
nb: Du må være en administrator for å redigere gruppen.
sv: Du måste vara en administratör för att redigera gruppen.
te: గుంపుని మార్చడానికి మీరు నిర్వాహకులయి ఉండాలి.
zh_cn: 管理员才可以编辑小组。

source: Could not update group.
ca: No s'ha pogut actualitzar el grup.
cs: Nelze aktualizovat skupinu.
es: No se pudo actualizar el grupo.
gl: Non se puido actualizar o grupo.
ia: Non poteva actualisar gruppo.
it: Impossibile aggiornare il gruppo.
ja: グループを更新できません。
ka: ჯგუფის განახლება ვერ მოხერხდა.
mk: Не можев да ја подновам групата.
nb: Kunne ikke oppdatere gruppe.
sv: Kunde inte uppdatera grupp.
te: గుంపుని తాజాకరించలేకున్నాం.
zh_cn: 无法更新小组
