Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: When to send statistical data to status.net servers
cs: Kdy posílat statistická data na status.net servery
es: Cuándo enviar datos estadísticos a los servidores status.net
gl: Cando enviar información estatística aos servidores status.net
it: Quando inviare dati statistici a status.net
ja: いつ status.net サーバに統計データを送りますか
ka: როდის გაეგზავნოს სტატისტიკური მონაცემები status.net სერვერს
zh_cn: 什么时候将统计数据发送到 status.net 服务器

source: Snapshots will be sent once every N web hits
cs: Snímky budou odeslány jednou za N web hitů
es: Las instantáneas se enviarán una vez cada N visitas Web
gl: As instantáneas enviaranse unha vez cada N accesos á rede
it: Gli snapshot verranno inviati ogni N web hit
ja: レポート URL
zh_cn: 每第N次访问是发送快照

source: Snapshots will be sent to this URL
cs: Na tuto adresu budou poslány snímky
es: Las capturas se enviarán a este URL
gl: As instantáneas enviaranse a este URL
it: Gli snapshot verranno inviati a questo URL
ja: このURLにスナップショットを送るでしょう
ka: მდგომარეობა გაიგზავნება ამ URL-ზე
zh_cn: 快照将被发送到这个 URL

source: Save snapshot settings
cs: Uložit nastavení snímkování
es: Guardar la configuración de instantáneas
gl: Gardar a configuración das instantáneas
it: Salva impostazioni snapshot
ka: დაიმახსოვრე მდგომარეობის პარამეტრები
nb: Lagre nettstedsinnstillinger
zh_cn: 保存访问设置

source: No ID argument.
cs: Žádný argument ID.
es: No existe argumento de ID.
gl: Sen argumento ID.
it: Nessun argomento ID.
ja: ID引数がありません。
zh_cn: 没有 ID 冲突。

source: You can only tag people you are subscribed to or who are subscribed to you.
cs: Můžete označovat pouze lidi, ke kterým jste přihlášen nebo kteří jsou přihlášeni k vám.
es: Sólo puedes marcar a las personas a quienes estás suscrito o que están suscritas a ti.
gl: Só pode etiquetar a xente á que estea subscrito ou que estean subscritos a vostede.
it: Puoi etichettare sole le persone di cui hai un abbonamento o che sono abbonate a te.
ja: あなたはフォローされる人々にタグ付けをすることができるだけか、あなたをフォローされているか。
ka: ადამიანების მონიშვნა შესაძლებელია მხოლოდ მაშინ, როდესაც ან თქვენ გაქვთ გამოწერილი მისი განახლებები, ან იმას.
zh_cn: 你只能给你关注或关注你的人添加标签。

source: Listenee stream license ‘%1$s’ is not compatible with site license ‘%2$s’.
cs: Licence naslouchaného '%1$s' není kompatibilní s licencí stránky '%2$s'.
es: Licencia de flujo del emisor ‘%1$s’ es incompatible con la licencia del sitio ‘%2$s’.
gl: A licenza "%1$s" das transmisións da persoa seguida non é compatible coa licenza deste sitio: "%2$s".
it: La licenza "%1$s" dello stream di chi ascolti non è compatibile con la licenza "%2$s" di questo sito.
ja: リスニーストリームライセンス ‘%1$s’ は、サイトライセンス ‘%2$s’ と互換性がありません。
ka: გამოსაწერი მომხმარებლის ნაკადის ლიცენზია ‘%1$s’ შეუთავსებელია საიტის ლიცენზიასთან ‘%2$s’.
zh_cn: Listenee stream 许可证“‘%1$s” 与本网站的许可证 “%2$s”不兼容。

source: Profile
cs: Profil
es: Perfil
gl: Perfil
it: Profilo
ja: プロファイル
ka: პროფილი
nb: Profil
zh_cn: 个人信息

source: The subscription has been authorized, but no callback URL was passed. Check with the site’s instructions for details on how to authorize the subscription. Your subscription token is:
cs: Odběr byl autorizován, ale nepřišla žádná callback adresa. Zkontrolujte v nápovědě jak správně postupovat při autorizování odběru. Váš řetězec odběru je:
es: La suscripción ha sido autorizada, pero no se ha pasado un URL de retorno. Consulte con las instrucciones del sitio para obtener detalles acerca de cómo autorizar la suscripción. Tu token de suscripción es:
gl: Autorizouse a subscrición, pero non se devolveu ningún URL. Bote unha ollada ás instrucións do sitio para saber máis sobre como autorizar a subscrición. O pase da súa subscrición é:
it: L'abbonamento è stato autorizzato, ma non è stato passato alcun URL di richiamo. Controlla le istruzioni del sito per i dettagli su come autorizzare l'abbonamento. Il tuo token per l'abbonamento è:
ja: フォローは承認されましたが、コールバックＵＲＬが通過できませんでした。どうフォローを承認するかに関する詳細のためのサイトの指示をチェックしてください。あなたのフォロートークンは:
ka: გამოწერა ავტორიზირებულია, მაგრამ უკან დასაბრუნებელი URL არ მოწოდებულა. გადაამოწმეთ საიტის ინსტრუქციებში გამოწერის ავტორიზირების დეტალები. თქვენი გამოწერის ტოკენია:
zh_cn: 已授权关注，但是没有回传 URL。请到网站查看如何授权关注。你的 subscription token 是：

source: The subscription has been rejected, but no callback URL was passed. Check with the site’s instructions for details on how to fully reject the subscription.
cs: Odebírání bylo zamítnuto, ale nepřišla žádná callback adresa. Zkontrolujte v nápovědě jak správně postupovat pro plné zamítnutí odběru.
es: !Se ha rechazado la suscripción, pero no se ha pasado un URL de retorno. Lee de nuevo las instrucciones para saber cómo rechazar la suscripción completamente.
gl: Rexeitouse a subscrición, pero non se devolveu ningún URL. Bote unha ollada ás instrucións do sitio para obter máis información sobre como rexeitar completamente a subscrición.
it: L'abbonamento è stato rifiutato, ma non è stato passato alcun URL di richiamo. Controlla le istruzioni del sito per i dettagli su come rifiutare completamente l'abbonamento.
ja: フォローは拒絶されましたが、コールバックURLは全く通過されませんでした。 どうフォローを完全に拒絶するかに関する詳細のためのサイトの指示をチェックしてください。
ka: გამოწერა უარყოფილია, მაგრამ უკან დასაბრუნებელი URL არ მოწოდებულა. გადაამოწმეთ საიტის ინსტრუქციებში გამოწერის მთლიანად უარყოფის შესახებ დეტალები.
zh_cn: 关注已拒绝，但是没有回传 URL。请到网站查看如何完全拒绝关注。

source: Database error inserting hashtag: %s
cs: Chyba databáze při vkládání nálepky: %s
es: Error de la BD al insertar la etiqueta clave: %s
gl: Houbo un erro na base de datos ao intentar inserir a etiqueta: %s
it: Errore del database nell'inserire un hashtag: %s
ja: OAuth アプリケーションユーザの追加時ＤＢエラー。
ka: ბაზის შეცდომა hashtag-ის ჩასმისას: %s
zh_cn: 插入标签时数据库出错：%s

source: Follow
gl: Seguir
it: Segui
zh_cn: 关注

source: Edit profile settings
cs: Upravit nastavení profilu
es: Editar configuración del perfil
gl: Modificar a configuración do perfil
it: Modifica impostazioni del profilo
ja: プロファイル設定編集
ka: პროფილის პარამეტრების რედაქტირება
nb: Endre profilinnstillinger
zh_cn: 编辑个人信息设置

source: Send a direct message to this user
cs: Odeslat přímou zprávu tomuto uživateli
es: Enviar un mensaje directo a este usuario
gl: Enviarlle unha mensaxe directa a este usuario
it: Invia un messaggio diretto a questo utente
ja: この利用者にダイレクトメッセージを送る
ka: გაუგზავნე პირდაპირი შეტყობინება ამ მომხმარებელს
nb: Send en direktemelding til denne brukeren
zh_cn: 给该用户发送私信

source: Message
cs: Zpráva
es: Mensaje
gl: Mensaxe
it: Messaggio
ja: メッセージ
ka: შეტყობინება
nb: Melding
zh_cn: 私信

source: Subscribe
cs: Odebírat
es: Suscribirse
gl: Subscribirse
it: Abbonati
ja: フォロー
ka: გამოწერა
nb: Abonner
zh_cn: 关注

source: No such user %s.
es: Este usuario no existe %s
zh_cn: 没有这样的用户 %s。

source: Home
es: Página de inicio
zh_cn: 主页

source: Admin
gl: Administrador
it: Amministra
ja: 管理者
ka: ადმინი
nb: Administrator
zh_cn: 管理

source: Site notice
cs: Sdělení
es: Mensaje de sitio
gl: Nota do sitio
it: Messaggio del sito
ja: サイトつぶやき
ka: საიტის შეტყობინება
nb: Nettstedsnotis
zh_cn: 网站消息

source: Error repeating notice.
cs: Chyba nastavení uživatele
es: Ha habido un error al repetir el mensaje.
gl: Houbo un erro ao repetir a nota.
it: Errore nel ripetere il messaggio.
ja: つぶやき繰り返しエラー
ka: შეცდომა შეტყობინების გამეორებისას.
nb: Feil ved repetering av notis.
zh_cn: 转发消息时出错。

source: Public
cs: Veřejné
es: Público
gl: Públicas
it: Pubblico
ja: パブリック
ka: საჯარო
nb: Offentlig
zh_cn: 公共

source: Restore default designs
cs: Obnovit výchozí vzhledy
es: Restaurar los diseños predeterminados
gl: Restaurar o deseño por defecto
it: Ripristina i valori predefiniti
ja: デフォルトデザインに戻す。
ka: დააბრუნე პირვანდელი დიზაინი
nb: Gjenopprett standardutseende
zh_cn: 恢复默认外观

source: Reset back to default
cs: Reset zpět do výchozího
es: Volver a los valores predeterminados
gl: Volver ao deseño por defecto
it: Reimposta i valori predefiniti
ja: デフォルトへリセットする
ka: პირვანდელის პარამეტრების დაბრუნება
nb: Tilbakestill til standardverdier
zh_cn: 重置到默认

source: Save design
cs: Uložit vzhled
es: Guardar el diseño
gl: Gardar o deseño
it: Salva aspetto
ja: デザインの保存
ka: შეინახე დიზაინი
nb: Lagre utseende
zh_cn: 保存外观

source: Couldn't update your design.
cs: Nelze uložit vzhled.
es: No fue posible actualizar tu diseño.
gl: Non se puido actualizar o seu deseño.
it: Impossibile aggiornare l'aspetto.
ja: あなたのデザインを更新できません。
ka: დიზაინის განახლება ვერ მოხერხდა.
nb: Kunne ikke oppdatere utseende.
zh_cn: 无法更新你的外观。

source: Not an atom feed.
zh_cn: 不是一个Atom源

source: Can't import without a user.
zh_cn: 没有用户无法导入。

source: All
cs: Všechny
es: Todo
gl: Todas
it: Tutto
ja: 全て
ka: ყველა
nb: Alle
zh_cn: 全部

source: Choose a tag to narrow list
cs: Vyberte si značku k zúžení seznamu
es: Elegir una etiqueta para reducir la lista
gl: Escolla unha etiqueta para reducir a lista
it: Scegli un'etichetta per ridurre l'elenco
ja: タグを選んで、リストを狭くしてください
ka: სიის გასაფილტრად აირჩიე სანიშნე
zh_cn: 选择标签缩小清单

source: Go
cs: Jdi
es: Ir
gl: Continuar
it: Vai
ja: 移動
ka: წინ
nb: Gå
zh_cn: 执行

source: Leave
cs: Opustit
es: Abandonar
gl: Deixar
it: Lascia
ja: 離れる
ka: დატოვება
nb: Forlat
zh_cn: 离开

source: Inbox
cs: Doručená pošta
es: Bandeja de Entrada
gl: Caixa de entrada
ja: 受信箱
ka: შემომავალი წერილების ყუთი
zh_cn: 收件箱

source: Outbox
cs: Odeslaná pošta
es: Bandeja de Salida
gl: Caixa de saída
ja: 送信箱
ka: გამავალი წერილების ყუთი
zh_cn: 发件箱

source: Your sent messages
cs: Vaše odeslané zprávy
es: Mensajes enviados
gl: As mensaxes enviadas
it: I tuoi messaggi inviati
ja: あなたが送ったメッセージ
ka: თქვენი გაგზავნილი წერილები
nb: Dine sendte meldinger
zh_cn: 你发送的私信

source: Unsupported message type: %s
cs: Nepodporovaný typ zprávy: %s
es: Tipo de mensaje no compatible: %s
gl: Non se soporta o tipo de mensaxe: %s
it: Tipo di messaggio non supportato: %s
ja: サポート外のメッセージタイプ: %s
ka: შეტყობინების ტიპი არ არის მხარდაჭერილი: %s
nb: Meldingstypen støttes ikke: %s
zh_cn: 不支持的信息格式：%s

source: web
es: red
zh_cn: 网页

source: Notice repeated
cs: Sdělení opakováno
es: Mensaje repetido
gl: Repetiuse a nota
it: Messaggio ripetuto
ja: つぶやきを繰り返しました
ka: შეტყობინება გამეორებულია
nb: Notis repetert
zh_cn: 消息已转发

source: Nudge
cs: Pošťouchnout
es: Dar un toque a
gl: Facer un aceno
it: Richiama
ja: 合図
nb: Knuff
zh_cn: 呼叫

source: Send a nudge to this user
cs: Poslat pošťouchnutí tomuto uživateli
es: Dar un toque a este usuario
gl: Facerlle un aceno a este usuario
it: Invia un richiamo a questo utente
ja: このユーザへ合図を送る
nb: Send et knuff til denne brukeren
zh_cn: 呼叫这个用户

source: Couldn't insert new subscription.
cs: Nelze vložit odebírání
es: No se pudo insertar una nueva suscripción.
gl: Non se puido inserir unha subscrición nova.
it: Impossibile inserire un nuovo abbonamento.
ja: サブスクリプションを追加できません
ka: ახალი გამოწერის ჩასმა ვერ მოხერხდა.
zh_cn: 无法添加新的关注。

source: Replies
cs: Odpovědi
es: Respuestas
gl: Respostas
ja: 返信
ka: პასუხები
zh_cn: 答复

source: Favorites
cs: Oblíbené
es: Favoritos
gl: Favoritas
ja: お気に入り
ka: რჩეულები
zh_cn: 收藏夹

source: Settings
es: Configuración de SMS
zh_cn: SMS 设置

source: Logout
es: Cerrar sesión
zh_cn: 登出

source: Logout from the site
es: Cerrar sesión en el sitio
zh_cn: 从网站登出

source: Login to the site
es: Iniciar sesión en el sitio
zh_cn: 登录这个网站

source: Search
es: Buscar
zh_cn: 搜索

source: Featured
cs: Doporučení
es: Destacado
gl: Salientadas
it: In evidenza
ja: フィーチャーされた
zh_cn: 推荐用户

source: Popular
cs: Populární
gl: Populares
it: Famosi
ja: 人気
ka: პოპულარული
zh_cn: 热门收藏

source: Yes
cs: Ano
es: Sí
gl: Si
it: Sì
ka: დიახ
nb: Ja
zh_cn: 是

source: Repeat this notice
cs: Opakovat toto oznámení
es: Repetir este mensaje.
gl: Repetir esta nota
it: Ripeti questo messaggio
ja: このつぶやきを繰り返す
ka: შეტყობინების გამეორება
nb: Repeter denne notisen
zh_cn: 转发

source: Sandbox
es: Restringir
gl: Illar
ja: サンドボックス
zh_cn: 沙盒

source: People
cs: Lidé
es: Gente
gl: Xente
it: Persone
ja: 人々
ka: ადამიანები
nb: Personer
zh_cn: 用户

source: Help
cs: Nápověda
es: Ayuda
gl: Axuda
it: Aiuto
ja: ヘルプ
ka: დახმარება
nb: Hjelp
zh_cn: 帮助

source: About
cs: O nás
es: Acerca de
gl: Acerca de
it: Informazioni
ka: საიტის შესახებ
nb: Om
zh_cn: 关于

source: TOS
cs: TOS (pravidla použití služby)
gl: Condicións do servicio
ka: მპ
zh_cn: 条款

source: Privacy
cs: Soukromí
es: Privacidad
gl: Protección de datos
ja: プライバシー
ka: პირადი
zh_cn: 隐私

source: Source
cs: Zdroj
es: Fuente
gl: Código fonte
it: Sorgenti
ja: ソース
ka: წყარო
nb: Kilde
zh_cn: 源码

source: Version
cs: Verze
es: Versión
gl: Versión
it: Versione
ja: バージョン
ka: ვერსია
nb: Versjon
zh_cn: 版本

source: Contact
cs: Kontakt
es: Ponerse en contacto
gl: Contacto
it: Contatti
ja: 連絡先
ka: კონტაქტი
nb: Kontakt
zh_cn: 联系

source: Badge
cs: Odznak
es: Insignia
gl: Insignia
ja: バッジ
ka: იარლიყი
zh_cn: 挂件

source: URL
nb: Nettadresse
zh_cn: URL 互联网地址

source: Connections
cs: Připojení
es: Conecciones
zh_cn: 关联

source: Silence
cs: Uťišit
es: Silenciar
gl: Silenciar
it: Zittisci
ja: サイレンス
ka: დადუმება
zh_cn: 禁言

source: People %s subscribes to
cs: Lidé ke kterým je %s přihlášen
es: Personas a las que %s está suscrito
gl: Persoas ás que está subscrito %s
it: Persone di cui %s ha un abbonamento
ja: 人々 %s はフォロー
zh_cn: %s关注的用户

source: People subscribed to %s
cs: Lidé přihlášení k %s
es: Personas suscritas a %s
gl: Persoas subscritas a %s
it: Persone abbonate a %s
ja: 人々は %s をフォローしました。
nb: Fjernabonner
zh_cn: 关注了%s的用户

source: Groups %s is a member of
cs: Skupiny kterých je %s členem
es: %s es miembro de los grupos
gl: Grupos aos que pertence %s
it: Gruppi di cui %s fa parte
ja: グループ %s はメンバー
zh_cn: %s 组是成员组成了

source: Invite
cs: Pozvat
es: Invitar
gl: Convidar
it: Invita
ja: 招待
ka: მოწვევა
nb: Inviter
zh_cn: 邀请

source: Invite friends and colleagues to join you on %s
cs: Pozvěte přátele a kolegy, aby se k vám připojili na %s
es: Invita a amigos y colegas a unirse a %s
gl: Convide a amigos e compañeiros a unírselle en %s
it: Invita amici e colleghi a seguirti su %s
ja: 友人や同僚が %s で加わるよう誘ってください。
ka: მოიწვიე მეგობრები და კოლეგები %s-ზე
zh_cn: 邀请朋友和同事来%s一起和你交流

source: None
cs: Nic
es: Ninguno
gl: Ningún
it: Nessuno
ja: なし
ka: არაფერი
nb: Ingen
zh_cn: 无

source: Invalid theme: bad directory structure.
cs: Neplatné téma: špatná adresářová struktura.
es: Tema inválido: mala estructura de directorio.
gl: Tema visual inválido: a estrutura do directorio é incorrecta
it: Tema non valido: struttura directory non corretta.
ka: არასწორი თემა: დირექტორიების არასწორი სტრუქტურა.
zh_cn: 无效的主题：目录结构损坏。

source: Invalid theme archive: missing file css/display.css
cs: Neplatný archiv tématu: chybí soubor css/display.css
es: Archivo de tema inválido: archivo perdido css/display.css
gl: Arquivo de tema visual inválido: falta o ficheiro css/display.css
it: File di tema non valido: manca il file css/display.css
ka: თემის არასწორი არქივი: ფაილი css/display.css არ არის
zh_cn: 无效的主题存档：css/display.css 文件丢失

source: Theme contains file of type '.%s', which is not allowed.
cs: Téma obsahuje soubor typu '.%s', což není povoleno.
es: El tema contiene archivo de tipo '.%s', que no está permitido.
gl: O tema visual contén o tipo de ficheiro ".%s". Non está permitido.
it: Il tema contiene file di tipo ".%s" che non sono supportati.
ka: თემა შეიცავს ფაილის ტიპს '.%s', რომელიც აკრძალულია.
zh_cn: 主题包含不允许的”.%s“格式文件。

source: Can't send direct messages to users who aren't your friend.
cs: Nelze odesílat zprávy uživatelům, kteří nejsou vašimi přáteli.
gl: Non pode enviar mensaxes directas a usuarios que non sexan amigos seus.
ja: 友人でないユーザにダイレクトメッセージを送ることはできません。
ka: ვერ გაუგზავნი პირდაპირ შეტყობინებას იმას, ვისთანაც არ მეგობრობ.

source: Two valid IDs or screen_names must be supplied.
cs: Dva platné ID nebo screen_names musí být dodány.
gl: Deben fornecerse dúas identificacións ou nomes de usuario.
ka: საჭიროა 2 სწორი სახელის ან ID-ს მოწოდება.

source: Pick a square area of the image to be your avatar
cs: Vyberte čtvercovou plochu obrázku, která bude váš avatar
gl: Escolla unha zona cadrada da imaxe para usala como avatar
ja: あなたのアバターとなるイメージを正方形で指定
ka: აირჩიეთ სურათის კვადრატული მონაკვეთი თქვენი ავატარისთვის

source: Do not block this user
cs: Zablokovat tohoto uživatele
gl: Non bloquear este usuario
ja: このユーザをアンブロックする
ka: არ დაბლოკო ეს მომხმარებელი

source: Unrecognized address type %s.
cs: Neznámý typ adresy %s.
gl: Non se recoñeceu o tipo de enderezo %s.
it: Tipo di indirizzo %s non riconosciuto.
ka: მისამართის ამოუცნობი ტიპი %s.
nb: Ukjent adressetype %s.

source: Couldn't update user.
cs: Nelze aktualizovat uživatele
gl: Non se puido actualizar o usuario.
ja: ユーザを更新できません
ka: მომხმარებლის განახლება ვერ მოხერხდა.

source: Do not delete this application
cs: Neodstraňujte tuto aplikaci
gl: Non borrar a aplicación
ja: このアプリケーションを削除しないでください
ka: არ წაშალო ეს აპლიკაცია

source: Delete this application
cs: Odstranit tuto aplikaci
gl: Borrar a aplicación
ja: このアプリケーションを削除
ka: აპლიკაციის წაშლა

source: Can't delete this notice.
cs: Toto oznámení nelze odstranit.
gl: Non se pode borrar esta nota.
ja: このつぶやきを削除できません。
ka: ამ შეტყობინების წაშლა შეუძლებელია.

source: Do not delete this notice
cs: Neodstraňujte toto oznámení
gl: Non borrar esta nota
ja: このつぶやきを削除できません。
ka: არ წაშალო ეს შეტყობინება

source: No such document "%s"
cs: Žádný dokument "%s" neexistuje
gl: Non hai ningún documento "%s"
ja: そのようなドキュメントはありません。"%s"
ka: ასეთი დოკუმენტი არ არის "%s"

source: Cannot normalize that email address
cs: Nepodařilo se normalizovat (kanonizovat) e-mailovou adresu.
gl: Non se pode normalizar ese enderezo de correo electrónico
ja: そのメールアドレスを正規化できません

source: Couldn't insert confirmation code.
cs: Nelze vložit potvrzující kód.
gl: Non se puido inserir o código de confirmación.
ja: 承認コードを追加できません
ka: დასტურის კოდის ჩასმა ვერ მოხერხდა.

source: Couldn't delete email confirmation.
cs: Nelze smazat potvrzení emailu
gl: Non se puido borrar a confirmación por correo electrónico.
ja: メール承認を削除できません
ka: ელ. ფოსტის დადასტურების წაშლა ვერ მოხერხდა.

source: Couldn't update user record.
cs: Nelze aktualizovat záznam uživatele.
gl: Non se puido actualizar o rexistro do usuario.
ja: ユーザレコードを更新できません。
ka: მომხმარებლის ჩანაწერის განახლება ვერ მოხერხდა.

source: Disfavor favorite
cs: Znemilostnit oblíbenou
gl: Desmarcar como favorita
ja: お気に入りをやめる
ka: რჩეულის გაუქმება

source: A selection of some great users on %s
cs: Výběr některých skvělých uživatelů na %s
gl: Unha selección dalgúns bos usuarios en %s
ja: %s 上の優れたユーザの集まり
ka: ზოგიერთ ჩინებულ მომხმარებელთა განყოფილება %s-ზე

source: Do not block this user from this group
cs: Neblokujte tohoto uživatele z této skupiny
gl: Non excluír deste grupo a este usuario
ja: このグループからこのユーザをブロックしない
ka: არ გარიცხო ემ მომხმარებელი ამ ჯგუფიდან

source: Block this user from this group
cs: Blokovat tohoto uživatele z této skupiny
gl: Excluír deste grupo a este usuario
ja: このグループからこのユーザをブロック
ka: გარიცხე ეს მომხმარებელი ამ ჯგუფიდან

source: Groups, page %d
cs: Skupiny, strana %d
gl: Grupos, páxina %d
ja: グループ、ページ %d
ka: ჯგუფები, გვერდი $d

source: %%%%site.name%%%% groups let you find and talk with people of similar interests. After you join a group you can send messages to all other members using the syntax "!groupname". Don't see a group you like? Try [searching for one](%%%%action.groupsearch%%%%) or [start your own!](%%%%action.newgroup%%%%)
cs: skupiny na %%%%Site.name%%%% vám umožní najít a mluvit s lidmi podobných zájmů. Po připojení skupiny můžete posílat zprávy všem ostatním členům pomocí syntaxe "!NazevSkupiny". Nevidíte skupinu která by se vám líbila? Zkuste ji [vyhledat](%%%%action.groupsearch%%%%) nebo [založit!](%%%%action.newgroup%%%%)
gl: Os grupos de %%%%site.name%%%% permiten atopar e porse en contacto con persoas de intereses similares aos seus. Tras unirse a un grupo pode enviar mensaxes a todos os membros utilizando a sintaxe "!nomedogrupo". Non atopa un grupo que lle guste? Probe a [buscar un](%%%%action.groupsearch%%%%) ou [crear un pola súa conta!](%%%%action.newgroup%%%%)
ja: %%%%site.name%%%% グループは、あなたと同様の関心事をもつ人々を見つけて話をすることができます。グループに入った後、あなたは他のメンバーに "!groupname" 文法を使ってメッセージを送ることができます。あなたが好きなグループがあるかどうか[探してみる](%%%%action.groupsearch%%%%)か、あなた自身で[始めてください!](%%%%action.newgroup%%%%)
ka: %%%%site.name%%%%-ის ჯგუფები გაძლევთ საშუალებას მოძებნოთ და ესაუბროთ მსგავსი ინტერესების მქონე ხალხს. ჯგუფში გაერთიანების შემდეგ, შეძლებთ მიწეროთ შეტყობინებები ჯგუფის სხვა წევრებს ასეთი სინტაქსით - "!ჯგუფის სახელი". ვერ ხედავთ მოსაწონ ჯგუფს? სცადეთ [ძიება](%%%%action.groupsearch%%%%) ან [შექმენით საკუთარი!](%%%%action.newgroup%%%%)

source: If you can't find the group you're looking for, you can [create it](%%action.newgroup%%) yourself.
cs: Pokud nemůžete najít skupinu, kterou hledáte, můžete ji [vytvořit](%%action.newgroup%%) sami.
gl: Se non atopa o grupo que busca, pode [crealo](%%action.newgroup%%).
ja: もし、あなたが探しているグループが見つからないとき、あなたは[それを作成](%%action.newgroup%%)できます。
ka: თუ ვერ პოულობთ ჯგუფს რომელსაც ეძებთ, შეგიძლიათ თვითონ [შექმნათ](%%action.newgroup%%).

source: You can send and receive notices through Jabber/GTalk [instant messages](%%doc.im%%). Configure your address and settings below.
cs: Můžete odesílat nebo přijámat oznámení pomocí Jabber/GTalk [zpráv](%%doc.im%%) .Zadejte svou adresu a nastavení níže.
gl: Pode enviar e recibir notas mediante [mensaxes instantáneas](%%doc.im%%) de Jabber/GTalk. Configure a continuación o seu enderezo e preferencias.
ja: Jabber/GTalk [instant messages](%%doc.im%%) 経由で通知の送信、受信が可能です。下のアドレスを設定して下さい。
ka: თქვენ შეგიძლიათ მიიღოთ და გააგზავნოთ შეტყობინებები Jabber/GTalk [ჩეთით](%%doc.im%%). მომართეთ თქვენი მისამართი და პარამეტრები ქვევით.

source: Current confirmed Jabber/GTalk address.
cs: Aktuální potvrzená Jabber / GTalk adresa.
gl: Enderezo de Jabber/GTalk confirmado actualmente.
ja: 確認された最新の Jabber/GTakk アドレス
ka: მიმდინარე დადასტურებული Jabber/GTalk მისამართი.

source: Awaiting confirmation on this address. Check your Jabber/GTalk account for a message with further instructions. (Did you add %s to your buddy list?)
cs: Čakám na potvrzení této adresy. Hledejte zprávu s dalšími instrukcemi na vašem Jabber/GTalk účtu. (Přidal jste si %s do vašich kontaktů?)
gl: Agardando pola confirmación deste enderezo. Busque na cúa conta de Jabber/GTalk unha mensaxe con máis instrucións. (Engadiu a %s á súa lista de amigos?)
ja: このアドレスは承認待ちです。Jabber か Gtalk のアカウントで追加の指示が書かれたメッセージを確認してください。(%s を友人リストに追加しましたか？)
ka: ამ მისამართის დადასტურება მოლოდინშია. შეამოწმეთ თქვენი Jabber/GTalk ანგარიში შეტყობინებისათვის შემდგომი ინსტრუქციებით. (დაიმატეთ %s მეგობრების სიაში?)

source: Jabber or GTalk address, like "UserName@example.org". First, make sure to add %s to your buddy list in your IM client or on GTalk.
cs: Jabber nebo GTalk adresa, například "jmeno@example.org". Neprve se ujistěte že jste přidal %s do vašeho seznamu kontaktů ve vašem IM klientu nebo na GTalku.
gl: Enderezo de Jabber ou GTalk, coma "nomedeusuario@example.org". Asegúrese primeiro de engadir a %s á súa lista de amigos no seu cliente de mensaxería instantánea ou en GTalk.
ja: "UserName@example.org" といった Jabber または GTalk のアドレス。まず、%s をIMクライアントやGTalkに追加して下さい。
ka: Jabber ან GTalk მისამართი, როგორც "UserName@example.org". პირველ რიგში დარწმუნდით, რომ დაიმატეთ %s მეგობრების სიაში თქვენს IM კლიენტში ან GTalk-ში.

source: IM preferences
cs: Nastavení IM
gl: Preferencias de mensaxería instantánea
it: Preferenze messaggistica
ja: 設定が保存されました。
ka: IM პარამეტრები
nb: Direktemeldingsinnstillinger

source: Send me notices through Jabber/GTalk.
cs: Zasílat oznámení pomocí Jabber/GTalk
gl: Enviádeme as notas mediante Jabber ou GTalk.
ja: Jabber/GTalk で私に通知を送って下さい。
ka: გამომიგზავნე შეტყობინებები Jabber/GTalk-ის მეშვეობით.

source: Post a notice when my Jabber/GTalk status changes.
cs: Poslat oznámení, když se změní můj Jabber/Gtalk status.
gl: Publicar unha nota cando cambie o meu estado en Jabber ou GTalk.
ja: Jabber/GTalkのステータスが変更された時に通知を送る。
ka: დაპოსტე შეტყობინება, როდესაც ჩემი Jabber/GTalk სტატუსი შეიცვლება.
