Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: %s hasn't added any favorite notices yet. Post something interesting they would add to their favorites :)
ca: %s no ha afegit cap avís als seus preferits encara. Envieu quelcom interessant que pugui afegir-hi :)
cs: %s ještě nemá žádná oblíbená oznámení. Napište neco zajímavého co by si přidali do oblíbených :)
es: %s aún no ha agregado ningún aviso a sus favoritos. Publica algo interesante que pueda añadir a sus favoritos :)
gl: %s aínda non marcou ningunha nota como favorita. Publique algo interesante que poida querer engadir aos seus favoritos :)
ia: %s non ha ancora addite un nota favorite. Publica alique interessante que ille adderea a su favorites :)
it: %s non ha aggiunto alcun messaggio tra i suoi preferiti. Scrivi qualche cosa di interessante in modo che lo inserisca tra i suoi preferiti! :)
mk: %s сè уште нема бендисано ниедна забелешка. Објавете нешто интересно, што корисникот би го бендисал :)
nb: %s har ikke lagt til noen favorittnotiser ennå. Post noe interessant som de vil legge til sine favoritter :)
sv: %s har inte lagt till några favoritnotiser ännu. Posta något intressant de skulle lägga till sina favoriter :)
zh_cn: %s还没有收藏任何的消息。发一些他/她可能会添加到收藏的有趣的消息吧 :)

source: %s hasn't added any favorite notices yet. Why not [register an account](%%%%action.register%%%%) and then post something interesting they would add to their favorites :)
ca: Per què no [registreu un compte](%%action.register%%) i sou el primer en afegir un avís als vostres preferits!
cs: %s ještě nemá žádná oblíbená oznámení. Proč se ne [zaregistrovat](%%%%action.register%%%%) a neposlat neco zajímavého co by si přidali do oblíbených :)
es: %s aún no ha añadido ningún aviso a sus favoritos. Por qué no [registras una cuenta](%%%%action.register%%%%) y publicas algo interesante que puedan añadir a sus favoritos :)
gl: %s aínda non marcou ningunha nota como favorita. Por que non [rexistrar unha conta](%%%%action.register%%%%) e publicar algo interesante que puidese querer engadir aos seus favoritos? :)
ia: %s non ha ancora addite un nota favorite. Proque non [crear un conto](%%%%action.register%%%%) e postea publicar alique interessante que ille adderea a su favorites :)
it: Perché non [crei un account](%%action.register%%) e aggiungi un messaggio tra i tuoi preferiti!
ja: なぜ [アカウント登録](%%action.register%%) しないのですか、そして、あなたのお気に入りにつぶやきを加える最初になりましょう!
mk: %s сè уште нема додадено бендисани забелешки. Зошто не се [регистрирате](%%%%action.register%%%%) и потоа објавите нешто интересно што корисникот би го бендисал :)
nb: %s har ikke lagt til noen favorittnotiser ennå. Hvorfor ikke [registrere en konto](%%%%action.register%%%%) og post noe interessant som de vil legge til sine favoritter :)
sv: Varför inte [registrera ett konto](%%action.register%%) och vara först med att lägga en notis till dina favoriter!
zh_cn: %s还没有收藏任何的消息。现在就 [注册账户](%%%%action.register%%%%) 并发一些他/她可能会添加到收藏的有趣的消息吧 :)

source: This is a way to share what you like.
ca: És una forma de compartir allò que us agrada.
cs: Toto je způsob, jak sdílet to, co se vám líbí.
es: Esta es una manera de compartir lo que te gusta.
gl: Isto é un modo de compartir o que lle gusta.
ia: Isto es un modo de condivider lo que te place.
it: Questo è un modo per condividere ciò che ti piace.
ja: これは、あなたが好きなことを共有する方法です。
mk: Ова е начин да го споделите она што Ви се допаѓа.
nb: Dette er en måte å dele det du liker.
sv: Detta är ett sätt att dela med av det du gillar.
te: మీకు నచ్చినవి పంచుకోడానికి ఇదొక మార్గం.
zh_cn: 这是一种分享你喜欢的内容的方式。

source: %s group
ca: %s grup
cs: skupina %s
es: Grupo %s
gl: Grupo %s
ia: Gruppo %s
it: Gruppo %s
ja: %s グループ
mk: Група %s
nb: %s gruppe
sv: %s grupp
te: %s గుంపు
zh_cn: %s 小组

source: %1$s group, page %2$d
ca: grup %1$s, pàgina %2$d
cs: skupina %1$s, str. %2$d
es: grupo %1$s, página %2$d
gl: Grupo %1$s, páxina %2$d
ia: Gruppo %1$s, pagina %2$d
it: Gruppi di %1$s, pagina %2$d
ja: %1$s グループ、ページ %2$d
mk: Група %1$s, стр. %2$d
nb: %1$s gruppe, side %2$d
sv: %1$s grupp, sida %2$d
te: %1$s గుంపు , %2$dవ పేజీ
zh_cn: %1$s小组，第%2$d页

source: Notice feed for %s group (RSS 1.0)
ca: Canal d'avisos del grup %s (RSS 1.0)
cs: Feed sdělení skupiny %s (RSS 1.0
es: Canal de mensajes del grupo %s (RSS 1.0)
gl: Fonte de novas das notas do grupo %s (RSS 1.0)
ia: Syndication de notas pro le gruppo %s (RSS 1.0)
it: Feed dei messaggi per il gruppo %s (RSS 1.0)
ja: %s グループのつぶやきフィード (RSS 1.0)
mk: Канал со забелешки за групата %s (RSS 1.0)
nb: Notismating for %s gruppe (RSS 1.0)
sv: Flöde av notiser för %s grupp (RSS 1.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 1.0)
zh_cn: %s小组的消息聚合 (RSS 1.0)

source: Notice feed for %s group (RSS 2.0)
ca: Canal d'avisos del grup %s (RSS 2.0)
cs: Feed sdělení skupiny %s (RSS 2.0)
es: Canal de mensajes del grupo %s (RSS 2.0)
gl: Fonte de novas das notas do grupo %s (RSS 2.0)
ia: Syndication de notas pro le gruppo %s (RSS 2.0)
it: Feed dei messaggi per il gruppo %s (RSS 2.0)
ja: %s グループのつぶやきフィード (RSS 2.0)
mk: Канал со забелешки за групата %s (RSS 2.0)
nb: Notismating for %s gruppe (RSS 2.0)
sv: Flöde av notiser för %s grupp (RSS 2.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 2.0)
zh_cn: %s小组的消息聚合 (RSS 2.0)

source: Notice feed for %s group (Atom)
ca: Canal d'avisos del grup %s (Atom)
cs: Feed sdělení skupiny %s (Atom)
es: Canal de mensajes del grupo %s (Atom)
gl: Fonte de novas das notas do grupo %s (Atom)
ia: Syndication de notas pro le gruppo %s (Atom)
it: Feed dei messaggi per il gruppo %s (Atom)
ja: %s グループのつぶやきフィード (Atom)
mk: Канал со забелешки за групата%s (Atom)
nb: Notismating for %s gruppe (Atom)
sv: Flöde av notiser för %s grupp (Atom)
te: %s కొరకు స్పందనల ఫీడు (ఆటమ్)
zh_cn: %s小组的消息聚合 (Atom)

source: FOAF for %s group
ca: Safata de sortida per %s
cs: FOAF pro skupinu %s
es: Amistades de amistades del grupo %s
gl: Amigo dun amigo para o grupo %s
ia: Amico de un amico pro le gruppo %s
it: FOAF per il gruppo %s
ja: %s グループの FOAF
mk: FOAF за групата %s
nb: FOAF for gruppen %s
sv: FOAF för %s grupp
te: %s గుంపు
zh_cn: %s 的发件箱

source: Members
ca: Membres
cs: Členové
es: Miembros
gl: Membros
ia: Membros
it: Membri
ja: メンバー
ka: წევრები
mk: Членови
nb: Medlemmer
sv: Medlemmar
te: సభ్యులు
zh_cn: 小组成员

source: (None)
ca: (Cap)
cs: (nic)
es: (Ninguno)
gl: (Ningún)
ia: (Nulle)
it: (nessuno)
ja: (なし)
ka: (არცერთი)
mk: (Нема)
nb: (Ingen)
sv: (Ingen)
te: (ఏమీలేదు)
zh_cn: （无）

source: All members
ca: Tots els membres
cs: Všichni členové
es: Todos los miembros
gl: Todos os membros
ia: Tote le membros
it: Tutti i membri
ja: 全てのメンバー
mk: Сите членови
nb: Alle medlemmer
sv: Alla medlemmar
te: అందరు సభ్యులూ
zh_cn: 所有成员

source: Statistics
ca: Estadístiques
cs: Statistiky
es: Estadísticas
gl: Estatísticas
ia: Statisticas
it: Statistiche
ja: 統計データ
ka: სტატისტიკა
mk: Статистики
nb: Statistikk
sv: Statistik
te: గణాంకాలు
zh_cn: 统计

# LABEL
source: Created
ca: S'ha creat
es: Creado
ia: Create
mk: Создадено
nb: Opprettet
sv: Skapad
te: సృష్టితం
zh_cn: 已创建

# LABEL
source: Members
ca: Membres
es: Miembros
ia: Membros
mk: Членови
nb: Medlemmer
sv: Medlemmar
te: సభ్యులు
zh_cn: 成员

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests. [Join now](%%%%action.register%%%%) to become part of this group and many more! ([Read more](%%%%doc.help%%%%))
ca: **%s** és un grup d'usuaris a %%%%site.name%%%%, un servei de [microblogging](http://ca.wikipedia.org/wiki/Microblogging) basat en l'eina lliure [StatusNet](http://status.net/). Els seus membres comparteixen missatges curts sobre llur vida i interessos. [Uniu-vos-hi ara](%%%%action.register%%%%) per formar part del grup i molt més! ([Més informació...](%%%%doc.help%%%%))
cs: **%s** je skupina uživatelů na %%site.name%%, [mikro-blogovací](http://drbz.cz/i/napoveda-faq#mikroblog) službě založené na Free Software nástroji [StatusNet](http://status.net/). Její členové sdílejí krátké zprávy o svém životě a zájmech. [Zaregistrujte se](%%action.register%%) a staňte se členem této skupiny a mnoha dalších! ([Čtěte více](%%doc.help%%))
es: **%s** es un grupo de usuarios en %%%%site.name%%%%, un servicio de [microblogueo](http://es.wikipedia.org/wiki/Microblogging) basado en la herramienta de software libre [StatusNet](http://status.net/). Sus miembros comparten mensajes cortos acerca de sus vida e intereses. ¡[Regístrate](%%%%action.register%%%%) para formar parte de este y muchos más grupos! ([Más información](%%%%doc.help%%%%))
gl: **%s** é un grupo de usuarios de %%%%site.name%%%%, un servizo de [mensaxes de blogue curtas](http://en.wikipedia.org/wiki/Microblogging) (en inglés) baseado na ferramenta de software libre [StatusNet](http://status.net/). Os seus membros comparten mensaxes curtas sobre as súas vidas e intereses. [Únase agora](%%%%action.register%%%%) para pasar a formar parte deste grupo e de moitos máis! ([Máis información](%%%%doc.help%%%%))
ia: **%s** es un gruppo de usatores in %%%%site.name%%%%, un servicio de [micro-blogging](http://ia.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/). Su membros condivide breve messages super lor vita e interesses. [Crea un conto](%%%%action.register%%%%) pro devenir parte de iste gruppo e multe alteres! ([Lege plus](%%%%doc.help%%%%))
it: **%s** è un gruppo di utenti su %%%%site.name%%%%, un servizio di [microblog](http://it.wikipedia.org/wiki/Microblogging) basato sul software libero [StatusNet](http://status.net/). I membri di questo gruppo condividono brevi messaggi riguardo la propria vita e i propri interessi. [Unisciti oggi stesso](%%%%action.register%%%%) per far parte di questo gruppo e di molti altri! ([Maggiori informazioni](%%%%doc.help%%%%))
ja: **%s** は %%site.name%% 上のユーザグループです。フリーソフトウェアツール[StatusNet](http://status.net/)を基にした[マイクロブロギング](http://en.wikipedia.org/wiki/Micro-blogging) サービス。メンバーは彼らの暮らしと興味に関する短いメッセージを共有します。[今すぐ参加](%%%%action.register%%%%) してこのグループの一員になりましょう! ([もっと読む](%%%%doc.help%%%%))
mk: **%s** е корисничка група на %%%%site.name%%%%, мрежно место за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) заснована на слободната програмска алатка [StatusNet](http://status.net/). Нејзините членови си разменуваат кратки пораки за нивниот живот и интереси. [Зачленете се](%%%%action.register%%%%) за да станете дел од оваа група и многу повеќе! ([Прочитајте повеќе](%%%%doc.help%%%%))
nb: **%s** er en brukergruppe på %%%%site.name%%%%, en [mikrobloggingstjeneste](http://no.wikipedia.org/wiki/Mikroblogg) basert på det frie programvareverktøyet [StatusNet](http://status.net/). Dets medlemmer deler korte meldinger om deres liv og interesser. [Bli med nå](%%%%action.register%%%%) for å bli medlem av denne gruppen og mange fler. ([Les mer](%%%%doc.help%%%%))
sv: **%s** är en användargrupp på %%%%site.name%%%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)tjänst baserad den fria programvaran [StatusNet](http://status.net/). Dess medlemmar delar korta meddelande om sina liv och intressen. [Gå med nu](%%%%action.register%%%%) för att bli en del av denna grupp och många fler! ([Läs mer](%%%%doc.help%%%%))
te: **%s** అనేది [స్టేటస్‌నెట్](http://status.net/) అనే స్వేచ్ఛా ఉపకరణ అధారిత [సూక్ష్మ-బ్లాగింగు](http://en.wikipedia.org/wiki/Micro-blogging) సేవ అయిన %%%%site.name%%%%లో ఒక వాడుకరి గుంపు. దీని సభ్యులు వారి జీవితం మరియు ఆసక్తుల గురించి చిన్న సందేశాలని పంచుకుంటారు. ఈ గుంపు మరియు ఇంకా చాల వాటిలో భాగస్తులవ్వడానికి [ఇప్పుడే చేరండి](%%%%action.register%%%%)! ([మరింత చదవండి](%%%%doc.help%%%%))
zh_cn: **%s**是%%%%site.name%%%%上的一个用户小组，%%%%site.name%%%%是一个基于自由软件[StatusNet](http://status.net/)的[微博客](http://zh.wikipedia.org/zh-hans/%E5%BE%AE%E5%8D%9A%E5%AE%A2)服务。用户通过短消息分享他们的生活和兴趣。现在[加入](%%%%action.register%%%%)成为该小组的一员并享受更多的欢乐！（[阅读更多](%%%%doc.help%%%%)）

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests.
ca: **%s** és un grup d'usuaris a %%%%site.name%%%%, un servei de [microblogging](http://ca.wikipedia.org/wiki/Microblogging) basat en l'eina lliure [StatusNet](http://status.net/). Els seus membre comparteixen missatges curts sobre llur vida i interessos.
cs: **%s** je skupina uživatelů na %%site.name%%, [mikro-blogovací](http://drbz.cz/i/napoveda-faq#mikroblog) službě založené na Free Software nástroji [StatusNet](http://status.net/). Její členové sdílejí krátké zprávy o svém životě a zájmech.
es: **%s** es un grupo de usuarios en %%%%site.name%%%%, un servicio de [microblogueo](http://es.wikipedia.org/wiki/Microblogging) basado en la herramienta de software libre [StatusNet](http://status.net/). Sus miembros comparten mensajes cortos acerca de su vida e intereses.
gl: **%s** é un grupo de usuarios de %%%%site.name%%%%, un servizo de [mensaxes de blogue curtas](http://en.wikipedia.org/wiki/Microblogging) (en inglés) baseado na ferramenta de software libre [StatusNet](http://status.net/). Os seus membros comparten mensaxes curtas sobre as súas vidas e intereses.
ia: **%s** es un gruppo de usatores in %%%%site.name%%%%, un servicio de [micro-blogging](http://ia.wikipedia.org/wiki/Microblog) a base del software libere [StatusNet](http://status.net/). Su membros condivide breve messages super lor vita e interesses.
it: **%s** è un gruppo di utenti su %%%%site.name%%%%, un servizio di [microblog](http://it.wikipedia.org/wiki/Microblogging) basato sul software libero [StatusNet](http://status.net/).
ja: **%s** は %%site.name%% 上のユーザグループです。フリーソフトウェアツール[StatusNet](http://status.net/)を基にした[マイクロブロギング](http://en.wikipedia.org/wiki/Micro-blogging) サービス。メンバーは彼らの暮らしと興味に関する短いメッセージを共有します。
mk: **%s** е корисничка група на %%%%site.name%%%%, мрежно место за [микроблогирање](http://mk.wikipedia.org/wiki/Микроблогирање) заснована на слободната програмска алатка [StatusNet](http://status.net/). Нејзините членови си разменуваат кратки пораки за нивниот живот и интереси.
nb: **%s** er en brukergruppe på %%%%site.name%%%%, en [mikrobloggingstjeneste](http://no.wikipedia.org/wiki/Mikroblogg) basert på det frie programvareverktøyet [StatusNet](http://status.net/). Dets medlemmer deler korte meldinger om deres liv og interesser.
sv: **%s** är en användargrupp på %%%%site.name%%%%, en [mikroblogg](http://sv.wikipedia.org/wiki/Mikroblogg)tjänst baserad den fria programvaran [StatusNet](http://status.net/). Dess medlemmar delar korta meddelande om sina liv och intressen.
zh_cn: **%s** 是%%%%site.name%%%%上的一个小组，%%%%site.name%%%%是一个基于自由软件 [StatusNet](http://status.net/) 的[微博客](http://zh.wikipedia.org/zh-hans/%E5%BE%AE%E5%8D%9A%E5%AE%A2)。%%%%site.name%%%%的用户分享关于他们生活和各种兴趣的消息。

# TITLE
source: Admins
ca: Administradors
ia: Administratores
mk: Администратори
sv: Administratörer
te: నిర్వాహకులు

source: No such message.
ca: No existeix el missatge.
cs: Žádné takové zprávy.
es: No existe el mensaje.
gl: Non se atopou esa mensaxe.
ia: Message non existe.
it: Nessun messaggio.
ja: そのようなメッセージはありません。
mk: Нема таква порака.
nb: Ingen slik melding.
sv: Inget sådant meddelande.
te: అటువంటి సందేశం లేదు.
zh_cn: 未找到此消息。

source: Only the sender and recipient may read this message.
ca: Només el remitent i el receptor poden llegir aquest missatge.
cs: Pouze odesílatel a příjemce může přečíst tuto zprávu.
es: Sólo el remitente y el receptor pueden leer este mensaje.
gl: Esta mensaxe só a poden ler o destinatario e mais o remitente.
ia: Solmente le expeditor e destinatario pote leger iste message.
it: Solo mittente e destinatario possono leggere questo messaggio.
ja: 送信者と受取人だけがこのメッセージを読めます。
mk: Само испраќачот и примачот можат да ја читаат оваа порака.
nb: Kun senderen og mottakeren kan lese denne meldingen.
sv: Endast avsändaren och mottagaren kan läsa detta meddelande.
te: పంపినవారు మరియు అందుకున్నవారు మాత్రమే ఈ సందేశాన్ని చదవవచ్చు.
zh_cn: 只有发送和接受双方可以阅读此消息。

source: Message to %1$s on %2$s
ca: Missatge per a %1$s a %2$s
cs: Zpráva pro %1$s na %2$s
es: Mensaje a %1$s en %2$s
gl: Mensaxe a %1$s en %2$s
ia: Message a %1$s in %2$s
it: Messaggio a %1$s su %2$s
ja: %2$s 上の %1$s へのメッセージ
mk: Порака за %1$s на %2$s
nb: Melding til %1$s på %2$s
sv: Meddelande till %1$s på %2$s
zh_cn: 发送给 %1$s 的 %2$s 消息

source: Message from %1$s on %2$s
ca: Missatge de %1$s a %2$s
cs: Zpráva od %1$s na %2$s
es: Mensaje de %1$s en %2$s
gl: Mensaxe de %1$s en %2$s
ia: Message de %1$s in %2$s
it: Messaggio da %1$s su %2$s
ja: %2$s 上の %1$s からのメッセージ
mk: Порака од %1$s на %2$s
nb: Melding fra %1$s på %2$s
sv: Meddelande från %1$s på %2$s
zh_cn: 来自 %1$s 的 %2$s 消息

source: Not available.
ca: No és disponible.
ia: Non disponibile.
mk: Недостапно.
sv: Inte tillgängligt.
te: అందుబాటులో లేదు.

source: Notice deleted.
ca: S'ha eliminat l'avís.
cs: Oznámení smazáno.
es: Mensaje borrado
gl: Borrouse a nota.
ia: Nota delite.
it: Messaggio eliminato.
ja: つぶやきを削除しました。
mk: Избришана забелешка
nb: Notis slettet.
sv: Notis borttagen.
te: నోటీసుని తొలగించాం.
zh_cn: 消息已删除

source: Private timeline for %1$s list by you, page %2$d
ia: Chronologia private pro le lista "%1$s" de te, pagina %2$d
mk: Приватна хронологија за Ваш список %1$s, страница %2$d
sv: Privat tidslinje för %1$s-listan av dig, sidan %2$d

source: Timeline for %1$s list by you, page %2$d
ia: Chronologia pro le lista "%1$s" de te, pagina %2$d
mk: Хронологија за Ваш список %1$s, страница %2$d
sv: Tidslinje för %1$s-listan av dig, sidan %2$d

source: Timeline for %1$s list by %2$s, page %3$d
ia: Chronologia pro le lista "%1$s" de %2$s, pagina %3$d
mk: Хронологија за Ваш список %1$s од %2$s, страница %3$d
sv: Tidslinje för %1$s-listan av %2$s, sida %3$d

source: Private timeline of %s list by you
ia: Chronologia private pro le lista "%s" de te
mk: Приватна хронологија за Вашиот список %s
sv: Privat tidslinje för %s-listan av dig

source: Timeline for %s list by you
ia: Chronologia pro le lista "%s" de te
mk: Хронологија за Вашиот список %s
sv: Tidslinje för %s-listan av dig

source: Timeline for %1$s list by %2$s
ia: Chronologia pro le lista "%1$s" de %2$s
mk: Хронологија за списокот %1$s од %2$s
sv: Tidslinje för %1$s-listan av %2$s

source: Feed for %1$s list by %2$s (Atom)
ia: Syndication pro le lista "%1$s" de %2$s (Atom)
mk: Канал за списокот %1$s од %2$s (Atom)
sv: Flöde för %1$s-listan av %2$s (Atom)

source: This is the timeline for %1$s list by %2$s but no one has posted anything yet.
ia: Isto es le chronologia pro le lista "%1$s" de %2$s, ma nemo ha ancora publicate alique.
mk: Ова е хронологијата за списокот %1$s од %2$s, но досега никој нема објавено ништо.
sv: Detta är tidslinjen för %1$s-listan av %2$s men ingen har skrivit något ännu.

source: Try tagging more people.
ia: Tenta etiquettar plus personas.
mk: Означете повеќе луѓе.
sv: Prova tagga fler personer.

source: Why not [register an account](%%%%action.register%%%%) and start following this timeline!
ia: Proque non [crear un conto](%%action.register%%) e comenciar a sequer iste chronologia?
mk: Зошто не [регистрирате сметка](%%action.register%%) и почнете да ја следите оваа хронологија!
sv: Varför inte [registrera ett konto ](%%% %action.register% %%%) och börja följa denna tidslinje!

source: Listed
ia: Listate
mk: Наведени
sv: Listade

source: Show all
ia: Monstrar totes
mk: Прикажи ги сите
sv: Visa alla
te: అన్నీ చూపించు

source: Subscribers
ca: Subscriptors
cs: Odběratelé
es: Suscriptores
gl: Subscritores
ia: Subscriptores
it: Abbonati
ja: フォローされている
ka: გამომწერები
mk: Претплатници
nb: Abonnenter
sv: Prenumeranter
te: చందాదార్లు
zh_cn: 关注者

source: All subscribers
ca: Tots els subscriptors
cs: Všichni odběratelé
es: Todos los suscriptores
gl: Todos os subscritores
ia: Tote le subscriptores
it: Tutti gli abbonati
ja: すべてのフォローされている
ka: ყველა გამომწერი
mk: Сите претплатници
nb: Alle abonnenter
sv: Alla prenumeranter
te: అందరు చందాదార్లు
zh_cn: 所有关注者

source: Notices by %1$s tagged %2$s
ca: Avisos de %1$s etiquetats amb %2$s
ia: Notas per %1$s etiquettate con %2$s
mk: Забелешки од %1$s означени со %2$s
sv: Notiser av %1$s taggade %2$s

source: Notices by %1$s tagged %2$s, page %3$d
ca: Avisos de %1$s etiquetats amb %2$s, pàgina %3$d
ia: Notas per %1$s etiquettate con %2$s, pagina %3$d
mk: Забелешки на %1$s означени со %2$s, страница %3$d
sv: Notiser av %1$s taggade %2$s , sida %3$d

source: Notices by %1$s, page %2$d
ca: Avisos de %1$s, pàgina %2$d
ia: Notas per %1$s, pagina %2$d
mk: Забелешки на %1$s, страница %2$d
sv: Notiser av %1$s, sida %2$d

source: Notice feed for %1$s tagged %2$s (RSS 1.0)
ca: Canal d'avisos de %1$s etiquetats amb %2$s (RSS 1.0)
cs: Feed oznámení pro %1$s otagovaných %2$s (RSS 1.0)
es: Canal de avisos de %1$s etiquetados %2$s (RSS 1.0)
gl: Fonte de novas das notas para %1$s etiquetadas con %2$s (RSS 1.0)
ia: Syndication de notas pro %1$s con etiquetta %2$s (RSS 1.0)
it: Feed dei messaggi per %1$s etichettati con %2$s (RSS 1.0)
ja: %1$sの%2$sとタグ付けされたつぶやきフィード (RSS 1.0)
mk: Канал со забелешки за %1$s означен со %2$s (RSS 1.0)
nb: Notismating for %1$s merket %2$s (RSS 1.0)
sv: Flöde av notiser för %1$s taggade %2$s (RSS 1.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 1.0)
zh_cn: %1$s的有%2$s标签的消息聚合 (RSS 1.0)

source: Notice feed for %s (RSS 1.0)
ca: Canal d'avisos de %s (RSS 1.0)
cs: Feed oznámení pro %1$s (RSS 1.0)
es: Canal de mensajes para %s (RSS 1.0)
gl: Fonte de novas das notas para %s (RSS 1.0)
ia: Syndication de notas pro %s (RSS 1.0)
it: Feed dei messaggi per %s (RSS 1.0)
ja: %sのつぶやきフィード (RSS 1.0)
mk: Канал со забелешки за %s (RSS 1.0)
nb: Notismating for %s (RSS 1.0)
sv: Flöde av notiser för %s (RSS 1.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 1.0)
zh_cn: %s的消息聚合 (RSS 1.0)

source: Notice feed for %s (RSS 2.0)
ca: Canal d'avisos de %s (RSS 2.0)
cs: Feed oznámení pro %1$s (RSS 2.0)
es: Canal de mensajes para %s (RSS 2.0)
gl: Fonte de novas das notas para %s (RSS 2.0)
ia: Syndication de notas pro %s (RSS 2.0)
it: Feed dei messaggi per %s (RSS 2.0)
ja: %sのつぶやきフィード (RSS 2.0)
mk: Канал со забелешки за %s (RSS 2.0)
nb: Notismating for %s (RSS 2.0)
sv: Flöde av notiser för %s (RSS 2.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 2.0)
zh_cn: %s的消息聚合 (RSS 2.0)

source: Notice feed for %s (Atom)
ca: Canal d'avisos de %s (Atom)
cs: Feed oznámení pro %1$s (Atom)
es: Canal de mensajes para %s (Atom)
gl: Fonte de novas das notas para %s (Atom)
ia: Syndication de notas pro %s (Atom)
it: Feed dei messaggi per %s (Atom)
ja: %sのつぶやきフィード (Atom)
mk: Канал со забелешки за %s (Atom)
nb: Notismating for %s (Atom)
sv: Flöde av notiser för %s (Atom)
te: %s కొరకు స్పందనల ఫీడు (ఆటమ్)
zh_cn: %s的消息聚合 (Atom)

source: FOAF for %s
ca: FOAF de %s
cs: FOAF pro %s
es: Amistades de amistades de %s
gl: Amigo dun amigo para %s
ia: Amico de un amico pro %s
it: FOAF per %s
ja: %s の FOAF
mk: FOAF за %s
sv: FOAF för %s
zh_cn: %s的FOAF

source: This is the timeline for %1$s, but %1$s hasn't posted anything yet.
ca: Aquesta és la línia temporal de %1$s, però %1$s no hi ha enviat encara res.
ia: Isto es le chronologia pro %1$s, ma %1$s non ha ancora publicate alique.
mk: Ова е хронологијата за %1$s, но %1$s сè уште нема објавено ништо.
sv: Detta är tidslinjen för %1$s, men %1$s har inte skrivit något ännu.
te: ఇది %1$s యొక్క కాలరేఖ కానీ %1$s ఇంకా ఏమీ రాయలేదు.
zh_cn: 这是%1$s的时间线，但是%1$s还没有发布任何内容。
