Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: License for this StatusNet site
ca: Llicència d'aquest lloc basat en StatusNet
es: Licencia para este sitio de StatusNet
gl: Licenza deste sitio StatusNet
ia: Licentia pro iste sito StatusNet
it: La licenza per questo sito StatusNet
mk: Лиценца на ова StatusNet-мрежно место
nb: Lisens for denne StatusNet-siden
sv: Licens för denna StatusNet-webbplats
te: ఈ స్టేటస్‌నెట్ సైటుకి లైసెన్సు
zh_cn: 这个 StatusNet 网站的许可协议

source: Invalid license selection.
ca: La selecció de la llicència no és vàlida.
es: Selección de licencia incorrecta
gl: A selección de licenza non é válida.
ia: Selection de licentia invalide.
it: Selezione della licenza non valida.
mk: Неважечки избор на лиценца.
nb: Ugyldig lisensvalg.
sv: Ogiltigt licensval.
zh_cn: 无效的许可协议选择。

source: You must specify the owner of the content when using the All Rights Reserved license.
ca: Heu d'especificar el propietari del contingut quan utilitzeu la llicència «Tots els drets reservats».
gl: Cómpre especificar o propietario dos contidos ao empregar a licenza "Todos os dereitos reservados".
ia: Tu debe specificar le proprietario del contento si tu usa le licentia "Tote derectos reservate".
it: È necessario specificare il proprietario dei contenuti quando viene usata la licenza "Tutti i diritti riservati".
mk: Мора да го наведете сопственикот на содржината кога користите лиценца со Сите права задржани.
nb: Du må oppgi opphavsperson når du bruker enerettslisens.
sv: Du måste ange ägaren av innehållet när du använder ensamrättslicens.
zh_cn: 当使用版权所有的许可协议时，你必须指定内容的所有者。

source: Invalid license title. Maximum length is 255 characters.
ca: El títol de la llicència no és vàlid. La longitud màxima és 255 caràcters.
ia: Titulo de licentia invalide. Longitude maximal es 255 characteres.
mk: Неважечки наслов на лиценцата. Дозволени се највеќе 255 знаци.
nb: Ugyldig lisenstittel. Maksimal lengde er 255 tegn.
sv: Ogiltig licenstitel. Maximal längd är 255 tecken.
te: లైసెన్సు శీర్షిక చెల్లదు. గరిష్ఠ పొడవు 255 అక్షరాలు.
zh_cn: 无效的许可标题。最大长度255个字符。

source: Invalid license URL.
ca: L'URL de la llicència no és vàlid.
gl: Enderezo URL de licenza incorrecto.
ia: URL de licentia invalide.
it: Indirizzo della licenza non valido.
mk: Неважечка URL-адреса на лиценцата.
nb: Ugyldig lisensadresse.
sv: Ogiltig webbadress för licens.
zh_cn: 无效的许可协议 URL。

source: Invalid license image URL.
ca: L'URL de la imatge de la llicència no és vàlid.
gl: Enderezo URL de imaxe de licenza incorrecto.
ia: URL de imagine de licentia invalide.
it: Indirizzo immagine della licenza non valido.
mk: Неважечка URL-адреса за сликата на лиценцата.
nb: Ugyldig lisensbildeadresse.
sv: Ogiltig webbadress för licensbild.
zh_cn: 无效的许可协议图片 URL。

source: License URL must be blank or a valid URL.
ca: L'URL de la llicència ha de ser en blanc o bé un URL vàlid.
gl: O enderezo URL da licenza debe quedar baleiro ou ser válido.
ia: Le URL de licentia debe esser vacue o un URL valide.
it: L'indirizzo della licenza deve essere vuoto o un URL valido.
mk: URL-адресата на лиценцата мора да стои празна или да биде важечка адреса.
nb: Lisensadressen må være tom eller en gyldig nettadresse.
sv: Webbadress för licens måste vara tom eller en giltig webbadress.
zh_cn: 许可协议 URL 必须是个有效的 URL 或者为空。

source: License image must be blank or valid URL.
ca: La imatge de la llicència ha de ser en blanc o bé un URL vàlid.
gl: O enderezo URL da imaxe da licenza debe quedar baleiro ou ser válido.
ia: Le imagine de licentia debe esser vacue o un URL valide.
it: L'immagine della licenza deve essere vuota o un URL valido.
mk: Сликата на лиценцата мора да стои празна или да биде важечка URL-адреса.
nb: Lisensbildet må være tomt eller en gyldig nettadresse.
sv: Licensbilden måste vara tom eller en giltig webbadress.
zh_cn: 许可协议图片 URL 必须是个有效的 URL 或者为空。

source: License selection
ca: Selecció de llicència
es: Selección de Licencia
gl: Selección da licenza
ia: Selection de licentia
it: Selezione licenza
mk: Избор на лиценца
nb: Lisensvalg
sv: Val av licens
te: లైసెన్సు ఎంపిక
zh_cn: 许可协议选择

source: Private
ca: Privat
es: Privado
gl: Privado
it: Privato
ja: プライベート
mk: Приватен
nb: Privat
sv: Privat
te: అంతరంగికం
zh_cn: 私有

source: All Rights Reserved
ca: Tots els drets reservats
es: Todos los derechos reservados
gl: Todos os dereitos reservados
ia: Tote le derectos reservate
it: Tutti i diritti riservati
mk: Сите права задржани
nb: Alle rettigheter reservert
sv: Alla rättigheter reserverade
zh_cn: 版权所有

source: Type
ca: Tipus
es: Tipo
gl: Tipo
ia: Typo
it: Tipo
mk: Тип
sv: Typ
te: రకం
zh_cn: 类型

source: Select a license.
ca: Seleccioneu una llicència.
ia: Selige un licentia.
mk: Одберете лиценца.
sv: Välj en licens.
te: లైసెన్సును ఎంచుకోండి.

source: License details
ca: Detalls de la llicència
es: Detalles de la licencia
gl: Detalles da licenza
ia: Detalios de licentia
it: Dettagli licenza
mk: Податоци за лиценцата
nb: Lisensdetaljer
sv: Licensdetaljer
te: లైసెన్సు వివరాలు
zh_cn: 许可协议细节

source: Owner
ca: Propietari
es: Propietario
gl: Propietario
ia: Proprietario
it: Proprietario
mk: Сопственик
nb: Eier
sv: Ägare
te: యజమాని
zh_cn: 所有者

source: Name of the owner of the site's content (if applicable).
ca: Nom del propietari del contingut del lloc (si s'hi aplica).
gl: Nome do propietario dos contidos deste sitio (se procede).
ia: Nomine del proprietario del contento del sito (si applicabile).
it: Nome del proprietario dei contenuti del sito (se applicabile).
mk: Име и презиме на сопственикот на содржината на мрежното место (ако е применливо).
nb: Navn på eieren av nettstedets innhold (hvis aktuelt).
sv: Namnet på ägaren till webbplatsens innehåll (om tillämpligt).
te: ఈ సైటులోని సమాచారానికి యజమాని యొక్క పేరు (ఒకవేళ ఉంటే).
zh_cn: 这个网站内容的所有者姓名（如果适用）。

source: License Title
ca: Títol de la llicència
gl: Título da licenza
ia: Titulo de licentia
it: Titolo licenza
mk: Наслов на лиценцата
nb: Lisenstittel
sv: Licenstitel
te: లైసెన్సు శీర్షిక
zh_cn: 许可协议标题

source: The title of the license.
ca: El títol de la llicència.
gl: O título da licenza.
ia: Le titulo del licentia.
it: Il titolo della licenza.
mk: Насловот на лиценцата.
nb: Tittelen på lisensen.
sv: Titeln på licensen.
zh_cn: 许可协议的标题。

source: License URL
ca: URL de la llicència
gl: URL da licenza
ia: URL del licentia
it: Indirizzo licenza
mk: URL-адреса на лиценцата
nb: Lisensadresse
sv: Licens-URL
zh_cn: 许可协议 URL

source: URL for more information about the license.
ca: URL per a més informació de la llicència.
gl: URL para obter máis información sobre a licenza.
ia: URL pro ulterior informationes super le licentia.
it: Indirizzo per informazioni aggiuntive riguardo la licenza.
mk: URL-адреса за повеќе информации во врска со лиценцата.
nb: Adresse til mer informasjon om lisensen.
sv: URL för mer information om licensen.
zh_cn: 更多许可协议信息的 URL。

source: License Image URL
ca: URL de la imatge de la llicència
gl: URL da imaxe da licenza
ia: URL del imagine del licentia
it: Indirizzo immagine licenza
mk: URL-адреса за сликата на лиценцата
nb: Lisensbildeadresse
sv: Webbadress för licensbild
zh_cn: 许可协议图片 URL。

source: URL for an image to display with the license.
ca: URL de la imatge que es mostrarà juntament amb la llicència.
gl: URL dunha imaxe a mostrar coa licenza.
ia: Le URL de un imagine a monstrar con le licentia.
it: Indirizzo di un'immagine da visualizzare con la licenza.
mk: URL-адреса за слика што ќе се прикажува со лиценцата.
nb: Adresse til et bilde som vises med lisensen.
sv: Webbadress för en bild som visas med licensen.
zh_cn: 与许可协议一起出现的图片 URL。

source: Save license settings.
ca: Desa els paràmetres de la llicència.
ia: Salveguardar configurationes de licentia.
mk: Зачувај нагодувања на лиценцата.
sv: Spara licensinsällningar.
te: లైసెన్సు అమరికలను భద్రపరచండి.

source: Already logged in.
ca: Ja hi heu iniciat una sessió.
cs: Již přihlášen
es: Ya estás conectado.
gl: Xa se identificou.
ia: Tu es jam authenticate.
it: Accesso già effettuato.
ja: 既にログインしています。
ka: უკვე ავტორიზირებული ხართ.
mk: Веќе сте најавени.
nb: Allerede innlogget.
sv: Redan inloggad.
te: ఇప్పటికే లోనికి ప్రవేశించారు.
zh_cn: 已登录。

source: Incorrect username or password.
ca: Nom d'usuari o contrasenya incorrectes.
cs: Neplatné jméno nebo heslo
es: Nombre de usuario o contraseña incorrectos.
gl: Nome de usuario ou contrasinal incorrectos.
ia: Nomine de usator o contrasigno incorrecte.
it: Nome utente o password non corretto.
ja: ユーザ名またはパスワードが間違っています。
ka: არასწორი მომხმარებლის სახელი ან პაროლი.
mk: Неточно корисничко име или лозинка
nb: Feil brukernavn eller passord.
sv: Felaktigt användarnamn eller lösenord.
te: వాడుకరిపేరు లేదా సంకేతపదం తప్పు.
zh_cn: 用户名或密码不正确。

source: Error setting user. You are probably not authorized.
ca: S'ha produït un error en definir l'usuari. Probablement no hi esteu autoritzat.
cs: Chyba při nastavení uživatele. Pravděpodobně nejste autorizován.
es: Error al configurar el usuario. Posiblemente no tengas autorización.
gl: Houbo un erro ao configurar o usuario. Probablemente non estea autorizado para facelo.
ia: Error de acceder al conto de usator. Tu probabilemente non es autorisate.
it: Errore nell'impostare l'utente. Forse non hai l'autorizzazione.
ja: ユーザ設定エラー。 あなたはたぶん承認されていません。
mk: Грешка при поставувањето на корисникот. Веројатно не се заверени.
nb: Feil ved innstilling av bruker. Du er mest sannsynlig kke autorisert.
sv: Fel vid inställning av användare. Du har sannolikt inte tillstånd.
te: వాడుకరిని అమర్చడంలో పొరపాటు. బహుశా మీకు అధీకరణ లేకపోవచ్చు.
zh_cn: 设置用户时出错。你可能没有被认证。

source: Login
ca: Inici de sessió
cs: Přihlásit
es: Inicio de sesión
gl: Identificarse
ia: Aperir session
it: Accedi
ja: ログイン
ka: შესვლა
mk: Најава
nb: Logg inn
sv: Logga in
te: ప్రవేశించండి
zh_cn: 登录

source: Login to site
ca: Accedir al lloc
cs: Přihlásit se na stránky
es: Ingresar a sitio
gl: Identificarse no sitio
ia: Authenticar te a iste sito
it: Accedi al sito
ja: サイトへログイン
ka: საიტზე შესვლა
mk: Најавете се
nb: Logg inn på nettstedet
sv: Logga in på webbplatsen
te: సైటు లోనికి ప్రవేశించు
zh_cn: 登录

source: Remember me
ca: Recorda'm
cs: Zapamatuj si mě
es: Recordarme
gl: Lembrádeme
ia: Memorar me
it: Ricordami
ja: ログイン状態を保持
ka: დამიმახსოვრე
mk: Запамети ме
nb: Husk meg
sv: Kom ihåg mig
te: నన్ను గుర్తుంచుకో
zh_cn: 记住登录状态

source: Automatically login in the future; not for shared computers!
ca: Inicia la sessió automàticament en el futur; no ho activeu en ordinadors compartits!
cs: Příště automaticky přihlásit; ne pro počítače, které používá více lidí!
es: Iniciar sesión automáticamente en el futuro. ¡No usar en ordenadores compartidos!
gl: Identificarse automaticamente no futuro. Non se aconsella en computadoras compartidas!
ia: Aperir session automaticamente in le futuro; non pro computatores usate in commun!
it: Accedi automaticamente in futuro; non per computer condivisi!
ja: 以降は自動的にログインする。共用コンピューターでは避けましょう！
ka: მომავალში ავტომატურად შემიყვანე; არა საზიარო კომპიუტერებისათვის!
mk: Отсега врши автоматска најава. Не треба да се користи за јавни сметачи!
nb: Logg inn automatisk i framtiden. Ikke for datamaskiner du deler med andre!
sv: Logga in automatiskt i framtiden; inte för delade datorer!
te: భవిష్యత్తులో ఆటోమెటిగ్గా లోనికి ప్రవేశించు; బయటి కంప్యూర్ల కొరకు కాదు!
zh_cn: 下次自动登录，请不要在公共电脑上使用此选项！

# BUTTON
source: Login
ca: Inicia una sessió
es: Iniciar sesión
ia: Aperir session
mk: Најава
sv: Logga in
te: ప్రవేశించండి

source: Lost or forgotten password?
ca: Contrasenya oblidada o perduda?
cs: Ztracené nebo zapomenuté heslo?
es: ¿Contraseña olvidada o perdida?
gl: Esqueceu ou perdeu o contrasinal?
ia: Contrasigno perdite o oblidate?
it: Password persa o dimenticata?
ja: パスワードを紛失、忘れた？
ka: დაკარგეთ ან დაგავიწყდათ პაროლი?
mk: Ја загубивте или заборавивте лозинката?
nb: Mistet eller glemt passordet?
sv: Tappat bort eller glömt ditt lösenord?
te: మీ సంకేతపదం మర్చిపోయారా?
zh_cn: 忘记了密码？

source: For security reasons, please re-enter your user name and password before changing your settings.
ca: Per raons de seguretat, torneu a escriure el vostre nom d'usuari i contrasenya abans de canviar la vostra configuració.
cs: Z bezpečnostních důvodů, prosím zadejte znovu své jméno a heslo než budete měnit svá nastavení.
es: Por razones de seguridad, por favor vuelve a escribir tu nombre de usuario y contraseña antes de cambiar tu configuración.
gl: Por razóns de seguridade, volva introducir o seu nome de usuario e contrasinal antes de cambiar a súa configuración.
ia: Pro motivos de securitate, per favor re-entra tu nomine de usator e contrasigno ante de cambiar tu configurationes.
it: Per motivi di sicurezza, è necessario che tu inserisca il tuo nome utente e la tua password prima di modificare le impostazioni.
ja: セキュリティー上の理由により、設定を変更する前にユーザ名とパスワードを入力して下さい。
ka: უსაფრთხოების მიზნებისათვის, გთხოვთ შეიყვანოთ თქვენი მომხ. სახელი და პაროლი პარამეტრების შეცვლამდე.
mk: Поради безбедносни причини треба повторно да го внесете Вашето корисничко име и лозинка пред да ги смените Вашите нагодувања.
nb: Av sikkerhetsmessige årsaker, skriv inn brukernavn og passord på nytt før du endrer innstillingene dine.
sv: Av säkerhetsskäl, var vänlig och skriv in ditt användarnamn och lösenord igen innan du ändrar dina inställningar.
te: భద్రతా కారణాల దృష్ట్యా, అమరికలు మార్చే ముందు మీ వాడుకరి పేరుని మరియు సంకేతపదాన్ని మరోసారి ఇవ్వండి.
zh_cn: 由于安全原因，修改设置前需要输入用户名和密码。

source: Login with your username and password.
ca: Inicieu una sessió amb nom d'usuari i contrasenya
cs: Přihlásit se pomocí svého uživatelského jména a hesla.
es: Ingresar con tu nombre de usuario y contraseña.
gl: Identifíquese co seu nome de usuario e contrasinal.
ia: Aperi un session con tu nomine de usator e contrasigno.
it: Accedi con nome utente e password.
ka: შედი საკუთარი მომხ. სახელით და პაროლით.
mk: Најавете се со корисничко име и лозинка.
nb: Logg inn med brukernavn og passord.
sv: Logga in med ditt användarnamn och lösenord.
te: మీ వాడుకరిపేరు మరియు సంకేతపదాలతో ప్రవేశించండి.
zh_cn: 使用用户名和密码登录。

source: Don't have a username yet? [Register](%%action.register%%) a new account.
ca: No teniu cap nom d'usuari encara? [Registreu-hi](%%action.register%%) un nou compte.
cs: Zatím nemáte uživatelské jméno? [Registrovat](%%action.register%%) nový účet.
es: Aún no tienes nombre de usuario? [Registrar](%%action.register%%) una nueva cuenta.
gl: Aínda non ten un nome de usuario? [Rexistre](%%action.register%%) unha conta nova.
ia: Non ha ancora un nomine de usator? [Crea](%%action.register%%) un nove conto.
it: Non hai ancora un nome utente? [Crea](%%action.register%%) un nuovo account.
ka: ჯერ კიდევ არ გაქვთ მომხ. სახელი? [დაარეგისტრირე](%%action.register%%) ახალი ანგარიში.
mk: Сè уште немате корисничко име? [Направете](%%action.register%%) нова сметка.
nb: Har du ikke et brukernavn ennå? [Opprett](%%action.register%%) en ny konto.
sv: Har du inte ett användarnamn ännu? [Registrera](%%action.register%%) ett nytt konto.
te: మీకు ఇంకా వాడుకరిపేరు లేదా? కొత్త ఖాతాని [నమోదుచేసుకోండి](%%action.register%%).
zh_cn: 没有帐号？[注册](%%action.register%%) 一个新帐号。

source: Only an admin can make another user an admin.
ca: Només un administrador poc fer a un altre usuari administrador.
cs: Pouze admin může udělat adminem dalšího uživatele.
es: Sólo los administradores pueden convertir a un usuario en administrador.
gl: Só os administradores poden converter a outros usuarios en administradores.
ia: Solmente un administrator pote facer un altere usator administrator.
it: Solo gli amministratori possono rendere un altro utente amministratori.
ja: 管理者だけが別のユーザを管理者にすることができます。
ka: მხოლოდ ადმინს შეძლია სხვა მომხმარებელი ადმინად აქციოს.
mk: Само администратор може да направи друг корисник администратор.
nb: Bare en administrator kan gjøre en annen bruker til administrator.
sv: Bara en administratör kan göra en annan användare till administratör.
te: నిర్వాహకులు మాత్రమే మరొక వాడుకరిని నిర్వాహకునిగా చేయగలరు.
zh_cn: 只有管理员可以让另一个用户成为管理员。

source: %1$s is already an admin for group "%2$s".
ca: %1$s ja és un administrador del grup «%2$s».
cs: %1$s je již admin pro skupinu "%2$S".
es: %1$s ya es un administrador del grupo "%2$s".
gl: %1$s xa é administrador do grupo "%2$s".
ia: %1$s es ja administrator del gruppo "%2$s".
it: %1$s è già amministratore del gruppo "%2$s".
ja: %1$s はすでにグループ "%2$s" の管理者です。
ka: %1$s უკვე არის "%2$s" ჯგუფის ადმინი.
mk: %1$s веќе е администратор на групата „%2$s“.
nb: %1$s er allerede en administrator for gruppen «%2$s».
sv: %1$s är redan en administratör för grupp "%2$s".
te: %1$s ఇప్పటికే "%2$s" గుంపు యొక్క ఒక నిర్వాకులు.
zh_cn: %1$s已经是"%2$s"小组的管理员了。

source: Can't get membership record for %1$s in group %2$s.
ca: No s'ha pogut obtenir el registre de pertinència de %1$s al grup %2$s.
cs: Nelze získat záznam o členství %1$s ve skupině %2$s.
es: No se puede obtener el registro de membresía de %1$s en el grupo %2$s.
gl: Non se puido obter o rexistro de pertenza de %1$s ao grupo %2$s.
ia: Non pote obtener le datos del membrato de %1$s in le gruppo %2$s.
it: Impossibile recuperare la membership per %1$s nel gruppo %2$s
ja: %1$s の会員資格記録をグループ %2$s 中から取得できません。
ka: %1$s–ის წევრობის ჩანაწერის გამოთხოვნა %2$s ჯგუფიდან ვერ მოხერხდა.
mk: Не можам да добијам евиденција за членство на %1$s во групата %2$s.
nb: Kan ikke hente medlemsoppføring for %$1s i gruppen %2$s.
sv: Kan inte hämta uppgift om medlemskap för %1$s i grupp %2$s.
te: %1$sని %2$s గుంపు యొక్క నిర్వాహకున్ని చేయలేకపోయాం.
zh_cn: 无法找到%1$s在%2$s小组的记录。

source: Can't make %1$s an admin for group %2$s.
ca: No es pot fer %1$s administrador del grup %2$s.
cs: Nelze učinit %1$s adminem skupiny %2$s.
es: No es posible convertir a %1$s en administrador del grupo %2$s.
gl: Non se pode converter a %1$s en administrador do grupo %2$s.
ia: Non pote facer %1$s administrator del gruppo %2$s.
it: Impossibile rendere %1$s un amministratore del gruppo %2$s
ja: %1$s をグループ %2$s の管理者にすることはできません
ka: %1$s–ის %2$s ჯგუფის ადმინად ქცევა ვერ ხერხდება.
mk: Не можам да го направам корисникот %1$s администратор на групата %2$s.
nb: Kan ikke gjøre %1$s til administrator for gruppen %2$s.
sv: Kan inte göra %1$s till en administratör för grupp %2$s.
te: %1$sని %2$s గుంపు యొక్క నిర్వాహకున్ని చేయలేకపోయాం.
zh_cn: 无法让%1$s成为%2$s小组的管理员。

source: No current status.
ca: No hi ha cap estat actual.
cs: V současné době žádný stav.
es: No existe estado actual.
gl: Sen estado actual.
ia: Nulle stato actual.
it: Nessun messaggio corrente.
ja: 結果なし。
ka: მიმდინარე სტატუსი არ არის.
mk: Нема тековен статус.
nb: Ingen nåværende status.
sv: Ingen aktuell status.
te: ప్రస్తుత స్థితి ఏమీ లేదు.
zh_cn: 没有当前消息。

source: New application
ca: Aplicació nova
ia: Nove application
ja: 新しいアプリケーション
mk: Нов програм
nb: Ny applikasjon
sv: Ny applikation
te: కొత్త ఉపకరణం
zh_cn: 新应用

source: You must be logged in to register an application.
ca: Heu d'haver iniciat una sessió per registrar-hi una aplicació.
cs: Musíte být přihlášen k registraci aplikace.
es: Debes conectarte para registrar una aplicación.
gl: Ten que identificarse para rexistrar unha aplicación.
ia: Tu debe aperir un session pro registrar un application.
it: Devi eseguire l'accesso per registrare un'applicazione.
ja: アプリケーションを登録するにはログインしていなければなりません。
ka: აპლიკაციის დასარეგისტრირებლად საჭიროა ავროტიზაცია.
mk: Мора да сте најавени за да можете да регистрирате програм.
nb: Du må være logget inn for å registrere et program.
sv: Du måste vara inloggad för att registrera en applikation.
te: ఉపకరణాలని నమోదుచేసుకోడానికి మీరు లోనికి ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录才能登记你的应用。

source: Use this form to register a new application.
ca: Utilitzeu aquest formulari per crear una nova aplicació.
cs: Použijte tento formulář pro registraci nové aplikace.
es: Utiliza este formulario para registrar una nueva aplicación.
gl: Utilice o seguinte formulario para rexistrar unha aplicación nova.
ia: Usa iste formulario pro registrar un nove application.
it: Usa questo modulo per registrare un'applicazione.
ja: このフォームを使って新しいアプリケーションを登録します。
ka: აპლიკაციაში დასარეგისტრირებლად გამოიყენეთ ეს ფორმა.
mk: Овој образец служи за регистрирање на нов програм.
nb: Bruk dette skjemaet for å registrere et nytt program.
sv: Använd detta formulär för att registrera en ny applikation.
te: కొత్త ఉపకరణాన్ని నమోదుచేసుకోడానికి ఈ ఫారాన్ని ఉపయోగించండి.
zh_cn: 通过此表单登记一个新的应用。

source: Source URL is required.
ca: URL d'origen requerida.
cs: Zdrojové URL je nutné.
es: Se requiere el URL fuente.
gl: Necesítase o URL de orixe.
ia: Le URL de origine es requirite.
it: L'URL sorgente è richiesto.
ja: ソースURLが必要です。
ka: წყაროს URL სავალდებულოა.
mk: Треба изворна URL-адреса.
nb: Nettadresse til kilde kreves.
sv: Webbadress till källa krävs.
zh_cn: Source URL 必填。

source: Could not create application.
ca: No s'ha pogut crear l'aplicació.
cs: Nelze vytvořit aplikaci.
es: No se pudo crear la aplicación.
gl: Non se puido crear a aplicación.
ia: Non poteva crear application.
it: Impossibile creare l'applicazione.
ja: アプリケーションを作成できません。
ka: აპლიკაციის შექმნა ვერ მოხერხდა.
mk: Не можеше да се создаде програмот.
nb: Kunne ikke opprette program.
sv: Kunde inte skapa applikation.
te: ఉపకరణాన్ని సృష్టించలేకపోయాం.
zh_cn: 无法创建应用。

source: Invalid image.
ca: La imatge no és vàlida.
ia: Imagine invalide.
mk: Неважечка слика.
sv: Ogiltig bild.

source: New group
ca: Nou grup
cs: Nová skupina
es: Grupo nuevo
gl: Novo grupo
ia: Nove gruppo
it: Nuovo gruppo
ja: 新しいグループ
ka: ახალი ჯგუფი
mk: Нова група
nb: Ny gruppe
sv: Ny grupp
te: కొత్త గుంపు
zh_cn: 新小组

source: You are not allowed to create groups on this site.
ca: No teniu permisos per crear grups en aquest lloc.
ia: Tu non ha le permission de crear gruppos in iste sito.
mk: Не Ви е дозволено да создавате групи на ова мреж. место.
sv: Du får inte skapa grupper på den här webbplatsen.
te: ఈ సైటులో గుంపులను సృష్టించడానికి మీకు అనుమతి లేదు.
zh_cn: 您不被允许创建此站点上的小组。

source: Use this form to create a new group.
ca: Utilitza aquest formulari per crear un nou grup.
cs: Použijte tento formulář k vytvoření nové skupiny.
es: Usa este formulario para crear un grupo nuevo.
gl: Utilice o seguinte formulario para crear un novo grupo.
ia: Usa iste formulario pro crear un nove gruppo.
it: Usa questo modulo per creare un nuovo gruppo.
ja: このフォームを使って新しいグループを作成します。
ka: ახალი ჯგუფის შესაქმნელად გამოიყენეთ ეს ფორმა.
mk: Овој образец служи за создавање нова група.
nb: Bruk dette skjemaet for å opprette en ny gruppe.
sv: Använd detta formulär för att skapa en ny grupp.
te: కొత్త గుంపుని సృష్టిండానికి ఈ ఫారాన్ని ఉపయోగించండి.
zh_cn: 通过此表单创建小组。

source: New message
ca: Nou missatge
cs: Nová zpráva
es: Nuevo Mensaje
gl: Mensaxe nova
ia: Nove message
it: Nuovo messaggio
ja: 新しいメッセージ
ka: ახალი შეტყობინება
mk: Нова порака
nb: Ny melding
sv: Nytt meddelande
te: కొత్త సందేశం
zh_cn: 新消息

source: You cannot send a message to this user.
ca: No podeu enviar un missatge a l'usuari.
ia: Tu non pote inviar un message a iste usator.
mk: Не можете да испратите порака до овој корисник.
sv: Du kan inte skicka ett meddelande till denna användare.

source: No content!
ca: Cap contingut!
cs: Chybí obsah!
es: ¡Ningún contenido!
gl: Non hai contido ningún!
ia: Nulle contento!
it: Nessun contenuto!
ja: コンテンツがありません！
ka: შიგთავსი არ არის!
mk: Нема содржина!
nb: Inget innhold.
sv: Inget innehåll!
te: విషయం లేదు!
zh_cn: 没有内容！

source: No recipient specified.
ca: No has especificat el destinatari.
cs: Neuveden příjemce.
es: No se especificó receptor.
gl: Non se especificou ningún destinatario.
ia: Nulle destinatario specificate.
it: Nessun destinatario specificato.
ja: 受取人が書かれていません。
ka: მიმღები მითითებული არ არის.
mk: Нема назначено примач.
nb: Ingen mottaker oppgitt.
sv: Ingen mottagare angiven.
te: ఎవరికి పంపించాలో పేర్కొనలేదు.
zh_cn: 没有收件人。
