Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Congratulations, %1$s! And welcome to %%%%site.name%%%%. From here, you may want to... * Go to [your profile](%2$s) and post your first message. * Add a [Jabber/GTalk address](%%%%action.imsettings%%%%) so you can send notices through instant messages. * [Search for people](%%%%action.peoplesearch%%%%) that you may know or that share your interests. * Update your [profile settings](%%%%action.profilesettings%%%%) to tell others more about you. * Read over the [online docs](%%%%doc.help%%%%) for features you may have missed. Thanks for signing up and we hope you enjoy using this service.
ca: Enhorabona, %1$s! Us donem la benvinguda a %%%%site.name%%%%. A partir d'ara, podríeu voler... * Anar al [vostre perfil](%2%s) i enviar el vostre primer missatge. * Afegir una [adreça de Jabber/GTalk](%%%%action.imsettings%%%%) i així poder enviar avisos a través de missatgeria instantània. * [Cercar gent](%%%%action.peoplesearch%%%%) que pugueu conèixer o que comparteixi els vostres interessos. * Actualitzar les [preferències del vostre perfil](%%%%action.profilesettings%%%%) per incloure-hi informació personal. * Consultar els [documents de la xarxa](%%%%doc.help%%%%) per tal de conèixer les característiques del servei. Gràcies per registrar-vos-hi i esperem que en gaudiu.
cs: Gratulujeme, %1$s! A Vítejte v %%%%site.name%%%%. Odtud možná budete chtít ... * Jít na [profil](%2$s) a poslat první zprávu. * Přidat [Jabber / GTalk adresu](%%%%action.imsetting %%%%) abyste mohli zasílat oznámení prostřednictvím okamžitých zpráv (IM). * [Hledat lidi](%%%%action.peoplesearch%%%%), které znáte, nebo kteří sdílejí vaše zájmy. * Aktualizací [nastavení profilu](%%%%action.profilesettings%%%%) o vás více říci ostatním. * Pročíst si [online nápovědu](%%%%doc.help%%%%) pro objevení funkcí které jste možná přehlédli. Díky za registraci a doufáme, že se vám používání této služby bude líbít.
es: ¡Felicitaciones, %1$s! Te damos la bienvenida a %%%%site.name%%%%. Desde este momento, puede que quieras... * Ir a [tu perfil](%2$s) y publicar tu primer mensaje. * Añadir una [dirección Jabber/GTalk](%%%%action.imsettings%%%%) para poder enviar mensajes a través de mensajería instantanea. * [Buscar personas](%%%%action.peoplesearch%%%%) que conozcas o que compartan tus intereses. * Actualizar tu [configuración de perfil](%%%%action.profilesettings%%%%) para contarle a otros más sobre tí. * Leer los [documentos en línea](%%%%doc.help%%%%) para encontrar características que te hayas podido perder. ¡Gracias por apuntarte! Esperamos que disfrutes usando este servicio.
gl: Parabéns, %1$s! E benvido a %%%%site.name%%%%. Agora quizais queira... * Ir ao [seu perfil](%2$s) e publicar a súa primeira mensaxe. * Engadir un [enderezo de Jabber ou GTalk](%%%%action.imsettings%%%%) para poder enviar notas por medio de mensaxes instantáneas. * [Buscar xente](%%%%action.peoplesearch%%%%) que coñeza ou que comparta os seus intereses. * Actualizar a [configuración do seu perfil](%%%%action.profilesettings%%%%) para que os outros saiban máis de vostede. * Botar unha ollada á [documentación en liña](%%%%doc.help%%%%) en busca de funcionalidades que ao mellor non coñecía. Grazas por rexistrarse. Esperamos que goce deste servizo.
ia: Felicitationes, %1$s! Benvenite a %%%%site.name%%%%. Ora tu pote... * Visitar [tu profilo](%2$s) e publicar tu prime message. * Adder un [adresse Jabber/GTalk](%%%%action.imsettings%%%%) pro poter inviar notas per messages instantanee. * [Cercar personas](%%%%action.peoplesearch%%%%) que tu cognosce o con que tu ha interesses in commun. * Actualisar le [optiones de tu profilo](%%%%action.profilesettings%%%%) pro contar plus super te a alteres. * Percurrer le [documentation in linea](%%%%doc.help%%%%) pro cognoscer le functiones que tu non ha ancora discoperite. Gratias pro inscriber te, e nos spera que iste servicio te place.
it: Congratulazioni %1$s! Ti diamo il benvenuto in %%%%site.name%%%%. Da qui ora puoi... * Visitare il [tuo profilo](%2$s) e inviare il tuo primo messaggio. *Aggiungere un [indirizzo Jabber/GTalk](%%%%action.imsettings%%%%) per usare quel servizio per inviare messaggi. *[Cercare persone](%%%%action.peoplesearch%%%%) che potresti conoscere o che condividono i tuoi stessi interessi. * Aggiornare le [tue impostazioni](%%%%action.profilesettings%%%%) per fornire agli altri più informazioni su di te. * Leggere la [documentazione in rete](%%%%doc.help%%%%) per le caratteristiche che magari non hai ancora visto. Grazie per la tua iscrizione e speriamo tu possa divertiti usando questo servizio.
ja: %1$s さん、おめでとうございます！%%%%site.name%%%% へようこそ。次のようにして始めることができます。 * [あなたのプロファイル](%2$s) を参照して最初のメッセージを投稿する * [Jabber や GTalk のアドレス](%%%%action.imsettings%%%%) を追加して、インスタントメッセージを通してつぶやきを送れるようにする * あなたが知っている人やあなたと同じ興味をもっている人を[検索](%%%%action.peoplesearch%%%%) する * [プロファイル設定](%%%%action.profilesettings%%%%) を更新して他のユーザにあなたのことをより詳しく知らせる * 探している機能について[オンライン文書](%%%%doc.help%%%%) を読む 参加してくださってありがとうございます。私たちはあなたがこのサービスを楽しんで使ってくれることを願っています。
ka: გილოცავთ %1$s! და მოგესალმებით %%%%site.name%%%%–ზე. თქვენი შემდეგი ნაბიჯები შეიძლება იყოს... * გადადი [შენს პროფილზე](%2$s) და დაპოსტე შენი პიორველი შეტყობინება. * დაამატე [Jabber/GTalk მისამართები](%%%%action.imsettings%%%%), რომ გააგზავნო შეტყობინებები შენი ჩათ–კლიენტიდან. * [მოძებნე ადამიანები](%%%%action.peoplesearch%%%%) რომლებსაც შეიძლება იცნობ, ან ვისთანაც იზიარებ ინტერესებს. * განაახლე შენი [პროფილის პარამეტრები](%%%%action.profilesettings%%%%), რომ მეტი გააგებინო სხვებს შენ შესახებ. * გადაიკითხე [დოკუმენტაცია](%%%%doc.help%%%%) იმ შესაძლებლობების გასაგებად, რომლებიც შეიძლება გამოგრჩენოდა. გმადლობთ რომ დარეგისტრირდით. იმედი გვაქვს ისიამოვნებთ ამ სერვისით.
mk: Ви честитаме %1$s! И Ви пожелуваме добредојде на %%%%site.name%%%%. Оттука можете да... * Отидете на [Вашиот профил](%2$s) и објавете ја Вашата прва порака. * Додајте [Jabber/GTalk адреса](%%%%action.imsettings%%%%) за да можете да испраќате забелешки преку инстант-пораки. * [Пребарајте луѓе](%%%%action.peoplesearch%%%%) кои можеби ги знаете или кои имаат исти интереси како Вас. * Подновете си ги [нагодувањата на профилот](%%%%action.profilesettings%%%%) за да можат другите да дознаат нешто повеќе за Вас. * Прочитајте ги [документите](%%%%doc.help%%%%) за да се запознаете со можностите за кои можеби не знаете. Ви благодариме што се зачленивте и Ви пожелуваме пријатни мигови со оваа служба.
nb: Gratulerer, %1$s! Og velkommen til %%%%site.name%%%%. Herfra vil du kanskje... * Gå til [din profil](%2$s) og sende din første melding. * Legge til en [Jabber/GTalk-addresse](%%%%action.imsettings%%%%) så du kan sende notiser gjennom lynmeldinger. * [Søke etter brukere](%%%%action.peoplesearch%%%%) som du kanskje kjenner eller deler dine interesser. * Oppdater dine [profilinnstillinger](%%%%action.profilesettings%%%%) for å fortelle mer om deg til andre. * Les over [hjelpetekstene](%%%%doc.help%%%%) for funksjoner du kan ha gått glipp av. Takk for at du registrerte deg og vi håper du kommer til å like tjenesten.
sv: Grattis, %1$s! Och välkommen till %%%%site.name%%%%. Härifrån kan du... * Gå till [din profil](%2$s) och skicka ditt första meddelande. * Lägg till en [Jabber/GTalk-adress](%%%%action.imsettings%%%%) så att du kan skicka notiser via snabbmeddelanden. * [Söka efter personer](%%%%action.peoplesearch%%%%) som du kanske känner eller som delar dina intressen. * Uppdatera dina [profilinställningar](%%%%action.profilesettings%%%%) för att berätta mer om dig. * Läs igenom [online-dokumentationen](%%%%doc.help%%%%) för funktioner du kan ha missat. Tack för att du anmält dig och vi hoppas att du kommer tycka om att använda denna tjänst.
te: %1$s, అభినందనలు! %%%%site.name%%%%కి స్వాగతం. ఇక్కడ నుండి, మీరు... * [మీ ప్రొఫైలు](%2$s)కి వెళ్ళి మీ మొదటి సందేశాన్ని వ్రాయండి. * [జాబర్/జీటాక్ చిరునామాని](%%%%action.imsettings%%%%) చేర్చుకోండి అప్పుడు తక్షణ సందేశాల ద్వారా మీరు నోటీసులని పంపగలుగుతారు. * మీకు తెలిసిన లేదా మీ ఆసక్తులను పంచుకునే [వ్యక్తుల కోసం వెతకండి](%%%%action.peoplesearch%%%%). * మీ గురించి ఇతరులకు మరింత చెప్పడానికి మీ [ప్రొఫైలు అమరికలని](%%%%action.profilesettings%%%%) తాజాకరించుకోండి. * సౌలభ్యాలను తెలుసుకోడానికి [ఆన్&zwnj;లైన్ పత్రావళి](%%%%doc.help%%%%)ని చూడండి. నమోదుచేసుకున్నందుకు కృతజ్ఞతలు మరియు ఈ సేవని ఉపయోగిస్తూ మీరు ఆనందిస్తారని మేం ఆశిస్తున్నాం.
zh_cn: 恭喜，%s！欢迎来到%%%%site.name%%%%。你可能想要…… * 查看你的[资料页](%2$s) 并发布你的第一条消息. * 添加 [Jabber/GTalk 地址](%%%%action.imsettings%%%%) 然后通过 IM 发布信息。 * [搜索](%%%%action.peoplesearch%%%%) 你认识的或和你有共同兴趣的朋友。 * 更新你的 [资料页设置](%%%%action.profilesettings%%%%) 告诉大家更多关于你的情况。 * 阅读 [在线文档](%%%%doc.help%%%%) 有的功能也许你还不熟悉。 感谢你的注册，希望你喜欢这个服务。

source: (You should receive a message by email momentarily, with instructions on how to confirm your email address.)
ca: (Hauries de rebre un missatge per correu electrònic d'aquí uns moments, amb instruccions sobre com confirmar la teva direcció de correu electrònic.)
cs: (Měli byste za okamžik obdržet e-mailem zprávu s instrukcemi, jak potvrdit svou e-mailovou adresu.)
es: (Deberías recibir un mensaje por correo eléctronico en unos momentos, con instrucciones sobre cómo confirmar tu dirección de correo.)
gl: (Debería recibir unha mensaxe por correo electrónico nuns intres, con instrucións para a confirmación do seu enderezo de correo electrónico.)
ia: (Tu recipera tosto un message de e-mail con instructiones pro confirmar tu adresse de e-mail.)
it: (Dovresti ricevere, entro breve, un messaggio email con istruzioni su come confermare il tuo indirizzo email.)
ja: (メールアドレスを承認する方法を読んで、すぐにメールによるメッセージを受け取るようにしてください)
ka: (თქვენ უნდა მიიღოს ელ. წერილი მომენტალურად. ინსტრუქციებით, თუ როგორ დაადასტუროთ თქვენი ელ. ფოსტის მისამართი.)
mk: (Би требало веднаш да добиете порака по е-пошта, во која стојат напатствија за потврдување на е-поштенската адреса.)
nb: (Du vil straks motta en epost med instruksjoner om hvordan du kan bekrefte din epostadresse)
sv: (Du kommer få ett meddelande med e-post inom kort med instruktioner hur du bekräftar din e-postadress.)
te: (మీ ఈమెయిలు చిరునామాని ఎలా నిర్ధారించాలో తెలిపే సూచనలతో ఒక సందేశం మీరు ఈమెయిలు ద్వారా మరి కొద్దిసేపట్లోనే అందుతుంది.)
zh_cn: (你将收到一封邮件，包含了如何确认邮件地址的说明。)

source: To subscribe, you can [login](%%action.login%%), or [register](%%action.register%%) a new account. If you already have an account on a [compatible microblogging site](%%doc.openmublog%%), enter your profile URL below.
ca: Per subscriure-us, podeu [iniciar una sessió](%%action.login%%), o [registrar-hi](%%action.register%%) un nou compte. Si ja en teniu un en un [servei de microblogging compatible](%%doc.openmublog%%), escriviu l'URL del vostre perfil a continuació.
cs: Pro odebírání, se musíte [přihlásit](%%action.login%%), nebo [registrovat](%%action.register%%) nový účet. Pokud již máte účet na [kompatibilních mikroblozích](%%doc.openmublog%%), vložte níže adresu.
es: Para suscribirte, puedes [iniciar una sesión](%%action.login%%), o [registrar](%%action.register%%) una cuenta nueva. Si ya tienes una en un [servicio de microblogueo compatible](%%doc.openmublog%%), escribe el URL de tu perfil debajo.
gl: Para subscribirse, pode [identificarse](%%action.login%%) ou [rexistrar](%%action.register%%) unha conta nova. Se xa ten unha conta nun [sitio de mensaxes de blogue curtas compatible](%%doc.openmublog%%), introduza a continuación o URL do seu perfil.
ia: Pro subscriber te, tu pote [aperir un session](%%action.login%%), o [registrar](%%action.register%%) un nove conto. Si tu ha ja un conto a un [sito de microblogging compatibile](%%doc.openmublog%%), entra hic infra le URL de tu profilo.
it: Per abbonarti puoi [eseguire l'accesso](%%action.login%%) oppure [creare](%%action.register%%) un nuovo account. Se ne possiedi già uno su un [sito di microblog compatibile](%%doc.openmublog%%), inserisci l'indirizzo del tuo profilo qui di seguito.
ja: フォローするには、[ログイン](%%action.login%%) するか, [登録](%%action.register%%) を行って下さい。既に [compatible microblogging site](%%doc.openmublog%%) にアカウントをお持ちの場合は、下にプロファイルURLを入力して下さい.
ka: გამოსაწერად, თქვენ შეგიძლიათ [შეხვიდეთ](%%action.login%%), ან [დაარეგისტრიროთ](%%action.register%%) ახალი ანგარიში. თუ თქვენ უკვე გაქვთ ანგარიში [თავსებად მიკრობლოგინგის საიტზე](%%doc.openmublog%%), მაშინ შეიყვანეთ თქვენი პროფილის URL ქვევით.
mk: За да се претплатите, можете да се [најавите](%%action.login%%) или да [регистрирате](%%action.register%%) нова сметка. Ако веќе имате сметка на [усогласиво мреж. место за микроблогирање](%%doc.openmublog%%), внесете го URL-то на Вашиот профил подолу.
nb: For å abonnere kan du [logge inn](%%action.login%%) eller [registrere](%%action.register%%) en ny konto. Om du allerede har en konto på et [kompatibelt mikrobloggingsnettsted](%%doc.openmublog%%), skriv inn profilnettadressen din nedenfor.
sv: För att prenumerera kan du [logga in](%%action.login%%) eller [registrera](%%action.register%%) ett nytt konto. Om du redan har ett konto på en [kompatibel mikrobloggwebbplats](%%doc.openmublog%%), fyll i din profils URL nedan.
te: చందా చేరడానికి, మీరు [ప్రవేశించవచ్చు](%%action.login%%), లేదా కొత్త ఖాతాని [నమోదుచేసుకోవచ్చు](%%action.register%%). ఒకవేళ మీకు ఇప్పటికే ఏదైనా [పొసగే మైక్రోబ్లాగింగు సైటులో](%%doc.openmublog%%) ఖాతా ఉంటే, మీ ప్రొఫైలు చిరునామాని క్రింద ఇవ్వండి.
zh_cn: 要关注用户或小组，你需要[登录](%%action.login%%)，或[注册](%%action.register%%) 一个新账户。如果你已经在另一个[兼容的微博客](%%doc.openmublog%%)有账户，请填入你的资料页 URL。

source: Remote subscribe
ca: Subscripció remota
cs: Vzdálený odběr
es: Subscripción remota
gl: Subscribirse remotamente
ia: Subscription remote
it: Abbonamento remoto
ja: リモートフォロー
ka: დაშორებული გამოწერა
mk: Оддалечена претплата
nb: Fjernabonner
sv: Fjärrprenumerera
te: సుదూర చందా
zh_cn: 远程关注

source: Subscribe to a remote user
ca: Subscriu a un usuari remot
cs: Přihlásit se ke vzdálenému uživateli
es: Suscribirse a un usuario remoto
gl: Subscribirse a un usuario remoto
ia: Subscriber te a un usator remote
it: Abbonati a un utente remoto
ja: リモートユーザーをフォロー
ka: გამოიწერე დაშორებული მომხმარებელი
mk: Претплати се на далечински корисник
nb: Abonner på en fjernbruker
sv: Prenumerera på en fjärranvändare
te: ఈ వాడుకరికి చందాచేరు
zh_cn: 关注一个远程用户

source: User nickname
ca: Sobrenom de l'usuari
cs: Přezdívka uživatele
es: Usuario
gl: Alcume do usuario
ia: Pseudonymo del usator
it: Soprannome dell'utente
ja: ユーザのニックネーム
ka: მომხმარებლის მეტსახელი
mk: Прекар на корисникот
nb: Brukerens kallenavn
sv: Användarens smeknamn
te: వాడుకరి పేరు
zh_cn: 昵称

source: Nickname of the user you want to follow.
ca: Sobrenom de l'usuari que voleu seguir.
es: Usuario a quien quieres seguir
ia: Le pseudonymo del usator que tu vole sequer.
mk: Прекар на корисникот што сакате да го следите.
sv: Smeknamn på den användare som du vill följa.
te: మీరు అనుసరించాలనుకుంటున్న వాడుకరి యొక్క ముద్దుపేరు.
zh_cn: 您要执行的用户的别名。

source: Profile URL
ca: URL del perfil
cs: Adresa Profilu
es: URL del perfil
gl: URL do perfil
ia: URL del profilo
it: URL del profilo
ja: プロファイルURL
ka: პროფილის URL
mk: URL на профилот
nb: Profilnettadresse
sv: Profil-URL
te: ప్రొఫైలు URL
zh_cn: 资料页 URL

source: URL of your profile on another compatible microblogging service.
ca: URL del vostre perfil en un altre servei de microblogging compatible.
ia: URL de tu profilo in un altere servicio de microblogging compatibile.
mk: !URL на Вашиот профил на друга складна служба за микроблогирање.
sv: Webbadressen till din profil på en annan kompatibel mikrobloggtjänst.
zh_cn: 另一种兼容的微博客服务配置文件的 URL。

# BUTTON
source: Subscribe
ca: Subscriu-m'hi
ia: Subscriber
mk: Претплати се
sv: Prenumerera
te: చందాచేరండి

source: Invalid profile URL (bad format).
ca: L'URL del perfil no és vàlid (format incorrecte).
ia: URL de profilo invalide (mal formato).
mk: Неправилна URL на профилот (лош формат).
sv: Ogiltig profil-URL (dåligt format).
te: ప్రొపైల్ URL తప్పు (చెల్లని ఫార్మాట్).

source: Not a valid profile URL (no YADIS document or invalid XRDS defined).
ca: L'URL del perfil no és vàlid (no és un document YADIS o no s'ha definit un XRDS vàlid).
cs: Není platnou adresou profilu (není YADIS dokumentem nebo definováno neplatné XRDS).
es: No es un perfil válido URL (no se ha definido un documento YADIS o un XRDS inválido).
gl: Non é un URL de perfil correcto (non hai un documento YADIS ou definiuse un XRDS incorrecto).
ia: URL de profilo invalide (non es un documento YADIS o esseva definite un XRDS invalide).
it: Non è un URL di profilo valido (nessun documento YADIS o XRDS definito non valido).
ja: 有効なプロファイルURLではありません。（YADIS ドキュメントがないかまたは 不正な XRDS 定義）
ka: ეს არ არის პროფილის სწორი URL (YADIS დოკუმენტი არ არის, ან არასწორი XRDS–ა განსაზღვრული).
mk: Неважечка URL-адреса на профил (нема YADIS документ или определен е неважечки XRDS).
nb: Ikke en gyldig profilnettadresse (inget YADIS-dokument eller ugyldig XRDS definert).
sv: Inte en giltig profil-URL (inget YADIS-dokument eller ogiltig XRDS definerad).
zh_cn: 不是有效的资料页 URL (没有YADIS 文档或定义了无效的 XRDS)。

source: That is a local profile! Login to subscribe.
ca: Aquest és un perfil local! Inicieu una sessió per subscriure-us-hi.
ia: Isto es un profilo local! Aperi session pro subscriber.
mk: Тоа е локален профил! Најавете се за да се претплатите.
sv: Det är en lokal profil! Logga in för att prenumerera.
te: అది స్థానిక ప్రొఫైలు! చందాచేరడానికి ప్రవేశించండి.
zh_cn: 这是一个本地用户！请登录以关注。

source: Could not get a request token.
ca: No s'ha pogut obtenir un testimoni de sol·licitud.
ia: Non poteva obtener un indicio de requesta.
mk: Не можев да добијам жетон за барање.
sv: Kunde inte få en förfrågan-token.
zh_cn: 无法获得一个 request token。

source: You cannot (un)list an OMB 0.1 remote profile with this action.
ia: Tu non pote (dis)listar un profilo remote OMB 0.1 con iste action.
mk: !Не можете да наведете/отстраните од список далечински профил OMB 0.1 со ова дејство.
sv: Du kan inte lägga till eller ta bort en OMB 0.1-fjärrprofil från en lista med denna åtgärd.

source: There was an unexpected error while delisting %s.
ia: Un error inexpectate occurreva durante le remotion de %s del lista.
mk: Се појави неочекувана грешка при отстранувањето на %s од списокот.
sv: Det uppstod ett oväntat fel vid borttagning av %s från listan.

source: There was a problem listing %s. The remote server is probably not responding correctly, please try retrying later.
ia: Un problema occurreva durante le listage de %s. Le servitor remote probabilemente non responde correctemente. Per favor reproba plus tarde.
mk: Се појави проблем при наведувањето на %s. Веројатно далечинскиот опслужувач не одговара како што треба. Обидете се повторно.
sv: Det uppstod ett problem vid listning av %s. Fjärrservern svarar förmodligen inte korrekt, prova att försöka igen senare.

source: Unlisted
ia: Removite del lista
mk: Отстранети
sv: Struken från lista

source: Only logged-in users can repeat notices.
ca: Només els usuaris que han iniciat una sessió poden enviar avisos.
cs: Pouze přihlášení uživatelé mohou opakovat oznámení.
es: Sólo los usuarios que hayan accedido pueden repetir mensajes.
gl: Só os usuarios identificados poden repetir notas.
ia: Solmente usatores authenticate pote repeter notas.
it: Solo gli utenti collegati possono ripetere i messaggi.
ja: ログインユーザだけがつぶやきを繰り返せます。
ka: მხოლოდ ავტორიზირებულ მომხმარებლებს შეუძლიათ შეტყობინებების გამეორება.
mk: Само најавени корисници можат да повторуваат забелешки.
nb: Bare innloggede brukere kan repetere notiser.
sv: Bara inloggade användaren kan upprepa notiser.
te: కేవలం ప్రవేశించిన వాడుకరులు మాత్రమే నోటీసులని పునరావృతించగలరు.
zh_cn: 只有登录的用户才能重复发消息。

source: No notice specified.
ca: No s'ha especificat cap avís.
cs: Oznámení neuvedeno.
es: No se ha especificado un mensaje.
gl: Non se especificou nota ningunha.
ia: Nulle nota specificate.
it: Nessun messaggio specificato.
ja: つぶやきがありません。
ka: შეტყობინება მითითებული არ არის.
mk: Нема назначено забелешка.
nb: Ingen notis spesifisert.
sv: Ingen notis angiven.
te: గుంపు ఏమీ పేర్కొనలేదు.
zh_cn: 没有指定的消息。

source: Repeated
ca: Repetit
cs: Opakované
es: Repetido
gl: Repetida
ia: Repetite
it: Ripetuti
ja: 繰り返された
ka: გამეორებული
mk: Повторено
nb: Gjentatt
sv: Upprepad
te: పునరావృతం
zh_cn: 已转发

source: Repeated!
ca: Repetit!
cs: Opakované!
es: ¡Repetido!
gl: Repetida!
ia: Repetite!
it: Ripetuti!
ja: 繰り返されました!
ka: გამეორებული!
mk: Повторено!
nb: Gjentatt!
sv: Upprepad!
te: పునరావృతించారు!
zh_cn: 已转发！

source: Replies to %s
ca: Respostes a %s
cs: Odpovědi na %s
es: Respuestas a %s
gl: Respostas a %s
ia: Responsas a %s
it: Risposte a %s
ja: %s への返信
ka: პასუხები %s–ს
mk: Одговори испратени до %s
nb: Svar til %s
sv: Svarat till %s
te: %sకి స్పందనలు
zh_cn: 对 %s 的回复

source: Replies to %1$s, page %2$d
ca: Respostes a %1$s, pàgina %2$d
cs: Odpovědi na %1$s, strana %2$d
es: Respuestas a %1$s, página %2$d
gl: Respostas a %1$s, páxina %2$d
ia: Responsas a %1$s, pagina %2$d
it: Risposte a %1$s, pagina %2$d
ja: %1$s への返信、ページ %2$s
ka: პასუხები %1$s–ს, გვერდი %2$d
mk: Одговори на %1$s, стр. %2$d
nb: Svar til %1$s, side %2$d
sv: Svar till %1$s, sida %2$s
te: %1$sకి స్పందనలు, %2$dవ పేజీ
zh_cn: 对%s的回复，第%2$d页

source: Replies feed for %s (RSS 1.0)
ca: Canal de respostes de %s (RSS 1.0)
cs: Feed odpovědí pro %s (RSS 1.0)
es: Canal de respuestas a %s (RSS 1.0)
gl: Fonte de novas coas respostas a %s (RSS 1.0)
ia: Syndication de responsas pro %s (RSS 1.0)
it: Feed delle risposte di %s (RSS 1.0)
ja: %s の返信フィード (RSS 1.0)
mk: Канал со одговори за %s (RSS 1.0)
nb: Svarstrøm for %s (RSS 1.0)
sv: Flöde med svar för %s (RSS 1.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 1.0)
zh_cn: %s 的回复聚合 (RSS 1.0)

source: Replies feed for %s (RSS 2.0)
ca: Canal de respostes de %s (RSS 2.0)
cs: Feed odpovědí pro %s (RSS 2.0)
es: Canal de respuestas a %s (RSS 2.0)
gl: Fonte de novas coas respostas a %s (RSS 2.0)
ia: Syndication de responsas pro %s (RSS 2.0)
it: Feed delle risposte di %s (RSS 2.0)
ja: %s の返信フィード (RSS 2.0)
mk: Канал со одговори за %s (RSS 2.0)
nb: Svarstrøm for %s (RSS 2.0)
sv: Flöde med svar för %s (RSS 2.0)
te: %s కొరకు స్పందనల ఫీడు (RSS 2.0)
zh_cn: %s 的回复聚合 (RSS 2.0)

source: Replies feed for %s (Atom)
ca: Canal de respostes de %s (Atom)
cs: Feed odpovědí pro %s (Atom)
es: Feed de avisos de %s
gl: Fonte de novas coas respostas a %s (Atom)
ia: Syndication de responsas pro %s (Atom)
it: Feed delle risposte di %s (Atom)
ja: %s の返信フィード (Atom)
mk: Канал со одговори за %s (Atom)
nb: Svarstrøm for %s (Atom)
sv: Flöde med svar för %s (Atom)
te: %s కొరకు స్పందనల ఫీడు (ఆటమ్)
zh_cn: %s 的回复聚合 (Atom)

source: This is the timeline showing replies to %1$s but %2$s hasn't received a notice to them yet.
ca: Aquesta és la línia temporal de %1$s, però %2$s no hi ha enviat res encara.
cs: Toto je časová osa ukazující odpovědi na %1$s, ale %2$s, ještě neobdržel žádná oznámení.
es: Esta es la línea temporal que muestra las respuestas a a %1$s, pero %2$s aún no ha recibido ningún aviso.
gl: Esta é a liña do tempo coas respostas a %1$s, pero a %2$s aínda non lle mandaron ningunha nota.
ia: Isto es le chronologia de responsas a %1$s, ma %2$s non ha ancora recipite un nota a su attention.
it: Questa è l'attività di %1$s, ma %2$s non ha ancora scritto nulla.
ja: これは %1$s のタイムラインですが、%2$s はまだなにも投稿していません。
ka: ეს არის პასუხების ნაკადი %1$s–სთვის, მაგრამ %2$s–ს ჯერ არ მიუღია შეტყობინება მათ შესახებ.
mk: Ова е историјата на која се прикажани одговорите на %1$s, но %2$s сè уште нема добиено забелешка за нив.
nb: Dette er tidslinjen for %1$s men %2$s har ikke postet noe ennå.
sv: Detta är tidslinjen för %1$s men %2$s har inte postat något än.
te: ఇది %1$s యొక్క కాలరేఖ కానీ %2$s ఇంకా ఏమీ రాయలేదు.
zh_cn: 这里显示了所有发送@给%s的信息，但是%2$s还没有收到任何人的消息。
