Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Error opening theme archive.
ca: S'ha produït un error en obrir l'arxiu del tema.
cs: Chyba při otevírání archivu tématu.
es: Error al abrir archivo de tema.
gl: Houbo un erro ao abrir o arquivo do tema visual.
ia: Error durante le apertura del archivo del apparentia.
it: Errore nell'aprire il file del tema.
ja: ブロックの削除エラー
ka: თემის არქივის გახსნისას მოხდა შეცდომა.
mk: Грешка при отворањето на архивот за мотив.
sv: Fel vid öppning temaarkiv.
te: నిరోధాన్ని తొలగించడంలో పొరపాటు.
zh_cn: 打开主题文件时出错。

# HEADER
source: Notices
ca: Avisos
ia: Notas
mk: Забелешки
sv: Notiser
te: నోటీసులు

source: Show reply
ca: Mostra la resposta
ia: Monstrar responsa
mk: Прикажи одговор
sv: Visa svar

# FAVELIST
source: You
ca: Vós
ia: Tu
mk: Вие
sv: Du
te: మీరు

# FAVELIST
source: %1$s and %2$s
ca: %1$s i %2$s
ia: %1$s e %2$s
mk: %1$s и %2$s
sv: %1$s och %2$s
te: %1$s మరియు %2$s

# FAVELIST
source: You like this.
ia: Isto te place.
mk: Ова Ви се бендисува.
sv: Du gillar detta.

source: %%s and %d others like this.
ia: Isto place a %%s e a %d alteres.
mk: %%s и %d други го бендисале ова.
sv: %%s och %d andra gillar detta.

source: %%s likes this.
ia: %%s ama isto.
mk: %%s го бендисува ова.
sv: %%s gillar detta.

# REPEATLIST
source: You have repeated this notice.
ca: Heu repetit l'avís.
ia: Tu ha repetite iste nota.
mk: Ја повторивте забелешкава.
sv: Du har upprepat denna notis.
te: మీరు ఈ నోటీసును పునరావృతించారు.

source: One person has repeated this notice.
ca: Una persona ha repetit l'avís.
ia: Un persona ha repetite iste nota.
mk: Забелешкава ја има повторено едно лице.
sv: En person har upprepat denna notis.

source: Search and list people
ia: Cercar e listar personas
mk: Пребарај и наведи луѓе
sv: Sök och lista personer

source: Everything
ia: Toto
mk: Сè
sv: Allt
te: ప్రతీ ఒక్కటీ

source: Fullname
ia: Nomine complete
mk: Име и презиме
sv: Fullständigt namn
te: పూర్తిపేరు

source: URI (Remote users)
ia: URI (usatores remote)
mk: URI (далечински корисници)
sv: URI (fjärranvändare)

# LABEL
source: Search in
ia: Cercar in
mk: Пребарај во
sv: Sök i

source: Choose a field to search.
ia: Selige un campo in le qual cercar.
mk: Одберете поле за пребарување.
sv: Välj ett fält att söka.

source: Remove %1$s from list %2$s
ia: Remover %1$s del lista %2$s
mk: Отстрани го корисникот %1$s од списокот %2$s
sv: Ta bort %1$s från listan %2$s

source: Add %1$s to list %2$s
ia: Adder %1$s al lista %2$s
mk: Додај го корисникот %1$s во списокот %2$s
sv: Lägg till %1$s till listan %2$s

source: Top posters
ca: Qui més publica
cs: Nejlepší pisálci
es: Principales posteadores
gl: Os que máis publican
ia: Qui scribe le plus
it: Chi scrive più messaggi
ja: 上位投稿者
ka: საუკეთესო მპოსტავები
mk: Најактивни објавувачи
sv: Toppostare
zh_cn: 灌水精英

# SENDTO
source: Everyone
ca: Tothom
ia: Omnes
mk: Сите
sv: Alla
te: అందరూ

source: My colleagues at %s
ca: Els meus col·legues a %s
ia: Mi collegas a %s
mk: Моите колеги на %s
sv: Mina kollegor på %s

# LABEL
source: To:
ca: A:
ia: A:
mk: За:
sv: Till:

source: Private?
ca: Privat?
mk: Приватна?
sv: Privat?
te: అంతరంగికమా?

source: Unknown to value: "%s".
ca: Valor correspondent desconegut: «%s».
ia: Valor incognite de "A:": "%s".
mk: Непозната вредност за примач: „%s“.
sv: Okänt till-värde: "%s".
te: గుర్తు తెలియని విలువ: "%s".

# TITLE
source: Unblock
ca: Desbloca
es: Desbloquear
ia: Disblocar
mk: Одблокирај
sv: Häv blockering
te: నిరోధపు ఎత్తివేత
zh_cn: 取消屏蔽

# TITLE
source: Unsandbox
ca: Treu de l'entorn de proves
ia: Retirar del cassa de sablo
mk: Извади од песочен режим
sv: Flytta från sandlådan

source: Unsandbox this user
ca: Treu l'usuari de l'entorn de proves
cs: Odsandboxovat tohoto uživatele
es: Eliminar restricciones impuestas a este usuario
gl: Deixar de illar a este usuario
ia: Retirar iste usator del cassa de sablo
it: Togli questo utente dalla "sandbox"
ja: この利用者をアンサンドボックス
ka: ამ მომხმარებლის იზოლირების მოხსნა
mk: Тргни го корисников од песочен режим
nb: Opphev blokkering av denne brukeren
sv: Flytta denna användare från sandlådan
te: ఈ వాడుకరి నుండి చందామాను
zh_cn: 将这个用户从沙盒中移出

source: Unsilence
ca: Dessilencia
cs: Zrušit utišení
es: Dejar de silenciar
gl: Dar voz
ia: Dissilentiar
it: De-zittisci
ja: アンサイレンス
ka: დადუმების მოხსნა
mk: Тргни замолчување
sv: Häv nedtystning
zh_cn: 取消禁言

source: Unsilence this user
ca: Dessilencia l'usuari
cs: Zrušit utišení tohoto uživatele
es: Dejar de silenciar este usuario
gl: Darlle voz a este usuario
ia: Non plus silentiar iste usator
it: Fai parlare nuovamente questo utente
ja: この利用者をアンサイレンス
ka: ამ მომხმარებლის დადუმების მოხსნა
mk: Тргни замолчување за овој корисник
nb: Opphev blokkering av denne brukeren
sv: Häv nedtystning av denna användare
te: ఈ వాడుకరిని తొలగించు
zh_cn: 取消对这个用户的禁言

source: Unsubscribe from this user
ca: Cancel·la la subscripció d'aquest usuari
cs: Odhlásit se od tohoto uživatele
es: Desuscribirse de este usuario
gl: Cancelar a subscrición a este usuario
ia: Cancellar subscription a iste usator
it: Annulla l'abbonamento da questo utente
ja: この利用者からのフォローを解除する
ka: ამ მომხმარებლის გამოწერის გაუქმება
mk: Откажи претплата од овој корсиник
sv: Avsluta prenumerationen på denna användare
te: ఈ వాడుకరి నుండి చందామాను
zh_cn: 取消关注这个用户

# BUTTON
source: Unsubscribe
ca: Cancel·la la subscripció
ia: Cancellar subscription
mk: Отпиши се
sv: Avsluta pren.
te: చందామాను

source: User %1$s (%2$d) has no profile record.
ca: L'usuari %1$s (%2$d) no té un registre de perfil.
gl: O usuario %1$s (%2$d) non ten perfil.
ia: Le usator %1$s (%2$d) non ha un registro de profilo.
mk: Корисникот %1$s (%2$d) нема профилен запис.
sv: Användaren %1$s (%2$d) har ingen profil.
te: %1$s (%2$d) వాడుకరికి ప్రొఫైలు లేదు.
zh_cn: 用户 %1$s (%2$d) 没有个人信息记录。

source: Not allowed to log in.
ca: No es permet iniciar una sessió.
ia: Apertura de session non permittite.
mk: Не Ви е дозволено да се најавите.
sv: Inte tillåten att logga in.
te: ప్రవేశించడానికి అనుమతి లేదు.
zh_cn: 不允许登录。

source: a few seconds ago
ca: fa pocs segons
cs: před pár sekundami
es: hace unos segundos
gl: hai uns segundos
ia: alcun secundas retro
it: pochi secondi fa
ja: 数秒前
ka: რამდენიმე წამის წინ
mk: пред неколку секунди
nb: noen få sekunder siden
sv: ett par sekunder sedan
te: కొన్ని క్షణాల క్రితం
zh_cn: 几秒前

source: about a minute ago
ca: fa un minut
cs: asi před minutou
es: hace un minuto
gl: hai como un minuto
ia: circa un minuta retro
it: circa un minuto fa
ja: 約 1 分前
ka: დაახლოებით 1 წუთის წინ
mk: пред една минута
nb: omtrent ett minutt siden
sv: för nån minut sedan
te: ఓ నిమిషం క్రితం
zh_cn: 约1分钟前

source: about one minute ago
ca: aproximadament fa un minut
es: hace aproximadamente un minuto
gl: hai un minuto
ia: circa un minuta retro
it: circa un minuto fa
mk: пред околу една минута
sv: för ungefär en minut sedan
te: సుమారు ఒక నిమిషం క్రితం
zh_cn: 约%d分钟前

source: about an hour ago
ca: fa una hora
cs: asi před hodinou
es: hace una hora
gl: hai como unha hora
ia: circa un hora retro
it: circa un'ora fa
ja: 約 1 時間前
ka: დაახლოებით 1 საათის წინ
mk: пред еден час
nb: omtrent én time siden
sv: för en timma sedan
te: ఒక గంట క్రితం
zh_cn: 约1小时前

source: about one hour ago
ca: aproximadament fa una hora
es: hace aproximadamente una hora
gl: hai unha hora
ia: circa un hora retro
it: circa un'ora fa
mk: пред околу еден час
sv: för ungefär en timma sedan
te: సుమారు ఒక గంట క్రితం
zh_cn: 约%d小时前

source: about a day ago
ca: fa un dia
cs: asi přede dnem
es: hace un día
gl: hai como un día
ia: circa un die retro
it: circa un giorno fa
ja: 約 1 日前
ka: დაახლოებით 1 დღის წინ
mk: пред еден ден
nb: omtrent én dag siden
sv: för en dag sedan
te: ఓ రోజు క్రితం
zh_cn: 约1天前

source: about one day ago
ca: aproximadament fa un dia
es: hace aproximadamente un día
gl: hai un día
ia: circa un die retro
it: circa un giorno fa
mk: пред околу еден ден
sv: för ungefär en dag sedan
te: సుమారు ఒక రోజు క్రితం
zh_cn: 约%d天前

source: about a month ago
ca: fa un mes
cs: asi před měsícem
es: hace un mes
gl: hai como un mes
ia: circa un mense retro
it: circa un mese fa
ja: 約 1 ヵ月前
ka: დაახლოებით 1 თვის წინ
mk: пред еден месец
nb: omtrent én måned siden
sv: för en månad sedan
te: ఓ నెల క్రితం
zh_cn: 约1个月前

source: about one month ago
ca: aproximadament fa un mes
es: hace aproximadamente un mes
gl: hai un mes
ia: circa un mense retro
it: circa un mese fa
mk: пред околу еден месец
sv: för ungefär en månad sedan
te: సుమారు ఒక నెల క్రితం
zh_cn: 约%d个月前

source: about a year ago
ca: fa un any
cs: asi před rokem
es: hace un año
gl: hai como un ano
ia: circa un anno retro
it: circa un anno fa
ja: 約 1 年前
ka: დაახლოებით 1 წლის წინ
mk: пред една година
nb: omtrent ett år siden
sv: för ett år sedan
te: ఒక సంవత్సరం క్రితం
zh_cn: 约1年前

source: %s is not a valid color! Use 3 or 6 hex characters.
ca: %s no és un color vàlid! Feu servir 3 o 6 caràcters hexadecimals.
ia: %s non es un color valide! Usa 3 o 6 characteres hexadecimal.
mk: %s не претставува важечка боја! Користете 3 или 6 шеснаесетни (hex) знаци.
sv: %s är inte en giltig färg! Använd 3 eller 6 hexadecimala tecken.
te: %s అనేది సరైన రంగు కాదు! 3 లేదా 6 హెక్స్ అక్షరాలను వాడండి.
zh_cn: %s不是有效的颜色！应使用3或6个十六进制字符。

source: Invalid XML.
ca: L'XML no és vàlid.
ia: XML invalide.
mk: Неважечки XML.
sv: Ogiltig XML.
te: చెల్లని XML.
zh_cn: 无效的 XML。

source: Invalid XML, missing XRD root.
ca: L'XML no és vàlid, hi manca l'arrel XRD.
ia: XML invalide, radice XRD mancante.
mk: Неважечки XML. Нема XRD-корен.
sv: Ogiltig XML, saknar XRD-rot.
zh_cn: 不合法的XML, 缺少XRD根

source: Getting backup from file '%s'.
ca: Es recupera la còpia de seguretat del fitxer '%s'.
ia: Obtene copia de reserva ex file '%s'.
mk: Земам резерва на податотеката „%s“.
sv: Hämtar säkerhetskopia från filen '%s'.
zh_cn: 从文件'%s'获取备份。

source: %1$s was tagged %2$s
ia: %1$s ha recipite le etiquetta %2$s
sv: %1$s taggades %2$s

# MENU
source: IM
ca: MI
ia: MI
sv: Snabbmeddelande

source: Please check these details to make sure that you want to subscribe to this users notices. If you didnt just ask to subscribe to someones notices, click "Reject".
ia: Per favor verifica iste detalios pro assecurar que tu vole subscriber al notas de iste usator. Si tu non ha justo requestate de subscriber al notas de alcuno, clicca "Rejectar".

source: FOAF
es: Amistad de amistad
gl: Amigo dun amigo
ia: Amico de un amico
nb: Venn av en venn

source: %1$s and friends, page %2$d
ca: %1$s i amics, pàgina %2$d
cs: %1$s a přátelé, strana %2$d
es: %1$s y sus amistades, página %2$d
gl: %1$s e amigos, páxina %2$d
it: %1$s e amici, pagina %2$d
ja: %1$s と友人、ページ %2$d
ka: %1$s და მეგობრები, გვერდი %2$d
nb: %1$s og venner, side %2$d
zh_cn: %1$s 和好友，第%2$d页

source: You and friends
ca: Un mateix i amics
cs: Vy a přátelé
es: Tú y tus amistades
gl: Vostede e mailos seus amigos
it: Tu e i tuoi amici
ja: あなたと友人
ka: შენ და მეგობრები
nb: Du og venner
zh_cn: 你和好友们

source: User without matching profile.
ca: L'usuari que no coincideix amb cap perfil
cs: Uživatel bez odpovídajícího profilu.
es: Usuario sin perfil coincidente.
gl: O usuario non ten perfil.
it: Utente senza profilo corrispondente.
ja: 合っているプロフィールのないユーザ
ka: მომხმარებელი შესაბამისი პროფილის გარეშე.
nb: Bruker uten samsvarende profil.
zh_cn: 用户没有相应个人信息。

source: %1$s has invited you to join them on %2$s (%3$s). %2$s is a micro-blogging service that lets you keep up-to-date with people you know and people who interest you. You can also share news about yourself, your thoughts, or your life online with people who know about you. It's also great for meeting new people who share your interests. %1$s said: %4$s You can see %1$s's profile page on %2$s here: %5$s If you'd like to try the service, click on the link below to accept the invitation. %6$s If not, you can ignore this message. Thanks for your patience and your time. Sincerely, %2$s
ca: %1$s us ha convidat a unir-vos a %2$s (%3$s). %2$s és un servei de micro-blogging que us permetrà estar al dia amb gent que conegueu i gent que us interessi. Podeu també compartir notícies sobre vosaltres mateixos, el que penseu, o la vostra vida a la xarxa amb gent que conegueu. És també força bo per conèixer nova gent amb qui compartir els vostres interessos. %1$s said: %4$s You can see %1$s's profile page on %2$s here: %5$s If you'd like to try the service, click on the link below to accept the invitation. %6$s If not, you can ignore this message. Thanks for your patience and your time. Sincerely, %2$s
cs: %1$s vás pozval, abyste se k nim připojil(a) na %2$s (%3$s). %2$s je mikro-blogovací služba, která vám umožní být v kontaktu s lidmi, které znáte, a s lidmi, kteří vás zajímají. Můžete také sdílet novinky o sobě, své myšlenky, nebo svůj online život s lidmi, kteří o vás vědí. Je to také skvělé pro setkávání s novými lidmi, kteří sdílejí vaše zájmy. %1$s řekl: %4$s Můžete vidět profil uživatele %1$s na %2$s zde: %5$s Pokud si chcete službu vyzkoušet, klikněte na odkaz níže k přijmutí pozvání. %6$s Pokud ne, můžete tuto zprávu ignorovat. Děkujeme za vaši trpělivost a čas. S pozdravem, %2$s
es: %1$s te ha invitado a unirte a %2$s (%3$s). %2$s es un servicio de microblogueo que te permite mantenerte al corriente de las personas que sigues y que te interesan. También puedes compartir noticias acerca de tí, tus pensamientos o tu vida en línea con la gente que sabe de tí. También es una excelente herramienta para conocer gente nueva que comparta tus intereses. %1$s ha dicho: %4$s Puedes ver el perfil de %1$s aquí en %2$s: %5$s Si quieres probar el sevicio, haz clic en el vínculo a continuación para aceptar la invitación. %6$s Si por el contrario, no quieres, ignora este mensaje. Muchas gracias por tu paciencia y por tu tiempo. Saludos cordiales, %2$s
gl: %1$s convidouno a unirse a el en %2$s (%3$s). %2$s é un servizo de mensaxes de blogue curtas que lle permite estar ao día coas persoas que coñece e coas que lle interesen. Tamén pode compartir novas persoais, pensamentos ou a súa vida en liña con outros coñecidos. Tamén está moi ben para coñecer xente con intereses similares aos seus. %1$s dixo: %4$s Pode ver a páxina do perfil de %1$s en %2$s aquí: %5$s Se quere probar o servizo, prema na seguinte ligazón para aceptar a invitación. %6$s Se non, pode ignorar esta mensaxe. Grazas polo seu tempo. Cordialmente, %2$s
it: Hai ricevuto un invito per seguire %1$s su %2$s (%3$s). %2$s è un servizio di microblog che ti consente di rimanere sempre al passo con le persone che conosci e che ti interessano. Puoi condividere notizie che ti riguardano, i tuoi pensieri o la tua vita in rete con le persone che conosci ed è anche un ottimo strumento per conoscerne di nuove che condividono i tuoi stessi interessi. %1$s ha scritto: %4$s Puoi vedere il profilo di %1$s su %2$s al seguente indirizzo: %5$s Se vuoi provare il servizio, fai clic sul collegamento qui sotto per accettare l'invito: %6$s Se non è ciò che vuoi, ignora semplicemente questo messaggio. Grazie per aver letto questo invito e per il tuo tempo! Cordiali saluti, %2$s
ja: %1$s があなたを %2$s へ招待しました (%3$s)。 %2$s はあなたの知り合いやあなたが興味をもっている人物の最新の情報を得ることができる、マイクロブログサービスです。 また、あなたの最新の情報やあなたの考えていること、生活を、あなたのことを知っている人と共有することができます。あなたと同じ興味をもつ人々と出会う目的でも優れたサービスです。 %1$s の言葉: %4$s %2$s における %1$s のプロフィールページを以下で見ることができます: %5$s このサービスを試してみたい場合は以下のリンクをクリックしてこの招待に応じてください。 %6$s そうでない場合はこのメッセージを無視することができます。お時間をいただきありがとうございました。 %2$s
ka: %1$s-მა დაგპატიჟათ რომ გაერთიენდეთ %2$s-ზე (%3$s). %2$s არის მიკრო-ბლოგინგის სერვისი, რომელიც შესაძლებლობას გაძლევთ საქმის კურსში იყოთ თქვენს ნაცნობებთან და საინტერესო ხალხთან. თქვენ შეგიძლიათ გაუზიაროთ სიახლეები თქვენს შესახებ, თქვენი აზრები, ან თქვენი ინტერნეტ-ცხოვრება ხალხს ვინც გიცნობთ. %2$s საუკეთესოა ახალი ადამიანების გასაცნობათ, ვინც იზიარებენ თქვენს ინტერესებს. %1$s გწერთ: %4$s თქვენ შეგიძლიათ ნახოთ %1$s-ის პროფილის გვერდი %2$s-ზე აქ: %5$s თუ გსურთ ამ სერვისით სარგებლობა, მაშინ დააწკაპუნეთ ქვევით მოცემულ ლინკზე მოწვევის მისაღებად. %6$s თუ არა, მაშინ შეგიძლიათ არ მიაქციოთ ყურადღება ამ წერილს. გმადლობთ მოთმინებისთვის და დათმობილი დროსთვის. პატივისცემით, %2$s
nb: %$1s har invitert deg til %2$s (%3$s). %$2s er en mikrobloggingteneste som lar deg holde deg oppdatert på folk du kjenner og/eller som interesserer deg. Du kan også dele nyheter om deg sjelv, dine tanker eller livet ditt på nettet med folk som kjenner til deg. Det er supert for å møte nye folk med like interesser. %1$s sa: %4$s Du kan se profilsiden til %1$s på %2$s her: %5$s Hvis du vil prøva tjenesten, klikk på lenken nedenfor for å akseptere invitasjonen. Vennlig hilsen, %2$s
zh_cn: %1$s 邀请你加入 %2$s (%3$s)。 %2$s 是一个能让你和你认识的或感兴趣的人保持联系的微博客服务。 你可以和你认识的人分享你的近况、想法或者你的网络生活。你也可以结交有共同兴趣的新朋友。 %1$s 说： %4$s 你可以在这里查看%1$s在%2$s的资料页： %5$s 如果你想试试这个服务，请点击下面的链接接受邀请。 %6$s 如果你目前不愿意，请跳过这条信息。感谢你的耐心和时间。 诚挚的感谢, %2$s

source: Not a valid people tag: %s.
ca: No és una etiqueta de gent vàlida: %s
cs: Není platný člověkotag: %s.
es: No es una etiqueta válida para personas: %s.
gl: A etiqueta de persoa non é correcta: %s.
it: Non è un'etichetta valida di persona: %s.
ja: 有効なメールアドレスではありません。
ka: პიროვნებების არასწორი სანიშნე: %s.
nb: Ikke en gyldig personmerkelapp: %s.
zh_cn: 不是有效的标签：%s。

source: IM
ca: MI
zh_cn: 即时通讯IM

source: Tag %s
ca: Etiqueta %s
cs: Otagujte %s
es: %s etiqueta
gl: Etiqueta %s
it: Etichetta %s
ja: タグ %s
ka: სანიშნე %s
nb: Merk %s
zh_cn: 将%s加为标签

source: Tag user
ca: Etiqueta usuari
cs: Otagujte uživatele
es: Etiquetar usuario
gl: Etiquetar ao usuario
it: Etichette utente
ja: タグユーザ
ka: მონიშნე მომხმარებელი
nb: Merk bruker
zh_cn: 将用户加为标签

source: Use this form to add tags to your subscribers or subscriptions.
ca: Utilitzeu aquest formulari per afegir etiquetes als vostres subscriptors i subscripcions.
cs: Použijte tento formulář k přidání nálepek na vaše posluchače nebo ty které posloucháte.
es: Usa este formulario para agregar etiquetas a tus suscriptores o suscripciones.
gl: Utilice este formulario para engadir etiquetas aos seus subscritores ou subscricións.
it: Usa questo modulo per aggiungere etichette ai tuoi abbonati o ai tuoi abbonamenti.
ja: このフォームを使用して、フォロー者かフォローにタグを加えてください。
ka: გამოიყენეთ ეს ფორმა, რომ მიანიჭოთ სანიშნეები თქვენს გამოწერებს ან გამომწერებს.
zh_cn: 使用这个表单给你的关注者或你关注的用户添加标签。

source: Could not save reply for %1$d, %2$d.
ca: No s'ha pogut desar la resposta de %1$d, %2$d.
gl: Non se puido gardar a resposta a %1$d, %2$d.
zh_cn: 无法保存回复，%1$d 对 %2$d。

source: Groups with most members
ca: Grups amb més membres
cs: Skupiny s nejvíce členy
es: Grupos con mayor cantidad de miembros
gl: Grupos con máis membros
it: I gruppi più numerosi
ja: メンバー数が多いグループ
ka: ჯგუფები უმეტესი მომხმარებლებით
nb: Grupper med flest medlemmer
zh_cn: 人气最旺的小组

source: Groups with most posts
ca: Grups amb més entrades
cs: Skupiny s nejvíce příspěvky
es: Grupos con mayor cantidad de publicaciones
gl: Grupos con máis notas
it: I gruppi con più messaggi
ja: 投稿が多いグループ
ka: ჯგუფები უმეტესი პოსტებით
nb: Grupper med flest innlegg
zh_cn: 发布消息最多的小组

source: User
ca: Usuari
cs: Uživatel
es: Usuario
gl: Usuario
it: Utente
ja: ユーザ
ka: მომხმარებელი
nb: Bruker
zh_cn: 用户

source: Tags in %s's notices
ca: Etiquetes en els avisos de %s
cs: Značky v oznámeních %s
es: Etiquetas en mensajes de %s
gl: Etiquetas nas notas de %s
it: Etichette nei messaggi di %s
ja: %s のつぶやきのタグ
ka: %s-ს შეტყობინებებში გამოყენებული სანიშნეები
zh_cn: %s的消息中的标签

source: Subscriptions
ca: Subscripcions
cs: Odběry
es: Suscripciones
gl: Subscricións
it: Abbonamenti
ja: フォロー
ka: გამოწერები
nb: Abonnement
zh_cn: 关注的

source: All subscriptions
ca: Totes les subscripcions
cs: Všechny odběry
es: Todas las suscripciones
gl: Todas as subscricións
it: Tutti gli abbonamenti
ja: すべてのフォロー
ka: ყველა გამოწერა
nb: Alle abonnementer
zh_cn: 所有关注的

source: All groups
ca: Tots els grups
cs: Všechny skupiny
es: Todos los grupos
gl: Todos os grupos
it: Tutti i gruppi
ja: 全てのグループ
ka: ყველა ჯგუფი
nb: Alle grupper
zh_cn: 所有小组

source: * Make sure all words are spelled correctly. * Try different keywords. * Try more general keywords. * Try fewer keywords.
ca: * Assegureu-vos que totes les paraules estan ben escrites. * Proveu paraules clau diferents. * Proveu paraules clau més generals. * Proveu menys paraules clau.

source: You can also try your search on other engines: * [Twingly](http://www.twingly.com/search?q=%s&content=microblog&site=%%%%site.server%%%%) * [Tweet scan](http://www.tweetscan.com/indexi.php?s=%s) * [Google](http://www.google.com/search?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo](http://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s) * [Collecta](http://collecta.com/#q=%s)
ca: També podeu provar de cercar a altres motors de cerca: * [Twingly](http://www.twingly.com/search?q=%s&content=microblog&site=%%%%site.server%%%%) * [Tweet scan](http://www.tweetscan.com/indexi.php?s=%s) * [Google](http://www.google.com/search?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo](http://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s) * [Collecta](http://collecta.com/#q=%s)

# FAVELIST
source: You have favored this notice.
ca: Heu preferit aquest avís.

source: One person has favored this notice.
ca: Una persona ha preferit l'avís.

source: Cannot repeat your own notice.
cs: Nelze opakovat své vlastní oznámení.
es: No puedes repetir tus propios mensajes
gl: Non pode repetir a súa propia nota.
it: Non puoi ripetere un tuo messaggio.
ja: あなたのつぶやきを繰り返せません。
ka: საკუთარი შეტყობინების გამეორება არ შეიძლება.
nb: Kan ikke gjenta din egen notis.
zh_cn: 不能转发你自己的消息。

source: Already repeated that notice.
cs: Již jste zopakoval toto oznámení.
es: Este mensaje ya se ha repetido.
gl: Xa repetiu esa nota.
it: Hai già ripetuto quel messaggio.
ja: すでにつぶやきを繰り返しています。
ka: ეს შეტყობინება უკვე გამეორებულია.
nb: Allerede gjentatt den notisen.
zh_cn: 已转发了该消息。

source: %s group memberships
es: %s miembros en el grupo
zh_cn: %s 组成员身份

source: Creative Commons
te: క్రియేటివ్ కామన్స్
zh_cn: 创作共用

source: New notice
cs: Nové sdělení
es: Nuevo mensaje
gl: Nova nota
it: Nuovo messaggio
ja: 新しいつぶやき
ka: ახალი შეტყობინება
nb: Ny notis
zh_cn: 新消息

source: Users self-tagged with %1$s - page %2$d
cs: Uživatelé kteří se sami otagovali %1$s - strana %2$d
es: Usuarios auto etiquetados con %1$s - página %2$d
gl: Usuarios etiquetados por si mesmos con %1$s - páxina %2$d
it: Utenti auto-etichettati con %1$s - pagina %2$d
ja: ユーザ自身がつけたタグ %1$s - ページ %2$d
ka: მომხმარებლები რომლებმაც საკუთარი თავი მონიშნეს როგორც %1$s – გვერდი %2$d
nb: Brukere som har merket seg selv med %1$s - side %2$d
zh_cn: 用户自加标签%s - 第%d 页

source: Describe yourself and your interests in %d character
nb: Beskriv deg selv og dine interesser på %d tegn
zh_cn: 用不超过%d个字符描述你自己和你的兴趣

source: Describe yourself and your interests
cs: Popište sebe a své zájmy
es: Descríbete y cuéntanos acerca de tus intereses
gl: Descríbase a vostede e mailos seus intereses
it: Descrivi te e i tuoi interessi
ja: 自分自身と自分の興味について書いてください
ka: აღწერეთ საკუთარი თავი და თქვენი ინტერესები
nb: Beskriv degselv og dine interesser
zh_cn: 描述你自己和你的兴趣

source: Where you are, like "City, State (or Region), Country"
cs: Místo. Město, stát.
es: Dónde estás, por ejemplo "Ciudad, Estado (o Región), País"
gl: Onde está a vivir, coma “localidade, provincia (ou comunidade), país”
it: Dove ti trovi, tipo "città, regione, stato"
ja: 自分のいる場所。例：「都市, 都道府県 (または地域), 国」
ka: რომელ ქალაქში, რეგიონში, ქვეყანაში ხართ?
nb: Hvor du er, for eksempel «By, fylke (eller region), land»
zh_cn: 你的地理位置，格式类似"城市，省份，国家"

source: Could not update user for autosubscribe.
zh_cn: 无法更新用户的自动关注。

source: %1$s tagged %2$s
zh_cn: %1$s 的标签 %2$s

source: %1$s tagged %2$s, page %3$d
zh_cn: %1$s 的标签 %2$s，第%3$d页

source: %1$s, page %2$d
cs: %1$s, strana %2$d
es: %1$s, página %2$d
gl: %1$s, páxina %2$d
it: %1$s, pagina %2$d
ja: %1$s、ページ %2$d
nb: %1$s, side %2$d
zh_cn: %1$s，第%2$d页

source: Snapshots
cs: Snímky (snapshoty)
es: Capturas
gl: Instantáneas
it: Snapshot
ja: スナップショット
ka: წინა ვერსიები
zh_cn: 快照
