Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Why not [register an account](%%action.register%%) and [create the group](%%action.newgroup%%) yourself!
ca: Per què no [registreu un compte](%%action.register%%) i proveu de [crear-hi un grup](%%action.newgroup%%)!
cs: Proč si ne[zaregistrovat účet](%% action.register%%) a ne[vytvořit skupinu](%%action.newgroup%%) sami!
es: ¿Por qué no [registras una cuenta](%%action.register%%) y [creas el grupo](%%action.newgroup%%) tú mismo?
gl: Por que non [rexistrar unha conta](%%action.register%%) e [crear o grupo](%%action.newgroup%%)?
ia: Proque non [registrar un conto](%%action.register%%) e [crear le gruppo](%%action.newgroup%%) tu mesme?
it: Perché non [crei un account](%%action.register%%) e [crei tu il gruppo](%%action.newgroup%%)!
ja: なぜ[アカウント登録](%%action.register%%) や [グループ作成](%%action.newgroup%%) しないのか!
ka: [დაარეგისტრირეთ ანგარიში](%%action.register%%) და [შექმენით ჯგუფი](%%action.newgroup%%) თვითონ!
mk: А зошто самите не [регистрирате сметка](%%action.register%%) и [создадете група](%%action.newgroup%%)!
nb: Hvorfor ikke [registrere en konto](%%action.register%%) og [opprette gruppen](%%action.newgroup%%) selv!
sv: Varför inte [registrera ett konto](%%action.register%%) och [skapa gruppen](%%action.newgroup%%) själv!
te: [ఒక ఖాతాని నమోదుచేసుకుని](%%action.register%%) మీరే ఎందుకు [ఆ గుంపుని సృష్టించ](%%action.newgroup%%)కూడదు!
zh_cn: 现在就 [注册一个帐号](%%action.register%%) 并 [创建该小组](%%action.newgroup%%) ！

source: Only an admin can unblock group members.
ca: Només un administrador pot desblocar els membres del grup.
cs: Pouze admin může odblokovat členy skupiny.
es: Sólo un administrador puede desbloquear miembros de grupos.
gl: Só os administradores poden readmitir a membros do grupo.
ia: Solmente un administrator pote disblocar membros de un gruppo.
it: Solo gli amministratori possono sbloccare i membri del gruppo.
ja: 管理者だけがグループメンバーをアンブロックできます。
ka: მხოლოდ ადმინს შეუძლია ჯგუფის წევრისთვის ბლოკის მოხსნა.
mk: Само администратор може да одблокира членови на група.
nb: Bare en admin kan oppheve blokkering av gruppemedlemmer.
sv: Bara en administratör kan häva blockering av gruppmedlemmar.
te: నిర్వాహకులు మాత్రమే గుంపు సభ్యులపై నిరోధాన్ని ఎత్తివేయగలరు.
zh_cn: 只有管理员可以取消屏蔽小组成员。

source: User is not blocked from group.
ca: L'usuari no està blocat del grup.
cs: Uživatel není blokován ze skupiny.
es: El usuario no está bloqueado del grupo.
gl: O usuario non está excluído do grupo.
ia: Le usator non es blocate del gruppo.
it: L'utente non è bloccato dal gruppo.
ja: ユーザはグループからブロックされていません。
ka: მომხმარებელი არ არის დაბლოკილი ჯგუფიდან.
mk: Корисникот не е блокиран од групата.
nb: Bruker er ikke blokkert fra gruppe.
sv: Användare är inte blockerad från grupp.
te: వాడుకరిని గుంపు నుండి నిరోధించలేదు.
zh_cn: 用户未被小组屏蔽。

source: Error removing the block.
ca: S'ha produït un error en eliminar el bloc.
cs: Chyba při odstraňování bloku.
es: Se ha producido un error al eliminar el bloque.
gl: Houbo un erro ao facer efectiva a readmisión.
ia: Error de remover le blocada.
it: Errore nel rimuovere il blocco.
ja: ブロックの削除エラー
ka: შეცდომა ბლოკის მოხსნისას.
mk: Грешка при отстранување на блокот.
nb: Feil under oppheving av blokkering.
sv: Fel vid hävning av blockering.
te: నిరోధాన్ని తొలగించడంలో పొరపాటు.
zh_cn: 取消屏蔽时出错。

source: IM settings
ca: Paràmetres de missatgeria instantània
cs: Nastavení IM
es: Configuración de mensajería instantánea
gl: Configuración da mensaxería instantánea
ia: Configuration de messageria instantanee
it: Impostazioni messaggistica istantanea
ja: IM設定
ka: IM პარამეტრები
mk: Нагодувања за НП
nb: Innstillinger for direktemeldinger
sv: Inställningar för snabbmeddelanden
te: IM అమరికలు
zh_cn: IM 设置

source: You can send and receive notices through instant messaging [instant messages](%%doc.im%%). Configure your addresses and settings below.
ca: Podeu enviar i rebre avisos a través de la missatgeria instantània [missatges instantanis](%%doc.im%%) de Jabber/GTalk. Configureu les adreces i paràmetres a continuació.
es: Puedes enviar y recibir mensajes vía [mensajería instantána](%%doc.im%%) de Jabber/GTalk. Configura tu dirección y opciones abajo.
ia: Tu pote inviar e reciper notas per [messageria instantanee](%%doc.im%%). Configura tu adresse e parametros hic infra.
mk: Можете да праќате и примате забелешки преку [непосредни пораки](%%doc.im%%). Подолу поставете адреси и направете нагодувања.
sv: Du kan skicka och ta emot meddelanden via [snabbmeddelanden](%%doc.im%%). Konfigurera adresser och inställningarna nedan.

source: IM is not available.
ca: La MI no és disponible.
cs: IM není k dispozici.
es: La mensajería instantánea no está disponible.
gl: A mensaxería instantánea non está dispoñible.
ia: Messageria instantanee non disponibile.
it: Messaggistica istantanea non disponibile.
ja: ＩＭ が利用不可。
ka: IM არ არის ხელმისაწვდომი.
mk: НП е недостапно.
nb: Direktemeldinger ikke tilgjengelig.
sv: IM är inte tillgänglig.
te: IM అందుబాటులో లేదు.
zh_cn: IM 不可用。

source: Current confirmed %s address.
ca: Adreça %s confirmada actualment.
es: Actual dirección de correo electrónico %s confirmada
ia: Adresse de %s actualmente confirmate.
mk: Тековна потврдена адреса на %s.
sv: Nuvarande bekräftad %s-adress.
te: ప్రస్తుత నిర్ధారిత %s చిరునామా.

source: Awaiting confirmation on this address. Check your %1$s account for a message with further instructions. (Did you add %2$s to your buddy list?)
ca: A l'espera d'una confirmació per a aquesta adreça. Reviseu al vostre compte %1$s si hi ha un missatge amb més instruccions. (Heu afegit a %2$s a la llista d'amics?)
ia: Iste adresse require confirmation. Cerca in tu conto de %1$s un message con ulterior instructiones. (Ha tu addite %2$s a tu lista de amicos?)
mk: Чекам потврда за оваа адреса. Проверете ја Вашата сметка на %1$s - треба да добиете порака со понатамошни напатствија. (Дали го/ја додадовте %2$s на Вашиот список со пријатели?)
sv: Väntar på bekräftelse för denna adress. Kontrollera ditt %1$s-konto för ett meddelande vidare instruktioner. (Har du lagt till till %2$s i din kompislista?)

source: IM address
ca: Adreça de missatgeria instantània
cs: IM adresa
es: Dirección de mensajería instantánea
gl: Enderezo de mensaxería instantánea
ia: Adresse de messageria instantanee
it: Indirizzo di messaggistica istantanea
ja: IMアドレス
ka: IM მისამართი
mk: НП-адреса
nb: Direktemeldingsadresse
sv: Adress för snabbmeddelanden
te: IM చిరునామా
zh_cn: IM 地址

source: %s screenname.
ca: Nom en pantalla %s
es: Nombre en pantalla de %s.
ia: Pseudonymo de %s.
mk: %s прекар.
sv: %s-skärmnamn.

source: IM Preferences
ca: Preferències de MI
ia: Preferentias de MI
mk: Нагодувања за НП
sv: Inställningar för snabbmeddelanden
te: IM అభిరుచులు

source: Send me notices
ca: Envia'm avisos
ia: Inviar me notas
mk: Праќај ми забелешки
sv: Skicka notiser till mig
te: నాకు నోటీసులు పంపించు

source: Post a notice when my status changes.
ca: Envia un avís quan el meu estat canviï.
ia: Publicar un nota quando mi stato cambia.
mk: Објавувај забелешка кога ќе се измени мојот статус.
sv: Posta en notis när min status ändras.

source: Send me replies from people I'm not subscribed to.
ca: Envia'm respostes de gent a qui no m'hi he subscrit.
ia: Inviar me responsas de personas a qui io non es subscribite.
mk: Праќај ми одговори од луѓе на кои се немам претплатено.
sv: Skicka svar till mig från personer som jag inte prenumererar på.
te: నేను చందాచేరని వ్యక్తుల నుండి వచ్చే స్పందనలను కూడా నాకు పంపించు.

source: Publish a MicroID
ca: Publica una MicroID
ia: Publicar un MicroID
mk: Објави MicroID
sv: Publicera en MicroID

source: Could not update IM preferences.
ca: No s'han pogut actualitzar les preferències de MI.
ia: Non poteva actualisar le preferentias de MI.
mk: Не можев да ги подновам нагодувањата за НП.
sv: Kunde inte uppdatera inställningar för snabbmeddelanden.

source: Preferences saved.
ca: S'han desat les preferències.
cs: Nastavení uloženo
es: Preferencias guardadas.
gl: Gardáronse as preferencias.
ia: Preferentias confirmate.
it: Preferenze salvate.
ja: 設定が保存されました。
ka: პარამეტრები შენახულია.
mk: Нагодувањата се зачувани.
nb: Innstillinger lagret.
sv: Inställningar sparade.
te: అభిరుచులు భద్రమయ్యాయి.
zh_cn: 首选项已保存。

source: No screenname.
ca: Cap nom de pantalla.
ia: Nulle pseudonymo.
mk: Нема прекар.
sv: Inget skärmnamn.

source: No transport.
ca: No hi ha cap transport.
ia: Nulle transporto.
mk: Нема пренос.
sv: Inga transporter.

source: Cannot normalize that screenname.
ca: No es pot normalitzar aquest nom de pantalla.
ia: Non pote normalisar iste pseudonymo.
mk: Не можам да го нормализирам тој прекар.
sv: Kan inte normalisera det skärmnamet.

source: Not a valid screenname.
ca: No és un nom de pantalla vàlid.
ia: Iste pseudonymo non es valide.
mk: Ова не е важечки прекар.
sv: Inte ett giltigt skärmnamn.

source: Screenname already belongs to another user.
ca: El nom de pantalla ja pertany a un altre usuari.
ia: Le pseudonymo pertine ja a un altere usator.
mk: Прекарот му припаѓа на друг корисник.
sv: Skärmnamn tillhör redan en annan användare.

source: A confirmation code was sent to the IM address you added.
ca: S'ha enviat un codi de confirmació a l'adreça de MI que heu afegit.
ia: Un codice de confirmation ha essite inviate al adresse de messageria instantanee que tu addeva.
mk: Испративме потврден код на НП-адресата што ја додадовте.
sv: En bekräftelsekod skickades till snabbmeddelandeadressen som du lagt till.

source: That is the wrong IM address.
ca: Aquesta adreça de missatgeria instantània és incorrecta.
cs: Toto je špatná IM adresa
es: Esa dirección de mensajería instantánea es incorrecta.
gl: Ese enderezo de mensaxería instantánea é incorrecto.
ia: Iste adresse de messageria instantanee es erronee.
it: Quello è l'indirizzo di messaggistica sbagliato.
ja: その IM アドレスは不正です。
ka: ეს არასწორი IM მისამართია.
mk: Ова е погрешната НП-адреса.
nb: Det er feil IM-adresse.
sv: Detta är fel IM-adress.
te: ఆ IM చిరునామా సరైనది కాదు.
zh_cn: IM 地址错误。

source: Could not delete confirmation.
ca: No s'ha pogut eliminar la confirmació.
ia: Non poteva deler le confirmation.
mk: Не можев да ја избришам потврдата.
sv: Kunde inte ta bort bekräftelse.
te: నిర్ధారణని తొలగించలేకున్నాం.

source: IM confirmation cancelled.
ca: S'ha cancel·lat la confirmació de MI.
cs: IM potvrzení zrušeno.
es: Confirmación de mensajería instantánea cancelada.
gl: Cancelouse a confirmación por mensaxería instantánea.
ia: Confirmation de messageria instantanee cancellate.
it: Conferma della messaggistica annullata.
ja: 確認コードがありません。
ka: IM დასტური გაუქმდა.
mk: Потврдата на НП е откажана.
nb: Direktemeldingsbekreftelse avbrutt.
sv: Bekräftelse för snabbmeddelanden avbruten.
te: IM నిర్ధారణ రద్దయింది.
zh_cn: IM 确认已取消。

source: That is not your screenname.
ca: Aquest no és el vostre nom de pantalla.
ia: Isto non es tu pseudonymo.
mk: Тоа не е Вашиот прекар.
sv: Det är inte din skärmnamn.

source: The IM address was removed.
ca: S'ha eliminat l'adreça de MI.
cs: IM adresa byla odstraněna.
es: La dirección de mensajería instantánea ha sido eliminada.
gl: Borrouse o enderezo de mensaxería instantánea.
ia: Le adresse de messageria instantanee ha essite removite.
it: L'indirizzo di messaggistica è stato rimosso.
ja: 入ってくるメールアドレスは削除されました。
ka: IM მისამართი მოშორებულია.
mk: НП-адресата е отстранета.
nb: Direktemeldingsadressen ble fjernet.
sv: Adressen för snabbmeddelanden togs bort.
te: ఆ IM చిరునామాని తొలగించాం.
zh_cn: IM 地址已删除。

source: Inbox for %1$s - page %2$d
ca: Safata d'entrada de %1$s - pàgina %2$d
cs: Pošta doručená pro %1$s - strana %2$d
es: Bandeja de entrada de %1$s - página %2$d
gl: Caixa de entrada de %1$s - páxina %2$d
ia: Cassa de entrata de %1$s - pagina %2$d
it: Casella posta in arrivo di %1$s - pagina %2$d
ja: %1$s の受信箱 - ページ %2$d
ka: %1$s-ის შემომავალი ფოსტა - გვერდი %2$d
mk: Приемно сандаче за %1$s - стр. %2$d
nb: Innboks for %1$s - side %2$d
sv: Inkorg för %1$s - sida %2$d
te: %1$sకి వచ్చినవి - %2$dవ పేజీ
zh_cn: %1$s的收件箱 - 第%2$d页

source: Inbox for %s
ca: Safata d'entrada de %s
cs: Doručená pošta pro %s
es: Bandeja de entrada para %s
gl: Caixa de entrada de %s
ia: Cassa de entrata de %s
it: Casella posta in arrivo di %s
ja: %s の受信箱
ka: %s-ის შემომავალი ფოსტა
mk: Приемно сандаче за %s
nb: Innboks for %s
sv: Inkorg för %s
te: %sకి వచ్చినవి
zh_cn: %s 的收件箱

source: This is your inbox, which lists your incoming private messages.
ca: Aquesta és la teva safata d'entrada, que et mostrarà els teus missatges privats.
cs: To je váš inbox, obsahuje seznam příchozích soukromých zpráv.
es: Ésta es tu bandeja de entrada, incluye lista de mensajes privados entrantes.
gl: Esta é a súa caixa de correo, onde se listan as mensaxes privadas recibidas.
ia: Isto es tu cassa de entrata, que lista le messages private que tu ha recipite.
it: Questa è la casella della tua posta in arrivo, contiene i messaggi privati ricevuti.
ja: これはあなたの受信箱です、やってきたプライベートメッセージをリストします。
ka: ეს არის თქვენი საფოსტო ყუთი, რომელშიც ჩამოთვლილია შემომავალი პირადი წერილები.
mk: Ова е Вашето приемно сандаче, кадешто се наведени Вашите добиени приватни пораки.
nb: Dette er innboksen din som innholder dine innkommende private meldinger.
sv: Detta är din inkorg som innehåller dina inkommande privata meddelanden.
te: ఇవి మీకు వచ్చిన అంతరంగిక సందేశాలు.
zh_cn: 这是你的收件箱，包含发给你的私信。

source: Invites have been disabled.
ca: S'han inhabilitat les invitacions.
cs: Pozvánky byly zakázány.
es: Se han inhabilitado las invitaciones.
gl: As invitacións están desactivadas.
ia: Le invitationes ha essite disactivate.
it: Gli inviti sono stati disabilitati.
ja: 招待は無効にされました。
ka: მოწვევები გათიშულია.
mk: Поканите се оневозможени.
nb: Invitasjoner har blitt deaktivert.
sv: Inbjudningar har blivit inaktiverade.
te: ఆహ్వానాలని అచేతనం చేసారు.
zh_cn: 邀请已被禁用。

source: You must be logged in to invite other users to use %s.
ca: Heu d'haver iniciat una sessió per convidar altres usuaris a utilitzar %s
cs: Musíte být přihlášen aby jste mohl zvát další uživatele k použití %s.
es: Debes estar conectado para invitar otros usuarios a usar %s.
gl: Ten que identificarse para invitar a outros a usar %s.
ia: Tu debe aperir un session pro invitar altere usatores a usar %s.
it: Devi eseguire l'accesso per invitare altri utenti a usare %s.
ja: グループを編集するにはログインしていなければなりません。
ka: %s-ში სხვა მომხმარებლების დასაპატიჯებლად საწიროა ავტორიზაცია.
mk: Мора да сте најавени за да можете да каните други корисници да користат %s.
nb: Du må være innlogget for å invitere andre brukere til å bruke %s.
sv: Du måste vara inloggad för att kunna bjuda in andra användare till %s.
te: sని ఉపయోగించమని ఇతర వాడుకరులని ఆహ్వానించడానికి మీరు ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录才能邀请他人使用%s。

source: Invalid email address: %s.
ca: L'adreça electrònica no és vàlida: %s
es: Dirección de correo electrónico inválida: %s
ia: Adresse de e-mail invalide: %s.
mk: Неважечка е-поштенска адреса: %s.
nb: Ugyldig e-postadresse: %s.
sv: Ogiltig e-postadress: %s.
te: చెల్లని ఈమెయిలు చిరునామా: %s.
zh_cn: 无效的电子邮件地址：%s

source: Invitations sent
ca: S'han enviat les invitacions
es: Invitación(es) enviada(s)
ia: Invitationes inviate
mk: Поканите се испратени
nb: Invitasjoner sendt
sv: Inbjudningar skickade
te: ఆహ్వానాలని పంపించాం
zh_cn: 邀请已发送

source: Invite new users
ca: Convida nous usuaris
cs: Pozvat nové uživatele
es: Invitar nuevos usuarios:
gl: Invitar a novos usuarios
ia: Invitar nove usatores
it: Invita nuovi utenti
ja: 新しいユーザを招待
ka: დაპატიჯე ახალი მომხმარებლები
mk: Покани нови корисници
nb: Inviter nye brukere
sv: Bjud in nya användare
te: కొత్త వాడుకరులని ఆహ్వానించండి
zh_cn: 邀请新用户

source: You are already subscribed to this user:
ca: Ja esteu subscrit a aquests usuari:
ia: Tu es ja subscribite a iste usator:
mk: Веќе сте претплатени на овој корисник:
nb: Du abonnerer allerede på denne brukeren:
sv: Du prenumererar redan på denna användare:
te: వాడుకరుకి
zh_cn: 你已经关注了这些用户：

source: This person is already a user and you were automatically subscribed:
ca: Aquesta persona ja és usuària i us hi heu subscrit automàticament:
ia: Iste persona es ja usator e tu ha essite automaticamente subscribite a ille:
mk: Ова лице веќе е корисник и автоматски сте претплатени:
nb: Denne personen er allerede en bruker, så du ble automatisk abonnent på ham/henne:
sv: Denna person är redan en användare och du blev automatiskt prenumerat:
te: వ్యక్తి ఇప్పటికే ఒక వాడుకరి
zh_cn: 这些人已经注册了用户，你已自动关注了他们:

source: Invitation sent to the following person:
ca: Invitació enviada a la persona següent:
ia: Invitation inviate al sequente persona:
mk: Испратена е покана до следново лице:
nb: Invitasjon sendt til følgende person:
sv: Inbjudan har skickats till följande person:
te: ఈ వ్యక్తికి ఆహ్వానాన్ని పంపించాం:
zh_cn: 邀请已发送给了这些人：

source: You will be notified when your invitees accept the invitation and register on the site. Thanks for growing the community!
ca: Se us notificarà quan els vostres convidats acceptin la invitació i es registrin al lloc. Gràcies per fer créixer la comunitat!
cs: Budete upozorněni, když vaši pozvaní lidé pozvání přijmout a zaregistrují se na tomto webu. Díky za zvetšení komunity!
es: Recibirás un mensaje cuando tus invitados acepten tu invitacion y se registren en el sitio. ¡Gracias por extender la comunidad!
gl: Notificaráselle cando os seus convidados acepten a invitación e se rexistren no sitio. Grazas por ampliar a comunidade!
ia: Tu recipera notification quando tu invitatos accepta le invitation e se registra in le sito. Gratias pro facer crescer le communitate!
it: Riceverai una notifica quando i tuoi invitati accetteranno e si registreranno sul sito. Grazie per l'aiuto ad accrescere la comunità!
ja: あなたの招待参加者が招待に応じて、サイトに登録すると、あなたに通知されるでしょう。 コミュニティを広げてくださってありがとうございます!
ka: თქვენ მოგივათ შეტყობინება როდესაც მოწვევის მიმღებები მიიღებენ თქვენს დაპატიჟებას და დარეგისტრირდებიან საიტზე. გმადლობთ რომ ეხმარებით წევრების ზრდას!
mk: Ќе добиете известување кога луѓето кои сте ги поканиле ќе ја прифатат поканата и ќе се регистрираат на мрежното место. Ви благодариме што ни помагате да ја прошириме заедницата!
nb: Du vil bli varslet når dine inviterte aksepterer invitasjonen og registrerer seg på nettstedet. Takk for at du hjelper oss å vokse!
sv: Du kommer bli meddelad när någon du bjudit in accepterar inbjudan och registrerar sig. Tack för att du hjälper oss växa!
te: ఆహ్వానితులు మీ ఆహ్వానాన్ని అంగీకరించి సైటులో నమోదైనప్పుడు మీకు తెలియజేస్తాము. ఇక్కడి ప్రజని పెంచుతున్నందుకు ధన్యవాదాలు!
zh_cn: 如果其他人接受邀请并注册，你将得到通知。谢谢你推动了社区发展壮大！

source: Use this form to invite your friends and colleagues to use this service.
ca: Feu servir aquest formulari per convidar els vostres amics i col·legues a utilitzar aquest servei.
cs: Použijte tento formulář k pozvání svých přátel a kolegů k používání této služby.
es: Usa este formulario para invitar a tus amigos y colegas a usar este servicio.
gl: Utilice o seguinte formulario para invitar aos seus amigos e compañeiros a utilizar este servizo.
ia: Usa iste formulario pro invitar tu amicos e collegas a usar iste servicio.
it: Usa questo modulo per invitare i tuoi amici e colleghi a usare questo servizio.
ja: 友人や同僚がこのサービスを利用するようこのフォームを使用して誘ってください。
ka: გამოიყენეთ ეს ფორმა რომ დაპატიჟოთ მეგობრები და კოლეგები ამ სერვისის გამოსაყენებლად.
mk: Со овој обраец можете да поканите пријатели и колеги да го користат мрежното место.
nb: Bruk dette skjemaet for å invitere dine venner og kollegaer til å bruke denne tjenesten.
sv: Använd detta formulär för att bjuda in dina vänner och kollegor att använda denna tjänst.
te: ఈ ఫారాన్ని ఉపయోగించి మీ స్నేహితులను మరియు సహోద్యోగులను ఈ సేవను వినియోగించుకోమని ఆహ్వానించండి.
zh_cn: 使用这个表单来邀请好友和同事加入。

source: Email addresses
ca: Adreces de correu electrònic
cs: E-mailové adresy
es: Direcciones de correo electrónico
gl: Enderezos de correo electrónico
ia: Adresses de e-mail
it: Indirizzi email
ja: メールアドレス
ka: ელ. ფოსტის მისამართები
mk: Е-поштенски адреси
nb: E-postadresser
sv: E-postadresser
te: ఈమెయిలు చిరునామాలు
zh_cn: 电邮地址

source: Addresses of friends to invite (one per line).
ca: Adreces d'amics per convidar (una per línia).
ia: Adresses de amicos a invitar (un per linea).
mk: Адреси на пријателите што ги каните (по една во секој ред).
sv: Adresser till vänner att bjuda in (en per rad).
te: ఆహ్వానించాల్సిన మిత్రుల చిరునామాలు (పంక్తికి ఒకటి చొప్పున).
zh_cn: 朋友邀请的地址（每行一个）。

source: Personal message
ca: Missatge personal
cs: Osobní zpráva
es: Mensaje Personal
gl: Mensaxe persoal
ia: Message personal
it: Messaggio personale
ja: パーソナルメッセージ
ka: პირადი შეტყობინება
mk: Лична порака
nb: Personlig melding
sv: Personligt meddelande
te: వ్యక్తిగత సందేశం
zh_cn: 个人消息

source: Optionally add a personal message to the invitation.
ca: Opcionalment podeu afegir un missatge a la invitació.
cs: Volitelně přidat osobní zprávu.
es: Opcionalmente añada un mensaje personalizado a su invitación.
gl: Engadir opcionalmente unha mensaxe persoal á invitación.
ia: Si tu vole, adde un message personal al invitation.
it: Puoi aggiungere un messaggio personale agli inviti.
ja: 任意に招待にパーソナルメッセージを加えてください。
ka: დაუმატეთ პირადი შეტყობინება მოწვევას (არასავალდებულო).
mk: Можете да додадете и лична порака во поканата.
nb: Om du vil kan du legge til en personlig melding i invitasjonen.
sv: Om du vill, skriv ett personligt meddelande till inbjudan.
te: ఐచ్ఛికంగా ఆహ్వానానికి వ్యక్తిగత సందేశం చేర్చండి.
zh_cn: 在邀请中加几句话(可选)。

# BUTTON
source: Send
ca: Envia
cs: Odeslat
es: Enviar
gl: Enviar
ia: Inviar
it: Invia
ka: გაგზავნა
mk: Испрати
sv: Skicka
te: పంపించు
zh_cn: 发布

source: %1$s has invited you to join them on %2$s
ca: %1$s us ha convidat a unir-vos al grup %2$s
cs: %1$s vás pozval, abyste se k nim připojil(a) na %2$s
es: %1$s te ha invitado a que te unas con el/ellos en %2$s
gl: %1$s convidouno a unirse a el en %2$s
ia: %1$s te ha invitate a accompaniar le/la in %2$s
it: Hai ricevuto un invito per seguire %1$s su %2$s
ja: %1$s があなたを %2$s へ招待しました
ka: %1$s-მა დაგპატიჟათ რომ შეუერთდეთ მას %2$s-ზე
mk: %1$s Ве покани да се придружите на %2$s
nb: %1$s har invitert deg til %2$s
sv: %1$s har bjudit in dig att gå med dem på %2$s
te: %2$sలో చేరమని %1$s మిమ్మల్ని ఆహ్వానించారు
zh_cn: %1$s 邀请你加入 %2$s

source: You must be logged in to join a group.
ca: Heu d'haver iniciat una sessió per unir-vos a un grup.
cs: Musíte být přihlášen pro vstup do skupiny.
es: Debes estar conectado para unirte a un grupo.
gl: Ten que identificarse para unirse a un grupo.
ia: Tu debe aperir un session pro facer te membro de un gruppo.
it: Devi eseguire l'accesso per iscriverti a un gruppo.
ja: グループに入るためにはログインしなければなりません。
ka: გჯუფში გაწევრიანებისათვის საჭიროა ავტორიზაცია.
mk: Мора да сте најавени за да можете да се зачлените во група.
nb: Du må være innlogget for å bli med i en gruppe.
sv: Du måste vara inloggad för att kunna gå med i en grupp.
te: గుంపుల్లో చేరడానికి మీరు ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录才能加入小组。

# TITLE
source: %1$s joined group %2$s
ca: %1$s s'ha unit al grup %2$s
ia: %1$s se jungeva al gruppo %2$s
mk: %1$s се зачлени во групата %2$s
sv: %1$s gick med i gruppen %2$s
te: %2$s గుంపులో %1$s చేరారు
zh_cn: %1$s 加入 %2$s 组

source: Unknown error joining group.
ca: Error desconegut en unir-se al grup
ia: Error incognite durante le adhesion al gruppo.
mk: Непозната грешка при зачленување во групата.
sv: Okänt fel vid anslutning till grupp.
te: గుంపులో చేరడంలో ఏదో తెలియని పొరపాటు జరిగింది.

source: You are not a member of that group.
ca: No ets membre d'aquest grup.
cs: Nejste členem této skupiny.
es: No eres miembro de este grupo.
gl: Non pertence a ese grupo.
ia: Tu non es membro de iste gruppo.
it: Non fai parte di quel gruppo.
ja: あなたはそのグループのメンバーではありません。
ka: თვენ არ ხართ ამ ჯგუფის წევრი.
mk: Не членувате во таа група.
nb: Du er ikke et medlem av den gruppen.
sv: Du är inte en medlem i den gruppen.
te: మీరు ఆ గుంపులో సభ్యులు కాదు.
zh_cn: 你不是该群小组成员。

# TITLE
source: License
ca: Llicència
es: Licencia
gl: Licenza
ia: Licentia
it: Licenza
mk: Лиценца
nb: Lisens
sv: Licens
te: లైసెన్సు
zh_cn: 许可协议
