Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Don't send a message to yourself; just say it to yourself quietly instead.
ca: No t'enviïs missatges a tu mateix, simplement dir-te això.
cs: Neposílejte si zprávu, potichu si ji pro sebe řekněte.
es: No te auto envíes un mensaje; dícetelo a ti mismo.
gl: Non se envíe unha mensaxe, limítese a pensar nela.
ia: Non invia un message a te mesme; il suffice susurrar lo discretemente.
it: Non inviarti un messaggio, piuttosto ripetilo a voce dolcemente.
ja: 自分自身にメッセージを送ることはできません; かわりに独り言を言いましょう。
ka: ნუ გაუგზავნი შეტყობინებას საკუთარ თავს; უბრალოდ ჩუმად ჩაუჩურჩულე.
mk: Не испраќајте си порака самите на себе; подобро тивко кажете си го тоа на себеси.
nb: Ikke send en melding til degselv; bare hvisk det stille til degselv istedet.
sv: Skicka inte meddelande till dig själv; viska lite tyst till dig själv istället.
te: మీకు మీరే సందేశాన్ని పంపుకోకండి; దాని బదులు మీలో మీరే మెల్లగా చెప్పుకోండి.
zh_cn: 不要向自己发送消息；跟自己悄悄说就得了。

source: Message sent
ca: S'ha enviat el missatge
cs: Zpráva odeslána
es: Mensaje enviado
gl: Enviouse a mensaxe
ia: Message inviate
it: Messaggio inviato
ja: メッセージを送りました
ka: შეტყობინება გაგზავნილია
mk: Пораката е испратена
nb: Melding sendt
sv: Meddelande skickat
te: సందేశాన్ని పంపించాం
zh_cn: 消息已发送

source: Direct message to %s sent.
ca: S'ha enviat un missatge directe a %s.
cs: Přímá zpráva pro %s odeslána.
es: Se ha enviado un mensaje directo a %s.
gl: Enviouse a mensaxe directa a %s.
ia: Message directe a %s inviate.
it: Messaggio diretto a %s inviato.
ja: ダイレクトメッセージを %s に送りました
ka: პირდაპირი შეტყობინება გაეგზავნა %s–ს.
mk: Директната порака до %s е испратена.
nb: Direktemelding til %s sendt.
sv: Direktmeddelande till %s skickat.
te: %sకి నేరు సందేశాన్ని పంపించాం.
zh_cn: 向%s发送私信成功。

source: Ajax Error
cs: Ajax Chyba
es: Error de Ajax
gl: Houbo un erro de AJAX
ia: Error de Ajax
it: Errore di Ajax
ja: Ajax エラー
ka: Ajax შეცდომა
mk: Ajax-грешка
nb: Ajax-feil
sv: AJAX-fel
te: అజాక్స్ పొరపాటు
zh_cn: Ajax错误

# TITLE
source: New notice
ca: Nou avís
ia: Nove nota
mk: Нова забелешка
sv: Ny notis
te: కొత్త సందేశం

source: Notice posted
ca: S'ha publicat l'avís
cs: Sdělení posláno
es: Mensaje publicado
gl: Publicouse a nota
ia: Nota publicate
it: Messaggio inviato
ja: つぶやきを投稿しました
ka: შეტყობინება დაიპოსტა
mk: Забелешката е објавена
nb: Notis postet
sv: Notis postad
te: నోటీసుని పునరావృతించారు
zh_cn: 消息已发布。

source: Search for notices on %%site.name%% by their contents. Separate search terms by spaces; they must be 3 characters or more.
ca: Troba avisos a %%site.name%% per contingut. Separa els termes de cerca amb espais; han de ser majors a 3 caràcters.
cs: Hledej sdělení na %%site.name%% podle obsahu. Oddělte výrazy mezerami; musí mít alespoň 3 znaky
es: Buscar mensajes en %%site.name%% por contenido. Separa los términos de búsqueda con espacios; deben tener una longitud mínima de 3 caracteres.
gl: Buscar notas en %%site.name%% polo seu contido. Separe os termos de busca con espazos en branco. Teñen que ter tres ou máis caracteres.
ia: Cerca notas in %%site.name%% per contento. Separa terminos de recerca per spatios; illos debe haber al minus 3 characteres.
it: Cerca tra i messaggi su %%site.name%% in base al contenuto. Separa i termini di ricerca con degli spazi; lunghezza minima 3 caratteri.
ja: %%site.name%% のつぶやきを内容から検索。検索語はスペース区切り。3字以上
ka: მოძებნეთ შეტყობინებები %%site.name%%-ზე მათი შიგთავსის მიხედვით. გამოყავით ფრაზები სივრცით; საძიებო ფრაზა 3 სიმბოლოზე მეტი უნდა იყოს.
mk: Пребарајте забелешки на %%site.name%% според нивната содржина. Поимите одделете ги со празни места; мора да имаат барем по 3 знаци.
nb: Søk i notiser på %%site.name%% etter deres innhold. Separer nøkkelord med mellomrom; de må være minst 3 tegn lange.
sv: Sök efter innehåll i notiser på %%site.name%%. Skilj söktermerna åt med mellanslag; de måste vara minst tre tecken långa.
te: %%site.name%%లోని సందేశాలను వెతకండి. అన్వేషణ పదాలను ఖాళీలతో వేరుచేయండి; ఒక్కో పదంలో 3 లేదా అంతకంటే ఎక్కువ అక్షరాలు ఉండాలి.
zh_cn: 在%%site.name%%的消息内容中搜索。搜索条件至少包含 3 个字符，多个搜索条件用空格分隔。

source: Text search
ca: Cerca de text
cs: Text vyhledávání
es: Búsqueda de texto
gl: Busca de texto
ia: Recerca de texto
it: Cerca testo
ja: テキスト検索
ka: ტექსტური ძიება
mk: Текстуално пребарување
nb: Tekst-søk
sv: Textsökning
te: పాఠ్య అన్వేషణ
zh_cn: 搜索消息

source: Search results for "%1$s" on %2$s
ca: Cerca els resultats de «%s» a %s
cs: Výsledky hledání "%1$s" na %2$s
es: Resultados de la búsqueda de "%1$s" en %2$s
gl: Resultados da busca de "%1$s" en %2$s
ia: Resultatos del recerca de "%1$s" in %2$s
it: Risultati della ricerca per "%1$s" su %2$s
ja: "%1$s" の %2$s 上の検索結果
ka: "%1$s"–ს ძიების შედეგები %2$s–ზე
mk: Резултати од пребарувањето за „%1$s“ на %2$s
nb: Søkeresultat for «%1$s» på %2$s
sv: Sökresultat för "%1$s" på %2$s
te: %2$sలో "%1$s"కై అన్వేషణ ఫలితాలు
zh_cn: 在%2$s上搜索"%1$s"的结果

source: Be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
ca: Sigueu el primer en [enviar sobre aquest tema](%%%%action.newnotice%%%%?status_textarea=%s)!
cs: Buďte první kdo [příspěje](%%%%action.newnotice%%%%?status_textarea=%s) na toto téma!
es: Sé la primera persona en [publicar algo en este tema](%%%%action.newnotice%%%%?status_textarea=%s)!
gl: Sexa o primeiro en [publicar sobre este tema](%%%%action.newnotice%%%%?status_textarea=%s)!
ia: Sia le prime a [publicar un nota super iste topico](%%%%action.newnotice%%%%?status_textarea=%s)!
it: [Scrivi qualche cosa](%%%%action.newnotice%%%%?status_textarea=%s) su questo argomento!
ja: 最初の [このトピック投稿](%%%%action.newnotice%%%%?status_textarea=%s) をしてください!
ka: პირველმა [დაპოსტე ამ თემაზე](%%%%action.newnotice%%%%?status_textarea=%s)!
mk: Бидете први што ќе [објавите нешто на оваа тема](%%%%action.newnotice%%%%?status_textarea=%s)!
nb: Vær den første til å [poste om dette emnet](%%%%action.newnotice%%%%?status_textarea=%s)!
sv: Var den första att [skriva i detta ämne](%%%%action.newnotice%%%%?status_textarea=%s)!
te: [ఈ విషయంపై](%%%%action.newnotice%%%%?status_textarea=%s) వ్రాసే మొదటివారు మీరే అవ్వండి!
zh_cn: 成为第一个[对该主题发布消息]的人(%%%%action.newnotice%%%%?status_textarea=%s) ！

source: Why not [register an account](%%%%action.register%%%%) and be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
ca: Per què no [registreu un compte](%%%%action.register%%%%) i sou el primer [en parlar del tema](%%%%action.newnotice%%%%?status_textarea=%s)!
cs: Proč si ne [zaregistrovat účet](%%%%action.register%%%%) a být první, kdo [příspěje](%%%%action.newnotice %%%%?status_textarea =%s) na toto téma!
es: ¿Por qué no [registras una cuenta](%%%%action.register%%%%) y te conviertes en la primera persona en [publicar algo en este tema](%%%%action.newnotice%%%%?status_textarea=%s)?
gl: Por que non [rexistrar unha conta](%%%%action.register%%%%) e ser o primeiro en [publicar sobre este tema](%%%%action.newnotice%%%%?status_textarea=%s)?
ia: Proque non [registrar un conto](%%%%action.register%%%%) e devenir le prime a [publicar un nota super iste topico](%%%%action.newnotice%%%%?status_textarea=%s)?
it: Perché non [crei un account](%%%%action.register%%%%) e [scrivi qualche cosa](%%%%action.newnotice%%%%?status_textarea=%s) su questo argomento!
ja: なぜ [アカウント登録](%%%%action.register%%%%) しないのですか、そして最初の[このトピック投稿](%%%%action.newnotice%%%%?status_textarea=%s)してください!
ka: [დარეგისტრირდი](%%%%action.register%%%%) და იყავი პირველი ვინც ამ თემაზე [დაპოსტავს](%%%%action.newnotice%%%%?status_textarea=%s)!
mk: А зошто не [регистрирате сметка](%%%%action.register%%%%) и станете првиот што ќе [објави нешто на оваа тема](%%%%action.newnotice%%%%?status_textarea=%s)!
nb: Hvorfor ikke [registrere en konto](%%%%action.register%%%%) og vær den første til å [poste om dette emnet](%%%%action.newnotice%%%%?status_textarea=%s)!
sv: Varför inte [registrera ett konto](%%%%action.register%%%%) och vara först med att [skriva i detta ämne](%%%%action.newnotice%%%%?status_textarea=%s)!
te: మీరు [ఒక ఖాతా నమోదు చేసుకుని](%%%%action.register%%%%) [ఈ విషయంపై వ్రాసే](%%%%action.newnotice%%%%?status_textarea=%s) మొదటివారు ఎందుకుకాకూడదు!
zh_cn: 现在就 [注册账户](%%%%action.register%%%%) 并成为第一个 [对该主题发布消息的人](%%%%action.newnotice%%%%?status_textarea=%s) ！

source: Updates with "%s"
ca: Actualitzacions amb «%s»
cs: Hlášky s "%s"
es: Actualizaciones con "%s"
gl: Actualizacións con "%s"
ia: Actualisationes con "%s"
it: Messaggi con "%s"
ja: %s で更新
ka: განახლებები "%s"–თ
mk: Подновувања со „%s“
nb: Oppdateringer med «%s»
sv: Uppdateringar med "%s"
te: %2$sలో %1$s అనే ట్యాగుతో ఉన్న నోటీసులు!
zh_cn: "%s"的更新

source: Updates matching search term "%1$s" on %2$s.
ca: Les actualitzacions que coincideixen amb el terme de cerca «%1$s» el %2$s.
ia: Actualisationes correspondente al termino de recerca "%1$s" in %2$s.
mk: Подновувања кои се совпаѓаат со пребараниот израз „%1$s“ на %2$s.
sv: Uppdateringar matchande sökordet "%1$s" på %2$s.

source: This user doesn't allow nudges or hasn't confirmed or set their email address yet.
ca: Aquest usuari no permet que li cridin l'atenció o no ha confirmat encara l'adreça electrònica.
ia: Iste usator non accepta pulsatas o non ha ancora confirmate o fornite su adresse de e-mail.
mk: Овој корисник не дозволува подбуцнувања или сè уште нема потврдено или внесено своја е-пошта.
nb: Denne brukeren tillater ikke dultinger, eller har ikke satt opp e-postadressen sin ennå.
sv: Denna användare tillåter inte knuffar eller har inte bekräftat eller angett sin e-postadress än.
zh_cn: 该用户不允许对其呼叫或者还没有验证电子邮件地址。

source: Nudge sent
ca: S'ha cridat l'atenció
cs: Pošťouchnutí posláno
es: Toque enviado
gl: Enviouse o aceno
ia: Pulsata inviate
it: Richiamo inviato
ja: 合図を送った
mk: Подбуцнувањето е испратено
nb: Knuff sendt
sv: Knuff sänd
zh_cn: 呼叫已发出。

source: Nudge sent!
ca: S'ha cridat l'atenció!
cs: Pošťouchnutí posláno!
es: ¡Toque enviado!
gl: Enviouse o aceno!
ia: Pulsata inviate!
it: Richiamo inviato!
ja: 合図を送った!
mk: Подбуцнувањето е испратено!
nb: Knuff sendt!
sv: Knuff sänd!
zh_cn: 呼叫已发出！

source: You must be logged in to list your applications.
ca: Heu d'haver iniciat una sessió per llistar les vostres aplicacions.
cs: Musíte být přihlášen k vypsání seznamu aplikací.
es: Debes estar conectado para listar tus aplicaciones.
gl: Ten que identificarse para listar as súas aplicacións.
ia: Tu debe aperir un session pro listar tu applicationes.
it: Devi eseguire l'accesso per poter elencare le tue applicazioni.
ja: アプリケーションをリストするにはログインしていなければなりません。
ka: თქვენი აპლიკაციების სიის სანახავად საჭიროა ავროტიზაცია.
mk: Мора да сте најавени за да можете да ги наведете програмите.
nb: Du må være logget inn for å liste opp programmene dine.
sv: Du måste vara inloggad för att lista dina applikationer.
te: మీ ఉపకరణాలను చూడడానికి మీరు ప్రవేశించి ఉండాలి.
zh_cn: 必须登录才能查看你的应用列表。

source: OAuth applications
ca: Aplicacions OAuth
cs: OAuth aplikace
es: Aplicaciones OAuth
gl: Aplicacións de OAuth
ia: Applicationes OAuth
it: Applicazioni OAuth
ja: OAuth アプリケーション
ka: OAuth აპლიკაციები
mk: OAuth програми
nb: OAuth-program
sv: OAuth-applikationer
te: OAuth ఉపకరణాలు
zh_cn: OAuth 应用

source: Applications you have registered
ca: Aplicacions que heu registrat
cs: Aplikace které jste zaregistrovali
es: Aplicaciones que has registrado
gl: Aplicacións que rexistrou
ia: Applicationes que tu ha registrate
it: Applicazioni che hai registrato
ja: あなたが登録したアプリケーション
ka: თქვენს მიერ დარეგისტრირებული აპლიკაციები
mk: Програми што ги имате регистрирано
nb: Program du har registrert
sv: Applikationer du har registrerat
te: మీరు నమోదు చేసివున్న ఉపకరణాలు
zh_cn: 你已经登记的程序。

source: You have not registered any applications yet.
ca: No teniu cap aplicació registrada encara.
cs: Ještě jste nezaregistrovali žádné aplikace.
es: Aún no has registrado aplicación alguna.
gl: Aínda non rexistrou ningunha aplicación.
ia: Tu non ha ancora registrate alcun application.
it: Non hai ancora registrato alcuna applicazione.
ja: あなたはまだなんのアプリケーションも登録していません。
ka: თქვენ ჯერჯერობით არცერთი აპლიკაცია არ დაგირეგისტრირებიათ.
mk: Сè уште немате регистрирано ниеден програм,
nb: Du har ikke registrert noen program ennå.
sv: Du har inte registrerat några applikationer än.
te: మీరు ఇంకా ఏ ఉపకరణాన్నీ నమోదు చేసుకోలేదు.
zh_cn: 你还没登记任何程序。

source: Connected applications
ca: Aplicacions connectades
cs: Propojené aplikace
es: Aplicaciones conectadas
gl: Aplicacións conectadas
ia: Applicationes connectite
it: Applicazioni collegate
ja: 接続されたアプリケーション
ka: მიერთებული აპლიკაციები
mk: Поврзани програми
nb: Tilkoblede program
sv: Anslutna applikationer
te: సంధానిత ఉపకరణాలు
zh_cn: 关联的应用

source: The following connections exist for your account.
ca: Les connexions següents existeixen per al vostre compte.
es: Existen las siguientes conexiones para su cuenta.
ia: Le sequente connexiones existe pro tu conto.
mk: За Вашата сметка постојат следниве врски.
nb: Følgende tilkoblinger finnes for kontoen din.
sv: Följande anslutningar finns för ditt konto.
zh_cn: 你的账号的关联。

source: You are not a user of that application.
ca: No sou usuari de l'aplicació.
cs: Nejste uživatel této aplikace.
es: No eres un usuario de esa aplicación.
gl: Non é usuario desa aplicación.
ia: Tu non es usator de iste application.
it: Non sei un utente di quella applicazione.
ja: あなたはそのアプリケーションのユーザではありません。
ka: თქვენ არ ხართ ამ აპლიკაციის მომხმარებელი.
mk: Не сте корисник на тој програм.
nb: Du er ikke bruker av dette programmet.
sv: Du är inte en användare av den applikationen.
te: మీరు ఆ ఉపకరణం యొక్క వాడుకరి కాదు.
zh_cn: 你不是那个应用的用户。

source: Unable to revoke access for application: %s.
ca: No s'ha pogut revocar l'accés de l'aplicació: %s
ia: Impossibile revocar le accesso del application: %s.
mk: Не можам да му го одземам пристапот на програмот: %s.
sv: Kunde inte återkalla åtkomst för applikation: %s.
zh_cn: 不能取消%s应用的访问。

source: You have successfully revoked access for %1$s and the access token starting with %2$s.
ca: Heu revocat amb èxit l'accés de %1$s i el testimoni d'accés que comença amb %2$s.
ia: Tu ha revocate con successo le accesso de %1$s e le indicio de accesso comenciante con %2$s.
mk: Успешно одземавте пристап за %1$s и пристапниот жетон што почнува со %2$s.
nb: Du har fjernet tilgangen for %1$s og tilgangstegnet som begynner med %2$s.
sv: Du har hävt tillgång för %1$s och åtkomsttoken som börjar med %2$s.
zh_cn: 你已成功取消了%1$s的访问，access token 中前面的部分是 %2$s。

source: You have not authorized any applications to use your account.
ca: No heu autoritzat cap aplicació perquè utilitzi el vostre compte.
cs: Žádným aplikacím jste nepovolili používat váš účet.
es: No has autorizado a ninguna aplicación utilizar tu cuenta.
gl: Non autorizou o acceso á súa conta para ningunha aplicación.
ia: Tu non ha autorisate alcun application a usar tu conto.
it: Non hai autorizzato alcuna applicazione all'uso del tuo account.
ja: あなたは、どんなアプリケーションもあなたのアカウントを使用するのを認可していません。
ka: თქვენ არცერთი აპლიკაციისთვის არ მიგიციათ თქვენი ანგარიშის გამოყენების უფლება.
mk: Му немате дозволено пристап до Вашата сметка на ниеден програм.
nb: Du har ikke tillatt noen programmer å bruke din konto.
sv: Du har inte tillåtit några applikationer att använda ditt konto.
te: మీ ఖాతాని ఉపయోగించుకోడానికి మీరు ఏ ఉపకరణాన్నీ అధీకరించలేదు.
zh_cn: 你还没允许任何程序使用你的账户。

source: Are you a developer? [Register an OAuth client application](%s) to use with this instance of StatusNet.
ca: Sou un desenvolupador? [Registreu una aplicació de client OAuth](%s) per utilitzar-la amb una instància de l'StatusNet.
ia: Es tu un programmator? [Registra un application cliente OAuth](%s) a usar con iste installation de StatusNet.
mk: Дали сте програмер? [Регистрирајте клиентски програм за OAuth](%s) за да го користите овој примерок на StatusNet.
sv: Är du en utvecklare? [Registrera en OAuth-klientapplikation](%s) att användna med detta exemplar av StatusNet.
zh_cn: 你是开发者么？[注册一个 OAuth 客户端应用](%s) 来使用这个 StatusNet 网站。

source: "%s" not found.
ca: No s'ha trobat «%s».
ia: "%s" non trovate.
mk: „%s“ не е пронајден.
sv: "%s" hittades inte.
te: "%s" దొరకలేదు.
zh_cn: 找不到"%s"。

source: Notice %s not found.
ca: No s'ha trobat l'avís «%s».
ia: Nota %s non trovate.
mk: Забелешката %s не е пронајдена.
sv: Notis %s hittades inte.
te: %s అనే నోటీసు దొరకలేదు.
zh_cn: 找不到 %s 的通知。

source: Notice has no profile.
ca: L'avís no té cap perfil.
cs: Uživatel nemá profil.
es: Mensaje sin perfil.
gl: Non hai perfil para a nota.
ia: Le nota ha nulle profilo.
it: Il messaggio non ha un profilo.
ja: ユーザはプロフィールをもっていません。
ka: შეტყობინებას პრფილი არ გააჩნია.
mk: Забелешката нема профил.
nb: Notisen har ingen profil.
sv: Notisen har ingen profil.
te: నోటీసుకి ప్రొఫైలు లేదు.
zh_cn: 消息没有对应用户。

source: %1$s's status on %2$s
ca: estat de %1$s a %2$s
cs: status %1 na %2
es: estado de %1$s en %2$s
gl: Estado de %1$s en %2$s
ia: Le stato de %1$s in %2$s
it: Stato di %1$s su %2$s
ja: %2$s における %1$s のステータス
ka: %1$s–ის სტატუსი %2$s–ზე
mk: %1$s статус на %2$s
nb: %1$s sin status på %2$s
sv: %1$ss status den %2$s
te: %2$sలో %1$s యొక్క స్థితి
zh_cn: %1$s在%2$s时发的消息

source: Attachment %s not found.
ca: No s'ha trobat l'adjunció %s.
ia: Annexo %s non trovate.
mk: Прилогот %s не е пронајден.
sv: Bilaga %s hittades inte.
te: %s జోడింపు కనబడలేదు.
zh_cn: 找不到 %s 的附件。

source: "%s" not supported for oembed requests.
ca: No es permet «%s» per a sol·licituds oembed.
ia: "%s" non es supportate pro le requestas "oembed".
mk: „%s“ не е поддржано за oembed-барања.
sv: "%s" stöds inte för oembed-förfrågningar.
zh_cn: "%s"不支持 oembed 的请求。

source: Content type %s not supported.
ca: El tipus de contingut %s no està permès.
cs: Typ obsahu %s není podporován.
es: Tipo de contenido %s no compatible.
gl: Non se soporta o tipo de contido %s.
ia: Le typo de contento %s non es supportate.
it: Tipo di contenuto %s non supportato.
ka: შიგთავსის ტიპი %s არ არის მხარდაჭერილი.
mk: Содржините од типот %s не се поддржани.
nb: Innholdstypen %s støttes ikke.
sv: Innehållstyp %s stödjs inte.
zh_cn: %s内容类型不被支持。

source: Only %s URLs over plain HTTP please.
ca: Si us plau, només URL %s sobre HTTP pla.
es: Solamente %s URL sobre HTTP simples, por favor.
gl: Só %s enderezos URL sobre HTTP simple.
ia: Solmente le URLs %s es permittite super HTTP simple.
it: Solo URL %s attraverso HTTP semplice.
ka: გთხოვთ გამოიყენოთ მხოლოდ %s URL–ები წმინდა HTTP მეთოდით.
mk: Ве молиме користете само %s URL-адреси врз прост HTTP-код.
nb: Bare %s-nettadresser over vanlig HTTP.
sv: Endast %s-webbadresser över vanlig HTTP.
zh_cn: 请只用HTTP明文的%sURLs的地址。

source: Not a supported data format.
ca: Format de data no suportat.
cs: Nepodporovaný formát dat.
es: No es un formato de datos compatible.
gl: Non se soporta ese formato de datos.
ia: Formato de datos non supportate.
it: Non è un formato di dati supportato.
ja: サポートされていないデータ形式。
ka: მონაცემთა ფორმატი მხარდაჭერილი არ არის.
mk: Ова не е поддржан формат на податотека.
nb: Ikke et støttet dataformat.
sv: Ett dataformat som inte stödjs
zh_cn: 不支持的数据格式。

source: People Search
ca: Cerca de gent
cs: Hledání lidí
es: Búsqueda de gente
gl: Busca de xente
ia: Recerca de personas
it: Cerca persone
ja: ピープル検索
ka: პიროვნებების ძიება
mk: Пребарување на луѓе
nb: Personsøk
sv: Personsökning
te: ప్రజల అన్వేషణ
zh_cn: 搜索用户

source: Notice Search
ca: Cerca d'avisos
cs: Hledání oznámení
es: Búsqueda de mensajes
gl: Busca de notas
ia: Rercerca de notas
it: Cerca messaggi
ja: つぶやき検索
ka: შეტყობინებების ძიება
mk: Пребарување на забелешки
nb: Notissøk
sv: Notissökning
te: నోటీసుల అన్వేషణ
zh_cn: 搜索消息

source: No user ID specified.
ca: No s'ha especificat cap ID d'usuari.
cs: Nebylo zadáno uživatelské ID.
es: No se ha especificado ID de usuario.
gl: Non se especificou ningunha ID de usuario.
ia: Nulle identificator de usator specificate.
it: Nessun ID utente specificato.
ja: ユーザIDの記述がありません。
ka: მომხმარებლის ID მითითებული არ არის.
mk: Нема назначено кориснички ID.
nb: Ingen bruker-ID spesifisert.
sv: Ingen användar-ID angiven.
te: గుంపు ఏమీ పేర్కొనలేదు.
zh_cn: 没用指定用户 ID。

source: No login token specified.
ca: No s'ha especificat cap testimoni d'inici de sessió.
cs: Přihlašovací token nezadán.
es: No se ha especificado un token de acceso.
gl: Non se especificou ningún pase.
ia: Nulle indicio de identification specificate.
it: Nessun token di accesso specificato.
ja: ログイントークンの記述がありません。
mk: Нема назначено најавен жетон.
nb: Ingen notis spesifisert.
sv: Ingen inloggnings-token angiven.
te: గుంపు ఏమీ పేర్కొనలేదు.
zh_cn: 没有指定登录 token。

source: No login token requested.
ca: No s'ha sol·licitat cap testimoni d'inici de sessió.
cs: Nepožadován přihlašovací token.
es: Token de acceso solicitado.
gl: Non se solicitou ningún pase.
ia: Nulle indicio de identification requestate.
it: Nessun token di accesso richiesto.
ja: ログイントークンが要求されていません。
mk: Не е побаран најавен жетон.
sv: Ingen token för inloggning begärd.
zh_cn: 没有请求的登录 token。

source: Invalid login token specified.
ca: No s'ha especificat un testimoni d'inici de sessió vàlid.
cs: Neplatný přihlašovací token.
es: Token de acceso inválido especificado.
gl: O pase especificado é incorrecto.
ia: Indicio de identification invalide specificate.
it: Token di accesso specificato non valido.
ja: 不正なログイントークンが指定されています。
mk: Назначен е неважечки најавен жетон.
nb: Ugyldig symbol.
sv: Ogiltig inloggnings-token angiven.
zh_cn: 指定的登录 token 无效。

source: Login token expired.
ca: El testimoni d'inici de sessió ha vençut.
cs: Přihlašovací token vypršel.
es: Token de acceso caducado.
gl: O pase caducou.
ia: Le indicio de identification ha expirate.
it: Token di accesso scaduto.
ja: ログイントークンが期限切れです・
mk: Најавниот жетон е истечен.
sv: Inloggnings-token förfallen.
zh_cn: 登录 token 已过期。

source: Outbox for %1$s - page %2$d
ca: Safata de sortida de %1$s - pàgina %2$d
cs: Odeslaná pošta uživatele %1$s - strana %2$d
es: Bandeja de salida de %1$s - página %2$d
gl: Caixa de saída de %1$s - páxina %2$d
ia: Cassa de exito de %1$s - pagina %2$d
it: Casella posta inviata di %s - pagina %2$d
ja: %1$s の送信箱 - ページ %2$d
ka: %1$s-ის გამავალი ფოსტა - გვერდი %2$d
mk: Излезно сандаче за %1$s - стр. %2$d
nb: Utboks for %1$s - side %2$d
sv: Utkorg för %1$s - sida %2$d
zh_cn: %1$s的发件箱 - 第%2$d页

source: Outbox for %s
ca: Safata de sortida per %s
cs: Odeslané uživatele %s
es: Bandeja de salida para %s
gl: Caixa de saída de %s
ia: Cassa de exito pro %s
it: Casella posta inviata di %s
ja: %s の送信箱
ka: %s-ის გამავალი ფოსტა
mk: Излезно сандаче за %s
nb: Utboks for %s
sv: Utkorg för %s
zh_cn: %s 的发件箱

source: This is your outbox, which lists private messages you have sent.
ca: Aquesta és la teva safata de sortida, que et mostrarà els missatges privats que has enviat.
cs: Toto je váš outbox, který obsahuje seznam soukromých zpráv které jste odeslali.
es: Ésta es tu bandeja de salida, incluye la lista de mensajes privados enviados.
gl: Esta é a súa caixa de saída. Nela lístanse as mensaxes privadas que enviou.
ia: Isto es tu cassa de exito, que lista le messages private que tu ha inviate.
it: Questa è la casella della tua posta inviata, contiene i messaggi privati che hai inviato.
ja: これはあなたの送信箱です、あなたが送ったプライベート・メッセージをリストします。
ka: ეს არის თქვენი გამავალი ფოსტა, რომელშიც ჩამოთვლილია პირადი შეტყობინებები რომლებიც თქვენ გააგზავნეთ.
mk: Ова е Вашето излезно сандче, во кое се наведени приватните пораки кои ги имате испратено.
nb: Dette er utboksen din som viser alle private meldinger du har sendt.
sv: Detta är din utkorg som innehåller privata meddelanden du har skickat.
te: ఇవి మీరు పంపివున్న అంతరంగిక సందేశాలు.
zh_cn: 这是你的发件箱，包含你发送的私信。

# TITLE
source: Change password
ca: Canvia la contrasenya
es: Cambiar contraseña
ia: Cambiar contrasigno
mk: Смени лозинка
sv: Ändra lösenord
te: సంకేతపదం మార్పు
