Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: Uploaded theme is too large; must be less than %d bytes uncompressed.
cs: Nahrané téma je příliš velké, nezkomprimované musí být menší než %d bajtů.

source: %s is not a valid color! Use 3 or 6 hex chars.
cs: %s není platná barva! Použijte 3 nebo 6 hex znaků.

source: Status
es: Estado

source: Search the site
es: Buscar en el sitio

source: StatusNet
te: స్టేటస్‌నెట్

source: Atom
te: ఆటమ్

source: Could not generate feed for group - %s
nb: Kunne ikke generere mating for gruppe - %s

source: Unknown note.
nb: Ukjent notat.
