Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: You can engage other users in a conversation, subscribe to more people or [join groups](%%action.groups%%).
ca: Podeu animar altres usuaris a una conversa, subscriviu-vos a més gent o [uniu-vos a grups](%%action.groups%%).
cs: Můžete zapojit ostatní uživatele v rozhovoru, přihlaste se k více lidem nebo se [připojit do skupin](%%action.groups%%).
es: Puedes introducir a otros usuarios en conversaciones, suscribir a más gente o [unirte a grupos](%%action.groups%%).
gl: Pode conversar con outros usuarios, subscribirse a máis xente ou [unirse a grupos](%%action.groups%%).
ia: Tu pote facer conversation con altere usatores, subscriber te a plus personas o [devenir membro de gruppos](%%action.groups%%).
it: Puoi avviare una discussione con altri utenti, abbonarti a più persone o [entrare in qualche gruppo](%%action.groups%%).
ja: あなたは、他のユーザを会話をするか、多くの人々をフォローするか、または [グループに加わる](%%action.groups%%)ことができます。
ka: თქვენ შეგიძლიათ ჩაერთოთ საუბარში სხვა მომხმარებლებთან ერთად, გამოიწეროთ მეტი პიროვნებების განახლებები, ან [გაწევრიანდეთ ჯგუფში](%%action.groups%%).
mk: Можете да започнувате разговори со други корисници, да се претплаќате на други луѓе или да [се зачленувате во групи](%%action.groups%%).
nb: Du kan engasjere andre brukere i en samtale, abonnere på flere personer eller [bli med i grupper](%%action.groups%%).
sv: Du kan engagera andra användare i en konversation, prenumerera på fler personer eller [gå med i grupper](%%action.groups%%).
te: మీరు ఇతర వాడుకరులతో సంభాషించవచ్చు, మరింత మంది వ్యక్తులకు చందాచేరవచ్చు లేదా [గుంపులలో చేరవచ్చు](%%action.groups%%).
zh_cn: 你可以让其他用户参与对话，关注更多的人或者 [加入小组](%%action.groups%%)。

source: You can try to [nudge %1$s](../%2$s) or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
ca: Sigueu el primer en [enviar sobre aquest tema](%%%%action.newnotice%%%%?status_textarea=%s)!
cs: Můžete se pokusit uživatele [%1$s postrčit](../%2$s) nebo [jim něco poslat](%%%%action.newnotice%%%%?status_textarea=%3$s).
es: Puedes intentar [darle un toque a %1$s](../%2$s) o [publicar algo a su atención](%%%%action.newnotice%%%%?status_textarea=%3$s).
gl: Pode probar a [facerlle un aceno a %1$s](../%2$s) ou [publicar algo dirixido a el ou ela](%%%%action.newnotice%%%%?status_textarea=%3$s).
ia: Tu pote tentar [pulsar %1$s](../%2$s) o [publicar alique a su attention](%%%%action.newnotice%%%%?status_textarea=%3$s).
it: [Scrivi qualche cosa](%%%%action.newnotice%%%%?status_textarea=%s) su questo argomento!
ja: 最初の [このトピック投稿](%%%%action.newnotice%%%%?status_textarea=%s) をしてください!
mk: Можете да го [подбуцнете корисникот 1$s](../%2$s) или да [му испратите нешто](%%%%action.newnotice%%%%?status_textarea=%3$s).
nb: Vær den første til å [poste om dette emnet](%%%%action.newnotice%%%%?status_textarea=%s)!
sv: Var den första att [skriva i detta ämne](%%%%action.newnotice%%%%?status_textarea=%s)!
zh_cn: 你可以试着 [呼叫%1$s](../%2$s) 或者给他们 [发一些消息](%%%%action.newnotice%%%%?status_textarea=%3$s)。

source: Replies to %1$s on %2$s.
ca: Respostes a %1$s el %2$s.
ia: Responsas a %1$s in %2$s.
mk: Одговори на %1$s на %2$s.
sv: Svar till %1$s på %2$s.
te: %2$sలో %1$sకి స్పందనలు.

source: Only logged-in users can restore their account.
ca: Només els usuaris que han iniciat una sessió poden restaurar el compte.
ia: Solmente usatores authenticate pote restaurar lor conto.
mk: Само најавени корисници можат да си ја вратат сметката.
sv: Endast inloggade användare kan återställa sitt konto.
zh_cn: 只有登录的用户才能恢复帐号。

source: You may not restore your account.
ca: Potser no podeu restaurar el vostre compte.
ia: Tu non pote restaurar tu conto.
mk: Не можете да ја вратите Вашата сметка.
sv: Du kan inte återställa ditt konto.
te: మీ ఖాతాని మీరు పునఃప్రతిష్టించుకోలేరు.
zh_cn: 您不能恢复您的帐户。

source: No uploaded file.
ca: No s'ha pujat cap fitxer.
ia: Nulle file incargate.
mk: Нема подигната податотека.
sv: Ingen uppladdad fil.
te: ఎక్కించిన దస్త్రమేమీ లేదు.
zh_cn: 没有上传文件。

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
ca: El fitxer pujat excedeix la mida de la directiva upload_max_filesize del php.ini.
cs: Velkost uploadovaného souboru překračuje upload_max_filesize limit v php.ini.
es: El archivo subido sobrepasa la directiva upload_max_filesize en php.ini
gl: O ficheiro subido supera a directiva upload_max_filesize no php.ini.
ia: Le file incargate excede le directiva upload_max_filesize in php.ini.
it: Il file caricato eccede la direttiva upload_max_filesize in php.ini.
ja: アップロードされたファイルは php.ini の upload_max_filesize ディレクティブを超えています。
ka: ასატვირთი ფაილი სცდება ფაილის დაშვებულ ზომას. upload_max_filesize დირექტივა php.ini-ში.
mk: Подигнатата податотека ја надминува директивата upload_max_filesize во php.ini.
sv: Den uppladdade filen överstiger upload_max_filesize-direktivet i php.ini.
zh_cn: 上传文件大小超过了 php.ini 中 upload_max_filesize 的设置限制。

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
ca: El fitxer pujat excedeix la mida de la directiva MAX_FILE_SIZE especificada en el formulari HTML.
cs: Velkost uploadovaného souboru překračuje MAX_FILE_SIZE limit, které bylo uvedeno v HTML formuláři.
es: El archivo subido sobrepasa la directiva MAX_FILE_SIZE que se especificó en el formulario HTML.
gl: O ficheiro subido supera a directiva MAX_FILE_SIZE especificada no formulario HTML.
ia: Le file incargate excede le directiva MAX_FILE_SIZE specificate in le formulario HTML.
it: Il file caricato eccede la direttiva MAX_FILE_SIZE specificata nel modulo HTML.
ja: アップロードされたファイルはHTMLフォームで指定された MAX_FILE_SIZE ディレクティブを超えています。
ka: ასატვირთი ფაილი სცდება MAX_FILE_SIZE დირექტივას, რომელიც მითითებული იყო HTML ფორმაში.
mk: Подигнатата податотека ја надминува директивата the MAX_FILE_SIZE назначена во HTML-образецот.
sv: Den uppladdade filen överstiger MAX_FILE_SIZE-direktivet som var angivet i HTML-formuläret.
zh_cn: 上传文件大小超过了 HTML 表单中 MAX_FILE_SIZE 的设置限制。

source: The uploaded file was only partially uploaded.
ca: El fitxer pujat només s'ha pujat parcialment.
cs: Nahrávaný soubor byl nahrán pouze částečně.
es: El archivo subido sólo fue parcialmente subido.
gl: O ficheiro só se subiu parcialmente.
ia: Le file incargate ha solmente essite incargate partialmente.
it: Il file caricato è stato caricato solo parzialmente.
ja: アップロードされたファイルは部分的にアップロードされていただけです。
ka: ასატვირთი ფაილი მხოლოდ ნაწილობრივ აიტვირთა.
mk: Подигнатата податотека е само делумно подигната.
sv: Den uppladdade filen var bara delvis uppladdad.
te: ఎక్కించిన ఫైలు కేవలం పాక్షికంగా మాత్రమే ఎక్కింది.
zh_cn: 上传的文件只有部分被上传。

source: Missing a temporary folder.
ca: Manca una carpeta temporal.
cs: Chybí dočasný adresář.
es: Falta una carpeta temporal.
gl: Falta un cartafol temporal.
ia: Manca un dossier temporari.
it: Manca una directory temporanea.
ja: 一時フォルダを失いました。
ka: დროებითი საქაღალდე ვერ მოიძებნა.
mk: Недостасува привремена папка.
sv: Saknar en tillfällig mapp.
te: తాత్కాలిక సంచయం కనబడటంలేదు.
zh_cn: 缺少一个临时文件夹。

source: Failed to write file to disk.
ca: No s'ha pogut escriure el fitxer al disc.
cs: Nepodařilo se zapsat soubor na disk.
es: No se pudo escribir el archivo en el disco.
gl: Non se puido escribir o ficheiro no disco.
ia: Falleva de scriber le file in disco.
it: Scrittura del file su disco non riuscita.
ja: ディスクへのファイル書き込みに失敗しました。
ka: ფაილის დისკზე ჩაწერა ვერ მოხერხდა.
mk: Податотеката не може да се запише на дискот.
sv: Misslyckades att skriva fil till disk.
zh_cn: 写入磁盘失败。

source: File upload stopped by extension.
ca: L'extensió ha aturat la càrrega del fitxer.
cs: Nahrávání souboru zastaveno rozšířením PHP.
es: La subida de archivos se detuvo por extensión.
gl: Interrompeuse a carga do ficheiro por mor da extensión.
ia: Incargamento de file stoppate per un extension.
it: Caricamento del file bloccato dall'estensione.
ja: エクステンションによってファイルアップロードを中止しました。
ka: ფაილის არვირთვა გაჩერდა გაფართოების გამო.
mk: Подигањето на податотеката е запрено од додатокот.
nb: Filopplasting stoppet grunnet filendelse.
sv: Filuppladdningen stoppad pga filändelse
zh_cn: 文件上传被扩展停止了。

source: System error uploading file.
ca: Error del sistema en pujar el fitxer.
cs: Chyba systému při nahrávání souboru
es: Error del sistema subir el archivo
gl: Houbo un erro no sistema ao cargar o ficheiro.
ia: Error de systema durante le incargamento del file.
it: Errore di sistema nel caricare il file.
ja: ファイルのアップロードでシステムエラー
ka: სისტემური შეცდომა ფაილის ატვირთვისას.
mk: Системска грешка при подигањето на податотеката.
nb: Systemfeil ved opplasting av fil.
sv: Systemfel vid uppladdning av fil.
zh_cn: 上传文件时出错。

source: Not an Atom feed.
ca: No és un canal Atom.
ia: Non es un syndication Atom.
mk: Ова не е Atom-канал.
sv: Inte ett Atom-flöde.
te: అది ఆటమ్ ఫీడు కాదు.
zh_cn: 不是一个Atom源

source: Feed has been restored. Your old posts should now appear in search and your profile page.
ca: S'ha restaurat el canal. Els apunts antics haurien d'aparèixer ja a la cerca i a la vostra pàgina de perfil.
ia: Le syndication ha essite restaurate. Tu vetule messages debe ora apparer in le recerca e in tu pagina de profilo.
mk: Каналот е вратен. Вашите стари објави сега треба ги има во пребарувањето и Вашата профилна страница.
sv: Flödet har återställts. Din gamla inlägg ska nu visas i sökningar och på din profilsida.
zh_cn: 订阅源已恢复。您以前的帖子现在应已显示在搜索和您的资料页里。

source: Feed will be restored. Please wait a few minutes for results.
ca: Es restaurarà el perfil. Espereu uns pocs minuts per als resultats.
ia: Le syndication essera restaurate. Per favor attende qualque minutas.
mk: Каналот ќе биде вратен. Почејате некоја минута за да се појават резултатите.
sv: Flöde kommer att återställas. Vänta några minuter för resultat.
zh_cn: 将还原订阅源。请等待几分钟。

source: You can upload a backed-up stream in <a href="http://activitystrea.ms/">Activity Streams</a> format.
ca: Podeu pujar una còpia de seguretat de flux en format <a href="http://activitystrea.ms/">Activity Streams</a>.
ia: Tu pote incargar un copia de reserva de un fluxo in formato <a href="http://activitystrea.ms/">Activity Streams</a>.
mk: Можете да опдигнете зачувано резервно емитување во форматот <a href="http://activitystrea.ms/">Activity Streams</a>.
sv: Du kan ladda upp ett säkerhetskopierat flöde i <a href="http://activitystrea.ms/">Activity Streams</a>-format.
zh_cn: 你可以以<a href="http://activitystrea.ms/">Activity Streams</a>格式上传一个备份的流

source: Upload the file
ca: Puja el fitxer
es: Subir el archivo
ia: Incargar le file
mk: Подигни ја податотеката
sv: Ladda upp filen
te: ఈ దస్త్రాన్ని ఎక్కించండి
zh_cn: 上传文件

source: You cannot revoke user roles on this site.
ca: No podeu revocar els rols d'usuari en aquest lloc.
cs: Nemůžete rušit uživatelské role na této stránce.
es: No puedes revocar funciones de usuario en este sitio.
gl: Non pode revogar os roles dos usuarios neste sitio.
ia: Tu non pote revocar rolos de usatores in iste sito.
it: Non puoi revocare i ruoli degli utenti su questo sito.
ka: თქვენ არ შეგიძლიათ მომხმარებლის როლის გაუქმება ამ საიტზე.
mk: На ова мрежно место не можете да одземате кориснички улоги.
nb: Du kan ikke trekke tilbake brukerroller på dette nettstedet.
sv: Du kan inte återkalla användarroller på denna webbplats.
te: ఈ సైటులో మీరు వాడుకరలకి పాత్రలను ఇవ్వలేరు.
zh_cn: 你不能在这个网站移除用户角色。

source: User does not have this role.
ca: L'usuari no té aquest rol.
ia: Le usator non ha iste rolo.
mk: Корисникот ја нема оваа улога.
sv: Användaren har inte denna roll.

source: You cannot sandbox users on this site.
ca: No podeu posar els usuaris en un entorn de prova en aquest lloc.
cs: Nemůžete sandboxovat uživatele na této stránce.
es: No puedes imponer restricciones a los usuarios en este sitio.
gl: Non pode illar usuarios neste sitio.
ia: Tu non pote mitter usatores in le cassa de sablo in iste sito.
it: Non puoi mettere in "sandbox" gli utenti su questo sito.
ja: あなたはこのサイトのサンドボックスユーザができません。
ka: თქვენ ვერ შეძლებთ მომხმარებლების იზოლირებას ამ საიტზე.
mk: Не можете да ставате корисници во песочен режим на ова мрежно место.
nb: Du kan ikke flytte brukere til sandkassen på dette nettstedet.
sv: Du kan inte flytta användare till sandlådan på denna webbplats.
te: ఈ సైటులో మీరు వాడుకరలకి పాత్రలను ఇవ్వలేరు.
zh_cn: 你不能在这个网站授予用户权限。

source: User is already sandboxed.
ca: L'usuari ja es troba en un entorn de proves.
cs: Uživatel je již sandboxován.
es: Al usuario ya se le ha impuesto restricciones.
gl: O usuario xa está illado.
ia: Usator es ja in cassa de sablo.
it: L'utente è già nella "sandbox".
ja: ユーザはすでにサンドボックスです。
ka: მომხმარებელი უკვე იზოლირებულია.
mk: Корисникот е веќе во песочен режим.
nb: Brukeren er allerede i sandkassen.
sv: Användare är redan flyttad till sandlådan.
zh_cn: 用于已经在沙盒中了。

source: Not a valid list: %s.
ia: Lista invalide: %s.
mk: Не е важечки список: %s.
sv: Inte en giltig lista: %s.

source: Users self-tagged with %1$s, page %2$d
ia: Usatores auto-etiquettate con "%1$s", pagina %2$d
mk: !Користници самоозначени со %1$s, стр. %2$d
sv: Användare som taggat sig själv med %1$s, sida %2$d

# TITLE
source: Sessions
ia: Sessiones
mk: Сесии
sv: Sessioner

source: Session settings for this StatusNet site
ca: Paràmetres de sessió d'aquest lloc basat en StatusNet
gl: Configuración de sesión para este sitio StatusNet
ia: Parametros de session pro iste sito StatusNet
it: Impostazioni sessione per questo sito StatusNet
mk: Сесиски нагодувања за ова StatusNet-мрежно место
sv: Sessionsinställningar för den här StatusNet-webbplatsen
zh_cn: 这个 StatusNet 网站的 session 设置

# LEGEND
source: Sessions
ia: Sessiones
mk: Сесии
sv: Sessioner

source: Handle sessions
ca: Gestiona les sessions
cs: Zpracovávat sessions
es: Gestionar sesiones
gl: Manexar as sesións
ia: Gerer sessiones
it: Gestione sessioni
ja: セッションの扱い
ka: სესიების მართვა
mk: Раководење со сесии
nb: Håndter økter
sv: Hantera sessioner
zh_cn: 管理 sessions

source: Handle sessions ourselves.
ca: Gestionar nosaltres mateixos les sessions.
ia: Gerer le sessiones nos mesme.
mk: Самите да раководиме со сесиите.
sv: Hantera sessioner själva.

source: Session debugging
ca: Depuració de la sessió
cs: Debugování sessions
es: Depuración de sesión
gl: Depuración da sesión
ia: Cercar defectos de session
it: Debug delle sessioni
ja: セッションデバッグ
ka: სესიების შეცდომების გამოსწორება (debugging)
mk: Поправка на грешки во сесија
nb: Øktfeilsøking
sv: Sessionsfelsökning
zh_cn: Session 调试

source: Enable debugging output for sessions.
ca: Activa la sortida de depuració per a les sessions.
ia: Activar informationes technic pro cercar defectos in sessiones.
mk: Вклучи извод од поправка на грешки за сесии.
sv: Aktivera felsökningsutdata för sessioner.

source: Save session settings
ca: Desa la configuració de sessió
ia: Salveguardar configurationes de session
mk: Зачувај нагодувања на сесијата
sv: Spara sessionsinställningar

source: You must be logged in to view an application.
ca: Heu d'haver iniciat una sessió per visualitzar una aplicació.
cs: Musíte být přihlášeni pro zobrazení aplikace.
es: Tienes que haber iniciado sesión para poder ver aplicaciones.
gl: Debe estar identificado para ver unha aplicación.
ia: Tu debe aperir un session pro vider un application.
it: Devi eseguire l'accesso per visualizzare un'applicazione.
ja: !!アプリケーションを見るためにはログインしていなければなりません。
ka: აპლიკაციის სანახავად საჭიროა ავროტიზაცია.
mk: Мора да сте најавени за да можете да го видите програмот.
nb: Du må være innlogget for å se et program.
sv: Du måste vara inloggad för att se en applikation.
te: ఉపకరణాలని చూడడానికి మీరు తప్పనిసరిగా ప్రవేశించి ఉండాలి.
zh_cn: 你必须登录才能创建小组。

source: Application profile
ca: Perfil de l'aplicació
cs: Profil aplikace
es: Perfil de la aplicación
gl: Perfil da aplicación
ia: Profilo del application
it: Profilo applicazione
ja: アプリケーションプロファイル
ka: აპლიკაციის პროფილი
mk: Профил на програмот
nb: Programprofil
sv: Applikationsprofil
te: ఉపకరణ ప్రవర
zh_cn: 未找到应用。

source: Created by %1$s - %2$s access by default - %3$d user
ca: Creat per %1$s - %2$s accés per defecte - %3$d usuari
ia: Create per %1$s - accesso %2$s per predefinition - %3$d usator
mk: Создадено од %1$s - основен пристап: %2$s - %3$d корисник
sv: Skapad av %1$s - %2$s som standardåtkomst - %3$d användare

source: Application actions
ca: Accions d'aplicació
cs: Akce aplikace
es: Acciones de la aplicación
gl: Accións da aplicación
ia: Actiones de application
it: Azioni applicazione
ja: アプリケーションアクション
ka: აპლიკაციის მოქმედებები
mk: Дејства на програмот
nb: Programhandlinger
sv: Åtgärder för applikation
te: ఉపకరణ చర్యలు
zh_cn: 应用程序动作

# EDITAPP
source: Edit
ca: Edita
ia: Modificar
mk: Уреди
sv: Redigera
te: మార్చు

source: Reset key & secret
ca: Reinicialitza la clau i la secreta
cs: Resetovat klíč a tajemství
es: Reiniciar clave y secreto
gl: Restablecer o contrasinal ou a pregunta secreta
ia: Reinitialisar clave e secreto
it: Reimposta chiave e segreto
ja: key と secret のリセット
ka: გასაღების და საიდუმლოს გადაყენება
mk: Клуч за промена и тајна
nb: Tilbakestill nøkkel & hemmelighet
sv: Återställ nyckel & hemlighet
zh_cn: 重置key和secret

source: Application info
ca: Informació de l'aplicació
cs: Info o aplikaci
es: Información de la aplicación
gl: Información da aplicación
ia: Info del application
it: Informazioni applicazione
ja: アプリケーション情報
ka: ინფო აპლიკაციაზე
mk: Инфо за програмот
nb: Programinformasjon
sv: Information om applikation
te: ఉపకరణ సమాచారం
zh_cn: 应用程序信息

source: Note: HMAC-SHA1 signatures are supported. The plaintext signature method is not supported.
ca: Nota: Les signatures HMAC-SHA1 són permeses; però no es permet el mètode de signatures en text net.
ia: Nota: Le signaturas HMAC-SHA1 es supportate. Le methodo de signaturas in texto simple non es supportate.
mk: Напомена: Поддржуваме HMAC-SHA1 потписи. Не поддржуваме потпишување со прост текст.
sv: Notera: HMAC-SHA1-signaturer stöds. Metoden med klartextsignatur stöds inte.

source: Are you sure you want to reset your consumer key and secret?
ca: Esteu segur que voleu reinicialitzar la clau del consumidor i la secreta?
cs: Jste si jisti, že chcete resetovat svůj spotřebitelský klíč a tajemství?
es: ¿realmente deseas reiniciar tu clave y secreto de consumidor?
gl: Seguro que quere restablecer a súa clave e maila súa pregunta secreta de consumidor?
ia: Es tu secur de voler reinitialisar tu clave e secreto de consumitor?
it: Ripristinare la chiave e il segreto?
ka: დარწმუნებული ხართ რომ გნებავთ თქვენი მომხმარებლის გასაღების და საიდუმლოს გადაყენება?
mk: Дали сте сигурни дека сакате да го смените Вашиот кориснички клуч и тајна?
nb: Er du sikker på at du vil tilbakestille din forbrukernøkkel og -hemmelighet?
sv: Är du säker på att du vill återställa din konsumentnyckel och -hemlighet?
zh_cn: 你确定要重置你的consumer key和secret吗？

source: %1$s's favorite notices, page %2$d
ca: Avisos preferits de %1$s, pàgina %2$d
cs: Oblíbená oznámení uživatele %1$s, strana %2$d
es: Mensajes favoritos de %1$s, página %2$d
gl: Notas favoritas de %1$s, páxina %2$d
ia: Notas favorite de %1$s, pagina %2$d
it: Messaggi preferiti di %1$s, pagina %2$d
ja: %1$s のお気に入りのつぶやき、ページ %2$d
ka: %1$s-ის რჩეული შეტყობინებები, გვერდი %2$d
mk: Бендисан забелешки на %1$s, страница %2$d
nb: %1$s sine favorittnotiser, side %2$d
sv: %1$ss favoritnotiser, sida %2$d
te: %1$sకి ఇష్టమైన నోటీసులు, పేజీ %2$d
zh_cn: %1$s收藏的消息，第%2$d页

source: Could not retrieve favorite notices.
ca: No s'han pogut recuperar els avisos preferits.
cs: Nepodařilo se získat oblíbená oznámení.
es: No se pudo recibir avisos favoritos.
gl: Non se puideron obter as notas favoritas.
ia: Non poteva recuperar notas favorite.
it: Impossibile recuperare i messaggi preferiti.
ja: お気に入りのつぶやきを検索できません。
ka: რჩეული შეტყობინებების გამოთხოვნა ვერ მოხერხდა.
mk: Не можев да ги повратам бендисаните забелешки.
nb: Kunne ikke hente favorittnotiser.
sv: Kunde inte hämta favoritnotiser.
zh_cn: 无法获取收藏的消息。

source: Feed for favorites of %s (RSS 1.0)
ca: Canal dels preferits de %s (RSS 1.0)
cs: Feed oblíbených oznámení uživatele %s (RSS 1.0)
es: Canal de las amistades de %s (RSS 1.0)
gl: Fonte de novas dos favoritos de %s (RSS 1.0)
ia: Syndication del favorites de %s (RSS 1.0)
it: Feed dei preferiti di %s (RSS 1.0)
ja: %s のお気に入りのフィード (RSS 1.0)
mk: Канал за бендисани забелешки на %s (RSS 1.0)
nb: Mating for favoritter av %s (RSS 1.0)
sv: Flöde för %ss favoriter (RSS 1.0)
te: %s యొక్క ఇష్టాంశాల ఫీడు (RSS 2.0)
zh_cn: %s 好友的聚合

source: Feed for favorites of %s (RSS 2.0)
ca: Canal dels preferits de %s (RSS 2.0)
cs: Feed oblíbených oznámení uživatele %s (RSS 2.0)
es: Canal de las amistades de %s (RSS 2.0)
gl: Fonte de novas dos favoritos de %s (RSS 2.0)
ia: Syndication del favorites de %s (RSS 2.0)
it: Feed dei preferiti di %s (RSS 2.0)
ja: %s のお気に入りのフィード (RSS 2.0)
mk: Канал за бендисани забелешки на %s (RSS 2.0)
nb: Mating for favoritter av %s (RSS 2.0)
sv: Flöde för %ss favoriter (RSS 2.0)
te: %s యొక్క ఇష్టాంశాల ఫీడు (RSS 2.0)
zh_cn: %s 好友的聚合

source: Feed for favorites of %s (Atom)
ca: Canal dels preferits de %s (Atom)
cs: Feed oblíbených oznámení uživatele %s (Atom)
es: Canal de las amistades de %s (Atom)
gl: Fonte de novas dos favoritos de %s (Atom)
ia: Syndication del favorites de %s (Atom)
it: Feed dei preferiti di di %s (Atom)
ja: %s のお気に入りのフィード (Atom)
mk: Канал за бендисани забелешки на %s (Atom)
nb: Mating for favoritter av %s (Atom)
sv: Flöde för %ss favoriter (Atom)
te: %s యొక్క ఇష్టాంశాల ఫీడు (ఆటమ్)
zh_cn: %s 好友的聚合

source: You haven't chosen any favorite notices yet. Click the fave button on notices you like to bookmark them for later or shed a spotlight on them.
ca: No heu triat cap avís preferit encara. Feu clic al botó de preferit dels avisos que us agraden per arxivar-los per a més endavant i fer-los conèixer.
cs: Nemáte dosud vybraná žádná oblíbená oznámení. Abyste si je založili na později nebo na ně upoutali pozornost, klikněte na tlačítko Oblíbené na oznámeních
es: Aún no has elegido ningún aviso. Haz click sobre el botón "favoritos" en los avisos que quieras para ponerles un marcador o resaltarlos.
gl: Aínda non escolleu ningunha nota favorita. Prema no botón de nota favorita naquelas notas que lle gusten para marcalas para logo ou para salientalas.
ia: Tu non ha ancora seligite alcun nota favorite. Clicca super le button Favorite sub notas que te place pro memorisar los pro plus tarde o pro mitter los in evidentia.
it: Non hai ancora scelto alcun messaggio come preferito. Fai clic sul pulsate a forma di cuore per salvare i messaggi e rileggerli in un altro momento.
ja: あなたはまだ少しのお気に入りのつぶやきも選んでいません。 後でブックマークを追加するあなたがそれらがお気に入りのつぶやきのときにお気に入りボタンをクリックするか、またはそれらの上でスポットライトをはじいてください。
ka: თქვენ არ აგირჩევიათ არცერთი შეტყობინება. დააწკაპუნეთ ღილაკზე "რჩეული", რომ ჩაინიშნოთ შეტყობინება მომავლისთვის ან გაამახვილოთ ყურადღება მასზე.
mk: Сè уште немате избрано ниедна бендисана забелешка. Кликнете на копчето за бендисување веднаш до самата забелешката што Ви се допаѓа за да ја обележите за подоцна, или за да ѝ дадете на важност.
nb: Du har ikke valgt en favorittnotis ennå. Klikk på favorittknappen på notiser du liker for å bokmerke dem for senere eller for å kaste et søkelys på dem.
sv: Du har inte valt några favoritnotiser ännu. Klicka på favorit-knappen bredvid någon notis du skulle vilja bokmärka för senare tillfälle eller för att sätta strålkastarljuset på.
zh_cn: 你还没收藏任何消息呢。点击消息上的添加收藏按钮就可以添加到收藏夹以后查看或者收藏一堆有趣的消息。
