Repository: zh/statusnet
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ca, cs, es, gl, ia, it, ja, ka, mk, nb, sv, te, zh_cn

source: You have no private messages. You can send private message to engage other users in conversation. People can send you messages for your eyes only.
ca: No teniu missatges privats. Podeu enviar un missatge per animar altres usuaris en la conversa. La gent pot enviar-vos missatges només per als vostres ulls.
cs: Nemáte žádné soukromé zprávy. Můžete poslat soukromou zprávu, aby se zapojili ostatní uživatelé v rozhovoru. Lidé mohou posílat zprávy jen pro vaše oči.
es: No tienes mensajes privados. Puede enviar mensajes privados para hacer a otros usuarios partícipes de la conversación. La gente puede enviarte mensajes que sólo puedas leer tú.
gl: Non ten mensaxes privadas. Pode enviar mensaxes privadas para conversar con outros usuarios. A xente pode enviarlle mensaxes para que só as lea vostede.
ia: Tu non ha messages private. Tu pote inviar messages private pro ingagiar altere usatores in conversation. Altere personas pote inviar te messages que solmente tu pote leger.
it: Non hai alcun messaggio privato. Puoi inviare un messaggio privato per iniziare una conversazione con altri utenti. Altre persone possono mandare messaggi riservati solamente a te.
ja: あなたには、プライベートメッセージが全くありません。あなたは他のユーザを会話に引き込むプライベートメッセージを送ることができます。人々はあなただけへのメッセージを送ることができます。
ka: თქვენ არ გაქვთ პირადი შეტყობინებები. თქვენ შეგიძლიათ გააგზავნოთ პირადი შეტყობინებები, რომ ჩაერთოთ საუბრებში სხვა ხალხთან. ხალხს შეუძლია გამოგიგზავნონ შეტყობინებები მხოლოდ თქვენ დასანახად.
mk: Немате приватни пораки. Можете да испратите приватна порака за да се впуштите во разговор со други корисници. Луѓето можат да Ви испраќаат пораки што ќе можете да ги видите само Вие.
nb: Du har ingen private meldinger. Du kan sende private meldinger for å engasjere andre brukere i en samtale. Personer kan sende deg meldinger som bare du kan se.
sv: Du har inga privata meddelanden. Du kan skicka privata meddelanden för att engagera andra användare i konversationen. Folk kan skicka meddelanden till dig som bara du ser.
te: మీకు అంతరంగిక సందేశాలు లేవు. ఇతర వాడుకరులతో సంభాషణకై మీరు వారికి అంతరంగిక సందేశాలు పంపించవచ్చు. మీ కంటికి మాత్రమే కనబడేలా వారు మీకు సందేశాలు పంపవచ్చు.
zh_cn: 你没有任何私信。你可以试着发送私信给其他用户鼓励他们用私信和你交流。其他用户发给你你私信只有你看得到。

# MENU
source: Inbox
ca: Safata d'entrada
ia: Cassa de entrata
mk: Примени
sv: Inkorg
te: వచ్చినవి

source: Your incoming messages.
ca: Els vostres missatges entrants.
ia: Tu messages recipite.
mk: Ваши дојдовни пораки.
sv: Dina inkommande meddelanden.
te: మీకు వచ్చిన సందేశాలు.

# MENU
source: Outbox
ca: Safata de sortida
ia: Cassa de exito
mk: За праќање
sv: Utkorg
te: పంపినవి

source: Your sent messages.
ca: Els vostres missatges enviats
ia: Tu messages inviate.
mk: Ваши испратени пораки.
sv: Dina skickade meddelanden.
te: మీరు పంపిన సందేశాలు.

source: Could not parse message.
ca: No es pot analitzar el missatge.
cs: Nelze zpracovat zprávu.
es: No se pudo analizar sintácticamente mensaje.
gl: Non se puido analizar a mensaxe.
ia: Non comprendeva le syntaxe del message.
it: Impossibile analizzare il messaggio.
ja: メッセージを分析できませんでした。
ka: შეტყობინების გაცრა (გა-parse-ვა) ვერ მოხერხდა.
mk: Не можев да ја парсирам пораката.
nb: Kunne ikke tolke meldingen.
sv: Kunde inte tolka meddelande.
zh_cn: 无法解析消息。

source: Not a registered user.
ca: Usuari no registrat.
cs: Není registrovaný uživatel.
es: No es un usuario registrado
gl: Non está rexistrado.
ia: Non un usator registrate.
it: Non è un utente registrato.
ja: 登録ユーザではありません。
ka: მომხმარებელი რეგისტრირებული არ არის.
mk: Тоа не е регистриран корисник.
nb: Ikke en registrert bruker.
sv: Inte en registrerad användare.
te: నమోదైన వాడుకరి కాదు.
zh_cn: 不是已注册用户。

source: Sorry, that is not your incoming email address.
ca: Ho sentim, aquesta no és la vostra adreça electrònica d'entrada.
cs: Je nám líto, toto není vaše příchozí e-mailová adresa.
es: Lo sentimos, pero este no es su dirección de correo entrante.
gl: Ese non é o seu enderezo de correo electrónico para recibir correos.
ia: Pardono, isto non es tu adresse de e-mail entrante.
it: Quella non è la tua email di ricezione.
ja: すみません、それはあなたの入って来るメールアドレスではありません。
ka: ბოდიში, მაგრამ ეს არ არის თქვენი რეგისტრირებული შემომავალი ელ. ფოსტის მისამართი.
mk: Жалиме, но тоа не е Вашата приемна е-поштенска адреса.
sv: Tyvärr, det är inte din inkommande e-postadress.
te: క్షమించండి, అది మీ లోనికివచ్చు ఈమెయిలు చిరునామా కాదు.
zh_cn: 抱歉，这个不是你的收信电子邮件地址。

source: Sorry, no incoming email allowed.
ca: Ho sentim, no s'hi permet correu d'entrada.
cs: Je nám líto, žádný příchozí e-mail není dovolen.
es: Lo sentimos, pero no se permite correos entrantes
gl: Non se permite recibir correo electrónico.
ia: Pardono, le reception de e-mail non es permittite.
it: Email di ricezione non consentita.
ja: すみません、入ってくるメールは許可されていません。
ka: ბოდიში, შემომავალი ელ. ფოსტის მისამართი არ არის დაშვებული.
mk: Жалиме, приемната пошта не е дозволена.
sv: Tyvärr, ingen inkommande e-post tillåts.
zh_cn: 抱歉，现在不允许电子邮件发布。

source: Unsupported message type: %s.
ca: Tipus de missatge no permès: %s.
ia: Typo de message non supportate: %s.
mk: Неподдржан тип на порака: %s.
sv: Meddelandetypen %s stödjs inte.

source: Make user an admin of the group
ca: Fes l'usuari un administrador del grup
cs: Uďelat uživatele adminem skupiny
es: Convertir al usuario en administrador del grupo
gl: Converter ao usuario en administrador do grupo
ia: Facer le usator administrator del gruppo
it: Rende l'utente amministratore del gruppo
ja: ユーザをグループの管理者にする
ka: მიანიჭე მომხმარებელს ჯგუფის ადმინობა
mk: Направи го корисникот администратор на групата
nb: Gjør brukeren til en administrator for gruppen
sv: Gör användare till en administratör för gruppen
te: వాడుకరిని గుంపుకి ఒక నిర్వాహకునిగా చేయి
zh_cn: 使用户成为小组的管理员

# BUTTON
source: Make Admin
ca: Fes-lo administrador
es: Convertir en administrador
gl: Converter en administrador
ia: Facer admin
it: Rendi amministratore
mk: Назначи за администратор
nb: Gjør til administrator
sv: Gör till administratör
te: నిర్వాహకున్ని చేయి
zh_cn: 设置管理员

# TOOLTIP
source: Make this user an admin
ca: Fes aquest usuari administrador
es: Convertir a este usuario en administrador
gl: Converter a este usuario en administrador
ia: Facer iste usator un administrator
it: Fa diventare questo utente un amministratore
mk: Назначи го корисников за администратор
nb: Gjør denne burkeren til administrator
sv: Gör denna användare till administratör
te: ఈ వాడుకరిని నిర్వాహకున్ని చేయి
zh_cn: 将这个用户设为管理员

source: There was a database error while saving your file. Please try again.
ca: S'ha produït un error a la base de dades mentre es desava el vostre fitxer. Torneu-ho a provar.
cs: Nastala chyba v databázi při ukládání souboru. Prosím zkuste to znovu.
es: Hubo un error en la base de datos mientras subías tu archivo. Por favor, inténtalo de nuevo.
gl: Houbo un erro na base de datos ao gardar o seu ficheiro. Volva intentalo.
ia: Un error de base de datos occurreva durante le salveguarda de tu file. Per favor reproba.
it: Si è verificato un errore nel database nel salvare il file. Prova di nuovo.
ja: データベースエラーがあなたのファイルを保存しているときにありました。 再試行してください。
ka: ფაილის შენახვისას მოხდა მონაცემთა ბაზის შეცდომა. გთხოვთ კიდევ სცადოთ.
mk: Се појави грешка во базата на податоци при зачувувањето на Вашата податотека. Обидете се повторно.
sv: Det var ett databasfel vid sparandet av din profil. Var vänlig försök igen.
zh_cn: 保存你的文件时数据库出现了一个错误。请重试。

source: File exceeds user's quota.
ca: El fitxer excedeix la quota de l'usuari.
cs: Soubor překračuje kvótu uživatele.
es: Archivo sobrepasa la cuota del usuario.
gl: O ficheiro supera a cota do usuario.
ia: File excede quota del usator.
it: Il file supera la quota dell'utente.
ja: ファイルはユーザの割当てを超えています。
ka: ფაილი სცდება მომხმარებლის კვოტას.
mk: Податотеката ја надминува квотата на корисникот.
nb: Fil overgår brukers kvote.
sv: Fil överstiger användaren kvot.
zh_cn: 文件超过了用户的配额。

source: File could not be moved to destination directory.
ca: No s'ha pogut moure el fitxer al directori de destinació.
cs: Soubor nemohl být přesunut do cílového adresáře.
es: El archivo no se pudo mover al directorio de destino.
gl: Non se puido mover o ficheiro ao directorio de destino.
ia: File non poteva esser displaciate in le directorio de destination.
it: Impossibile spostare il file nella directory di destinazione.
ja: ファイルを目的ディレクトリに動かすことができませんでした。
ka: ფაილის გადატანა დანიშნულების დირექტორიაში ვერ მოხერხდა.
mk: Податотеката не може да се премести во целниот директориум.
nb: Filen kunne ikke flyttes til målmappen.
sv: Fil kunde inte flyttas till destinationskatalog.
zh_cn: 文件不能被移动到目标目录。

source: Could not determine file's MIME type.
ca: No s'ha pogut determinar el tipus MIME del fitxer.
cs: Nelze určit typ MIME souboru.
es: No se pudo determinar tipo MIME del archivo
gl: Non se puido determinar o tipo MIME do ficheiro.
ia: Non poteva determinar le typo MIME del file.
it: Impossibile determinare il tipo MIME del file.
ja: ファイルのMIMEタイプを決定できません。
ka: ფაილის MIME ტიპი ვერ დადგინდა.
mk: Не можев да го утврдам mime-типот на податотеката.
nb: Kunne ikke avgjøre filens MIME-type.
sv: Kunde inte fastställa filens MIME-typ.
te: ఇష్టాంశాన్ని తొలగించలేకపోయాం.
zh_cn: 无法判断文件的 MIME 类型。

source: "%1$s" is not a supported file type on this server. Try using another %2$s format.
ca: «%1$s« no és un tipus de fitxer compatible en aquest servidor. Proveu d'utilitzar un altre format de %2$s.
es: "%1$s" no es un tipo de archivo compatible en este servidor. Prueba a usar otro formato de %2$s
gl: "%1$s" non é un tipo de ficheiro soportado neste servidor. Intente usar outro formato de %2$s.
ia: "%1$s" non es un typo de file supportate in iste servitor. Tenta usar un altere formato de %2$s.
it: "%1$s" non è un tipo di file supportato su questo server. Prova a usare un formato %2$s.
mk: „%1$s“ не е поддржан податотечен тип на овој опслужувач. Обидете се со друг %2$s-формат.
sv: "%1$s" är en filtyp som saknar stöd på denna server. Prova att använda ett annat %2$s-format.
zh_cn: 此服务器不支持 “%1$s” 的文件格式，试下使用其他的 %2$s 格式。

source: "%s" is not a supported file type on this server.
ca: «%s» no és un tipus de fitxer compatible en aquest servidor.
es: "%s" no es un tipo de archivo compatible en este servidor.
gl: Neste servidor non se soporta o tipo de ficheiro "%s".
ia: "%s" non es un typo de file supportate in iste servitor.
it: "%s" non è un tipo di file supportata su questo server.
mk: „%s„ не е поддржан податотечен тип на овој опслужувач.
sv: %s är en filtyp som saknar stöd på denna server.
zh_cn: 这个服务器不支持 %s 的文件格式。

source: Send a direct notice
ca: Envia un avís directe
cs: Pošlete přímou zprávu
es: Enviar un mensaje directo
gl: Enviar unha nota directa
ia: Inviar un nota directe
it: Invia un messaggio diretto
ja: 直接つぶやきを送る
ka: გააგზავნე პირდაპირი შეტყობინება
mk: Испрати директна забелешка
nb: Send en direktenotis
sv: Skicka en direktnotis
zh_cn: 发送一条私信

source: Select recipient:
ca: Seleccioneu el destinatari
ia: Selige destinatario:
mk: Оберете примач:
sv: Välj mottagare:
zh_cn: 选择收件人：

source: No mutual subscribers.
ca: No teniu subscriptors mutus.
es: Sin suscripción mutua
ia: Nulle subscriptores mutual.
mk: Нема заемни претплатници.
sv: Inga ömsesidiga prenumeranter.
te: పరస్పర చందాదార్లు ఎవరూలేరు.
zh_cn: 没有共同的关注者。

source: To
ca: A
cs: Komu:
es: Para
gl: A
ia: A
it: A
ka: ვის
mk: За
nb: Til
sv: Till
zh_cn: 到

# Send button for sending notice
source: Send
ca: Envia
cs: Odeslat
es: Enviar
gl: Enviar
ia: Inviar
it: Invia
ka: გაგზავნა
mk: Испрати
sv: Skicka
te: పంపించు
zh_cn: 发布

source: Messages
ca: Missatges
es: Mensajes
mk: Пораки
sv: Meddelanden
te: సందేశాలు
zh_cn: 消息

source: from
ca: de
cs: od
es: desde
gl: de
ia: via
it: via
ka: ვისგან
mk: од
nb: fra
sv: från
te: నుండి
zh_cn: 通过

# SOURCE
source: web
mk: мрежно
sv: webb
te: జాలం

# SOURCE
source: mail
ca: correu electrònic
ia: e-mail
mk: е-пошта
sv: e-post
te: ఈమెయిలు

# SOURCE
source: omb
mk: OpenMicroBlogging

source: Cannot get author for activity.
ca: No es pot aconseguir l'autor de l'activitat.
ia: Non pote determinar le autor pro le activitate.
mk: Не можам да го добијам авторот за активноста.
sv: Kan inte hämta författare för aktiviteten.

source: Bookmark not posted to this group.
ca: L'adreça d'interès no s'ha publicat al grup.
ia: Le marcapaginas non es publicate in iste gruppo.
mk: На оваа група не е објавен одбележувач.
sv: Bokmärke postades inte till denna grupp.

source: Object not posted to this user.
ca: L'objecte no s'ha publicat a l'usuari.
ia: Le objecto non es inviate a iste usator.
mk: Објектот не му е испратен на овој корисник.
sv: Objekt postades inte till denna användare.

source: Do not know how to handle this kind of target.
ca: No se sap gestionar aquest tipus d'objectiu.
ia: Non sape manear iste typo de destination.
mk: Не знам како да работам со ваква одредница.
sv: Vet inte hur man ska hantera den här typen av mål.

source: You must implement either adaptNoticeListItem() or showNotice().
ia: Es necessari implementar o adaptNoticeListItem() o showNotice().
mk: Мора да го спроведете или adaptNoticeListItem() или showNotice().
sv: Du måste implementera antingen adaptNoticeListItem() eller showNotice().

source: Nickname cannot be empty.
ca: El sobrenom no pot estar en blanc.
ia: Le pseudonymo non pote esser vacue.
mk: Прекарот не може да стои празен.
sv: Smeknamn kan inte vara tomt.
zh_cn: 昵称不能为空。

source: Nickname cannot be more than %d character long.
ca: El sobrenom no pot contenir més de %d caràcter.
ia: Le pseudonymo non pote haber plus de %d character.
mk: Прекарот не смее да биде подолг од %d знак.
sv: Smeknamn kan inte vara mer än %d tecken långt.
zh_cn: 昵称长度不能超过%d字符。

source: Send a notice
ca: Envia un avís
cs: Poslat oznámení
es: Enviar un mensaje
gl: Enviar unha nota
ia: Inviar un nota
it: Invia un messaggio
ja: つぶやきを送る
ka: შეტყობინების გაგზავნა
mk: Испрати забелешка
nb: Send en notis
sv: Skicka en notis
te: సైటు గమనిక
zh_cn: 发送一个通知

source: What's up, %s?
ca: Què tal, %s?
cs: Co se děje, %s?
es: ¿Qué tal, %s?
gl: Que hai de novo, %s?
ia: Como sta, %s?
it: Cosa succede, %s?
ja: 最近どう %s?
ka: რა არის ახალი %s?
mk: Што има ново, %s?
nb: Hva skjer %s?
sv: Vad är på gång, %s?
te: %s, ఏమిటి సంగతులు?
zh_cn: %s，最近怎么样？

source: Attach
ca: Adjunta
cs: Připojit
es: Adjuntar
gl: Anexar
ia: Annexar
it: Allega
ja: 添付
ka: ფაილის მიმაგრება
mk: Приложи
nb: Legg ved
sv: Bifoga
te: జోడించు
zh_cn: 附件

source: Attach a file.
ca: Adjunta un fitxer.
es: Adjuntar archivo
ia: Annexar un file.
mk: Приложи податотека.
sv: Bifoga en fil.
te: ఒక దస్త్రాన్ని జోడించండి

source: Share my location
ca: Comparteix la ubicació on estic
cs: Sdílet mé umístění
es: Compartir mi ubicación
gl: Publicar a miña localidade
ia: Divulgar mi loco
it: Condividi la mia posizione
ja: あなたの場所を共有する
ka: გააზიარე ჩემი მდებარეობა
mk: Прикажи ја мојата местоположба.
nb: Del min posisjon
sv: Dela min plats
te: నేనున్న ప్రాంతాన్ని బహిరంగపరచు
zh_cn: 分享我的地理位置。

source: Do not share my location
ca: Amaga la ubicació on estic
cs: Nesdílet moje umístění
es: No compartir mi ubicación
gl: Non publicar a miña localidade
ia: Non divulgar mi loco
it: Non condividere la mia posizione
ja: あなたの場所を共有しない
ka: არ გააზიარო ჩემი მდებარეობა
mk: Не ја прикажувај мојата местоположба
nb: Ikke del min posisjon
sv: Dela inte min plats
te: నేనున్న ప్రాంతాన్ని బహిరంగపరచకు
zh_cn: 不要分享我的地理位置。

source: Sorry, retrieving your geo location is taking longer than expected, please try again later
ca: Ho sentim, la obtenció de la vostra ubicació geogràfica està trigant més de l'esperat; torneu-ho a provar més tard
cs: Je nám líto, načítání vaší geo lokace trvá déle, než se očekávalo, zkuste to prosím znovu později
es: Lo sentimos, pero geolocalizarte está tardando más de lo esperado. Por favor, inténtalo más tarde.
gl: Estase tardando máis do esperado en obter a súa xeolocalización, vólvao intentar máis tarde
ia: Pardono, le obtention de tu geolocalisation prende plus tempore que previste. Per favor reproba plus tarde.
it: Il recupero della tua posizione geografica sta impiegando più tempo del previsto. Riprova più tardi.
ja: すみません、あなたの位置を検索するのが予想より長くかかっています、後でもう一度試みてください
ka: ბოდიში, როგორც ჩანს ადგილმდებარეობის დადგენას ჩვეულებრივზე მეტი ხანი სჭირდება, გთხოვთ სცადოთ მოგვიანებით
mk: Жалиме, но добивањето на Вашата местоположба трае подолго од очекуваното. Обидете се подоцна.
nb: Beklager, henting av din geoposisjon tar lenger tid enn forventet, prøv igjen senere
sv: Tyvärr, hämtning av din geografiska plats tar längre tid än förväntat, var god försök igen senare
te: క్షమించండి, మీ భౌగోళిక ప్రాంతాన్ని తెలుసుకోవడం అనుకున్నదానికంటే ఎక్కవ సమయం తీసుకుంటూంది, దయచేసి కాసేపాగి ప్రయత్నించండి
zh_cn: 抱歉，获取你的地理位置时间过长，请稍候重试

source: N
cs: S
ka: ჩ
mk: С
te: ఉ

source: S
cs: J
ka: ს
mk: Ј
te: ద

source: E
cs: V
gl: L
ka: ა
mk: И
nb: Ø
sv: Ö
te: తూ

source: W
ca: O
cs: Z
gl: O
it: O
ka: დ
mk: З
nb: V
sv: V
te: ప

source: at
ca: a
cs: v
es: en
gl: en
ia: in
it: presso
mk: во
nb: på
sv: på
te: ప్రాంతం
zh_cn: 位于

source: in context
ca: en context
cs: v kontextu
es: en contexto
gl: no contexto
ia: in contexto
it: in una discussione
mk: во контекст
sv: i sammanhang
te: సందర్భంలో
zh_cn: 查看对话

source: Repeated by
ca: Repetit per
cs: Opakováno
es: Repetido por
gl: Repetida por
ia: Repetite per
it: Ripetuto da
mk: Повторено од
nb: Repetert av
sv: Upprepad av
te: %s యొక్క పునరావృతం
zh_cn: 转发来自

source: Reply to this notice
ca: Respon a aquest avís
cs: Odpovědět na toto oznámení
es: Responder a este mensaje.
gl: Responder a esta nota
ia: Responder a iste nota
it: Rispondi a questo messaggio
ja: このつぶやきへ返信
ka: უპასუხე ამ შეტყობინებას
mk: Одговори на забелешкава
nb: Svar på denne notisen
sv: Svara på denna notis
te: ఈ నోటీసుపై స్పందించండి
zh_cn: 回复

source: Reply
ca: Respon
cs: Odpovědět
es: Responder
gl: Responder
ia: Responder
it: Rispondi
ja: 返信
ka: პასუხი
mk: Одговор
nb: Svar
sv: Svara
te: స్పందించండి
zh_cn: 回复

source: Delete this notice
ca: Elimina aquest avís
cs: Odstranit toto oznámení
es: Borrar este mensaje
gl: Borrar esta nota
ia: Deler iste nota
it: Elimina questo messaggio
ja: このつぶやきを削除
ka: შეტყობინების წაშლა
mk: Избриши ја оваа забелешка
nb: Slett denne notisen
sv: Ta bort denna notis
te: ఈ నోటీసుని తొలగించు
zh_cn: 删除

source: Notice repeated.
ca: Avís repetit.
ia: Nota repetite.
mk: Забелешката е повторена.
sv: Notis upprepad.
te: నోటీసు పునరావృతం.

source: Update your status...
ca: Actualitzeu el vostre estat...
es: Actualiza tu estado.
ia: Actualisar tu stato...
mk: Подновете си го статусот...
sv: Uppdatera din status ...
te: మీ స్థితిని తాజాకరించండి...

source: Nudge this user
ca: Crida l'atenció a l'usuari
cs: Pošťuchovat tohoto uživatele
es: Dar un toque a este usuario
gl: Facerlle un aceno a este usuario
ia: Pulsar iste usator
it: Richiama questo utente
ja: このユーザへ合図
mk: Подбуцни го корисников
nb: Knuff denne brukeren
sv: Knuffa denna användare
zh_cn: 呼叫用户

# BUTTON
source: Nudge
ca: Crida l'atenció
ia: Pulsar
mk: Подбоцни
sv: Knuffa

source: Send a nudge to this user.
ca: Crida l'atenció a l'usuari.
ia: Inviar un pulsata a iste usator.
mk: Подбоцни го корисников.
sv: Skicka en knuff till denna användare.

source: Error inserting new profile.
ca: S'ha produït un error en inserir un perfil nou.
es: Error al insertar un nuevo perfil.
gl: Houbo un erro ao inserir o novo perfil.
ia: Error durante le insertion del nove profilo.
it: Errore nell'inserire il nuovo profilo.
mk: Грешка при вметнувањето на новиот профил.
sv: Fel vid infogning av ny profil.
zh_cn: 添加新个人信息出错。

source: Error inserting avatar.
ca: S'ha produït un error en inserir un avatar.
es: Error al insertar el avatar.
gl: Houbo un erro ao inserir o avatar.
ia: Error durante le insertion del avatar.
it: Errore nell'inserire l'immagine.
mk: Грешка при вметнувањето на аватарот.
sv: Fel vid infogning av avatar.
zh_cn: 添加头像出错。

source: Error inserting remote profile.
ca: S'ha produït un error en inserir un perfil remot.
es: Error al insertar el perfil remoto.
gl: Houbo un erro ao inserir o perfil remoto.
ia: Error durante le insertion del profilo remote.
it: Errore nell'inserire il profilo remoto.
mk: Грешка при вметнувањето на далечинскиот профил.
sv: Fel vid infogning av fjärrprofil.
zh_cn: 添加远程个人信息时出错。

source: Duplicate notice.
ca: Avís duplicat.
es: Mensaje duplicado.
gl: Nota duplicada.
ia: Nota duplicate.
it: Messaggio duplicato.
mk: Дуплирана забелешка.
sv: Duplicera notis.
zh_cn: 复制消息。

source: Could not insert new subscription.
ca: No s'ha pogut inserir una nova subscripció.
ia: Non poteva inserer nove subscription.
mk: Не можев да внесам нова претплата.
sv: Kunde inte infoga ny prenumeration.

source: No oEmbed API endpoint available.
ca: No hi ha cap punt d'enllaç oEmbed disponible.
ia: Nulle puncto de fin del API de oEmbed es disponibile.
mk: Нема достапна крајна точка за oEmbed API.
sv: Ingen oEmbed API-slutpunkt är tillgänglig.

# LABEL
source: List
ia: Lista
mk: Список
sv: Lista
te: జాబితా

source: Change the list (letters, numbers, -, ., and _ are allowed).
ia: Cambiar le lista (litteras, numeros, -, . e _ es permittite).
mk: Смени го списокот (допуштени се букви, бројки, -, ., и _).
sv: Ändra listan (bokstäver, siffror, -, ., och _ är tillåtna).

source: Describe the list or topic.
ia: Describe le lista o topico.
mk: Опишете го списокот или темата.
sv: Beskriv listan eller ämnet.
te: జాబితాను లేదా విషయాన్ని వివరించండి.

source: Describe the list or topic in %d character.
ia: Describe le gruppo o topico in %d character o minus.
mk: Опишете го списокот или темата со највеќе %d знак
sv: Beskriv listan eller ämnet med %d tecken.

source: Delete this list.
ia: Deler iste lista.
mk: Избриши го списоков.
sv: Ta bort den här listan.

source: Add or remove people
ia: Adder o remover personas
mk: Додај или отстрани луѓе
sv: Lägg till eller ta bort personer

# HEADER
source: Search
ia: Recerca
mk: Пребарување
sv: Sök
te: వెతుకు

# MENU
source: List
ia: Lista
mk: Список
sv: Lista
te: జాబితా

source: %1$s list by %2$s.
ia: Lista "%1$s" de %2$s.
mk: Список %1$s од %2$s.
sv: %1$s-listan av %2$s .

# MENU
source: Listed
ia: Listate
mk: Наведени
sv: Listade

# MENU
source: Subscribers
ca: Subscriptors
ia: Subscriptores
mk: Претплатници
sv: Prenumeranter
te: చందాదారులు

source: Subscribers to %1$s list by %2$s.
ia: Personas subscribite al lista "%1$s" de %2$s.
mk: Претплатници на списокот %1$s од %2$s.
sv: Prenumeranter på %1$s-listan av %2$s .

# MENU
source: Edit
ia: Modificar
mk: Уреди
sv: Redigera
te: మార్చు

source: Edit %s list by you.
ia: Modificar tu lista "%s".
mk: Уредете го Вашиот список %s.
sv: Redigera %s-listan av dig.

source: Tagged
ia: Etiquettate
mk: Означени
sv: Taggade

source: Edit list settings.
ia: Modificar configuration de lista.
mk: Уреди нагодувања за списоци.
sv: Redigera listinställningar.

source: Edit
ca: Edita
cs: Editovat
es: Editar
gl: Modificar
ia: Modificar
it: Modifica
ja: 編集
ka: რედაქტირება
mk: Уреди
nb: Rediger
sv: Redigera
te: మార్చు
zh_cn: 编辑

# MODE
source: Private
mk: Приватни
sv: Privat
te: అంతరంగికం

# MENU
source: List Subscriptions
ia: Subscriptiones a listas
mk: Претплати на списоци
sv: Listprenumerationer
te: జాబితా చందాలు

# TOOLTIP
source: Lists subscribed to by %s.
ia: Listas al quales %s ha subscribite.
mk: Списоци на коишто се има претплатено %s.
sv: Listor som prenumereras av %s.

# MENU
source: Lists with %s
ia: Listas con %s
mk: Списоци со %s
sv: Listor med %s

# TOOLTIP
source: Lists with %s.
ia: Listas con %s.
mk: Списоци со %s.
sv: Listor med %s.

# MENU
source: Lists by %s
ia: Listas create per %s
mk: Списоци од %s
sv: Listor av %s

# TOOLTIP
source: Lists by %s.
ia: Listas create per %s.
mk: Списоци од %s.
sv: Listor av %s.

# LABEL
source: Your lists
ia: Tu listas
mk: Ваши списоци
sv: Dina listor

# LEGEND
source: Edit lists
ia: Modificar listas
mk: Уреди списоци
sv: Redigera listor

# LABEL
source: Tags
ia: Etiquettas
mk: Ознаки
sv: Taggar

source: Popular lists
ia: Listas popular
mk: Популарни списоци
sv: Populära listor
te: ప్రసిద్ధ జాబితాలు
