Repository: zh/statusnet
Catalog: plugins/SubMirror/locale/*/LC_MESSAGES/SubMirror.po
Languages: de, nl, uk

source: Invalid feed URL: %s.
de: Ungültige Feed-URL: %s.

source: Invalid profile for mirroring.
de: Ungültiges Profil für das Spiegeln.
nl: Ongeldig profiel om te spiegelen.
uk: Помилковий профіль для віддзеркалення.

source: Cannot mirror a StatusNet group at this time.
de: Kann im Moment keine StatusNet-Gruppe spiegeln.

source: This action only accepts POST requests.
de: Diese Aktion nimmt nur POST-Requests.
nl: Deze handeling accepteert alleen POST-verzoeken.
uk: Ця дія приймає запити лише за формою POST.

source: There was a problem with your session token. Try again, please.
de: Es gab ein Problem mit deinem Sitzungstoken. Bitte versuche es erneut.
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.
uk: Виникли певні проблеми з токеном сесії. Спробуйте знов, будь ласка.

source: Not logged in.
de: Nicht angemeldet.
nl: Niet aangemeld.
uk: Ви не увійшли до системи.

source: Subscribed
de: Abonniert
nl: Geabonneerd
uk: Підписані

source: Requested invalid profile to edit.
de: Ungültiges Profil zum Bearbeiten angefordert.
nl: Er is een ongeldig profiel opgevraagd om te bewerken.
uk: Було запитано невірний профіль для редагування.

source: Bad form data.
de: Ungültige Formulardaten.
nl: Onjuiste formuliergegevens.
uk: Невірні дані форми.

source: Requested edit of missing mirror.
de: Bearbeitung eines fehlenden Spiegels angefordert.
nl: Er is een missende spiegel opgevraagd om te bewerken.
uk: Запитано редагування зниклого дзеркала.

source: Could not subscribe to feed.
de: Konnte den Feed nicht abonnieren.
nl: Het abonneren op de feed is mislukt.
uk: Не можу підписатися до веб-стрічки.

source: Feed mirror settings
de: Feed-Spiegel-Einstellungen
nl: Instellingen voor spiegelfeed
uk: Налаштування дзеркала веб-стрічки

source: You can mirror updates from many RSS and Atom feeds into your StatusNet timeline!
de: Du kanst die Aktualisierungen von vielen RSS- und Atomfeeds in deine StatusNet-Zeitleiste integrieren!
nl: U kunt statusupdates vanuit veel RSS- en Atomfeeds spiegelen in uit StatusNet-tijdlijn.
uk: Ви маєте можливість віддзеркалювати оновлення багатьох веб-стрічок формату RSS або Atom одразу до стрічки своїх дописів на сайті StatusNet!

source: Provider add
de: Provider hinzufügen

source: Pull feeds into your timeline!
de: Ziehe Feeds in deine Zeitleiste!
nl: Neem feeds op in uw tijdlijn!
uk: Стягування веб-каналів до вашої стрічки повідомлень!

# MENU
source: Mirroring
de: Spiegeln
nl: Spiegelen
uk: Дзеркала

source: Configure mirroring of posts from other feeds
de: Konfiguration des Spiegelns von Posts von anderen Feeds
nl: Spiegelen instellen voor berichten van andere feeds
uk: Конфігурація віддзеркалення дописів з інших веб-стрічок

source: Mirrored feeds
de: Gespiegelte Feeds
nl: Gespiegelde feeds
uk: Дзеркальні потоки

source: Web page or feed URL:
de: Webseiten- oder Feed-URL:
nl: URL van webpagina of feed:
uk: Веб-сторінка або ж URL-адреса стрічки:

# BUTTON
source: Add feed
de: Feed hinzufügen
nl: Feed toevoegen
uk: Додати веб-стрічку

source: Twitter username:
de: Twitter-Benutzername:

# LABEL
source: Local user
de: Lokaler Benutzer
nl: Lokale gebruiker
uk: Тутешній користувач

source: Mirroring style
de: Spiegelungs-Stil
nl: Spiegelstijl
uk: Форма віддзеркалення

source: Repeat: reference the original user's post (sometimes shows as 'RT @blah')
de: Wiederholen: Auf den Post des ursprünglichen Benutzers beziehen (manchmal als „RT @blah“ dargestellt)
nl: Herhalen: refereer aan het bericht van de originele gebruiker (wordt soms weergegeven als "RT @blah ...")
uk: Повторення: посилання до оригінального допису користувача (щось на зразок «RT @pupkin»)

source: Repost the content under my account
de: Den Inhalt mit meinem Konto erneut posten
nl: De inhoud herhalen alsof die van mij komt
uk: Повторення змісту під моїм акаунтом

source: Save
de: Speichern
nl: Opslaan
uk: Зберегти

source: Stop mirroring
de: Mit dem Spiegeln aufhören
nl: Spiegelen beÃ«indigen
uk: Зупинити віддзеркалення

source: RSS or Atom feed
de: RSS- oder Atomfeed

source: Select a feed provider
de: Wähle einen Feedprovider aus

# LABEL
source: Remote feed:
nl: Bronfeed:
uk: Віддалена веб-стрічка:

source: Invalid feed URL.
nl: Ongeldige URL voor feed.
uk: Помилкова URL-адреса веб-стрічки.

source: Can't mirror a StatusNet group at this time.
nl: Het is niet mogelijk om een StatusNet-groep te spiegelen.
uk: На даний момент не можу віддзеркалювати спільноту на сайті StatusNet.
