Repository: zh/statusnet
Catalog: plugins/SearchSub/locale/*/LC_MESSAGES/SearchSub.po
Languages: de, ia, mk, tl

source: %s's search subscriptions
de: %ss Suchabonnements
ia: Subscriptiones de recerca de %s
mk: Претплатени пребарувања на %s
tl: Mga pagpapasipi ng paghahanap ni %s

source: %1$s's search subscriptions, page %2$d
de: %1$ss Suchabonnements, Seite %2$d
ia: Subscriptiones de recerca de %1$s, pagina %2$d
mk: Претплати на пребарувања на %1$s, страница %2$d
tl: Mga pagpapasipi ng paghahanap ni %1$s, pahina %2$d

source: You have subscribed to receive all notices on this site matching the following searches:
de: Du hast abonniert, alle Nachrichten dieser Site zu erhalten, die folgenden Kriterien entsprechen:
ia: Tu ha subscribite a reciper tote le notas in iste sito correspondente al sequente recercas:
mk: Се претплативте да ги примате сите забелешки на ова мреж. место што одговараат на следниве пребарувања:
tl: Nagpasipi ka upang makatanggap ng lahat ng mga pabatid sa sityong ito na tumutugma sa sumusunod na mga paghahanap:

source: %s has subscribed to receive all notices on this site matching the following searches:
de: %s hat abonniert, alle Nachrichten dieser Site zu erhalten, die folgende Kriterien erfüllen:
ia: %s ha subscribite a reciper tote le notas in iste sito correspondente al sequente recercas:
mk: %s се претплати да ги прима сите забелешки на ова мреж. место што одговараат на следниве пребарувања:
tl: Si %s ay nagpasipi upang makatanggap ng lahat ng mga pabatid sa sityong ito na tumutugma sa sumusunod na mga paghahanap:

source: You are not subscribed to any text searches right now. You can push the "Subscribe" button on any notice text search to automatically receive any public messages on this site that match that search, even if you are not subscribed to the poster.
de: Du hast im Moment keine Textsuchen abonniert. Du kannst den „Abonnieren“-Knopf drücken, um automatisch öffentliche Nachrichten auf dieser Site zu erhalten, die der Suche entsprechen, sogar, wenn du den Absender nicht abonniert hast.
ia: Tu non es ancora subscribite a un recerca de texto. Tu pote cliccar sur le button "Subscriber" in omne recerca de texto de nota pro reciper automaticamente tote le messages public in iste sito que corresponde a iste recerca, mesmo si tu non es subscribite al autor.
mk: Моментално не сте претплатени на пребарувања на текст. При пребарување на текст од забелешки, можете да стиснете на копчето „Претплати се“ за автоматски да ги добивате сите јавни пораки на ова мреж. место што одговараат на пребараното, дури и ако не сте претплатени на корисникот што ги објавува.
tl: Hindi ka nagpasipi sa anumang mga paghahanap ng teksto sa ngayon. Maitutulak mo ang pindutang "Magpasipi" na nasa ibabaw ng anumang teksto ng pabatid ng paghahanap upang kusang makatanggap ng anumang mga mensaheng pangmadla sa sityong ito na tutugma sa ganyang paghahanap, kahit na hindi ka nagpapasipi ng karatula.

source: %s is not subscribed to any searches.
de: %s hat keine Suchen abonniert.
ia: %s non es subscribite a alcun recerca.
mk: %s се нема претплатено на пребарувања.
tl: Si %s ay hindi nagpapasipi ng anumang mga paghahanap.

source: "<a href="%1$s">%2$s</a>" since %3$s
de: „<a href="%1$s">%2$s</a>“ seit %3$s
ia: "<a href="%1$s">%2$s</a>" depost %3$s
mk: „<a href="%1$s">%2$s</a>“ од %3$s
tl: "<a href="%1$s">%2$s</a>" magmula noong %3$s

source: You are not tracking the search "%s".
de: Du verfolgst die Suche „%s“ nicht.
ia: Tu non tracia le recerca "%s".
mk: Не го следите пребарувањето „%s“.
tl: Hindi mo sinusubaybayan ang paghahanap ng "%s".

source: Could not end a search subscription for query "%s".
de: Konnte Abonnement für Suche „%s“ nicht beenden.
ia: Non poteva terminar un subscription al recerca de "%s".
mk: Не можев да ја прекратам претплатата на барањето „%s“.
tl: Hindi mawawakasan ang isang pagpapasipi ng paghahanap para sa katanungang "%s".

source: You are no longer subscribed to the search "%s".
de: Du verfolgst die Suche „%s“ nicht länger.
ia: Tu non es plus subscribite al recerca de "%s".
mk: Повеќе не сте претплатени на пребарувањето „%s“.
tl: Hindi ka na nagpapasipi sa paghahanap ng "%s".

source: This action only accepts POST requests.
de: Dieser Befehl akzeptiert nur POST-Anfragen.
ia: Iste action accepta solmente le requestas de typo POST.

source: There was a problem with your session token. Try again, please.
de: Es gab ein Problem mit deinem Sitzungstoken. Bitte erneut versuchen.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.

source: Not logged in.
de: Nicht angemeldet.
ia: Tu non ha aperite un session.

source: No such profile.
de: Kein solches Profil.
ia: Profilo non existe.

source: Subscribed
de: Abonniert
ia: Subscribite
mk: Претплатено
tl: Nagpapasipi na

source: Unsubscribe from this search
de: Diese Suche nicht länger verfolgen
ia: Cancellar subscription a iste recerca
mk: Откажи претплата на ова пребарување
tl: Huwag nang magpasipi mula sa paghahanap na ito

# BUTTON
source: Unsubscribe
de: Abbestellen
ia: Cancellar subscription

source: Unsubscribed
de: Abbestellt
ia: Subscription cancellate
mk: Претплатата е откажана
tl: Hindi na nagpapasipi

source: You are already tracking the search "%s".
de: Du verfolgst die Suche „%s“ bereits.
ia: Tu jam tracia le recerca "%s".
mk: Веќе го следите пребарувањето „%s“.
tl: Sinusubaybayan mo na ang paghahanap ng "%s".

source: Could not start a search subscription for query "%s".
de: Konnte kein Abonnement für Suche „%s“ starten.
ia: Non poteva comenciar un subscription al recerca de "%s".
mk: Не можев да ја започнам претплатата на барањето „%s“.
tl: Hindi masimulan ang isang pagpapasipi sa paghanap para sa katanungang "%s".

source: You are subscribed to the search "%s".
de: Du verfolgst die Suche „%s“.
ia: Tu es subscribite al recerca de "%s".
mk: Претплатени сте на пребарувањето „%s“.
tl: Nagpapasipi ka sa paghahanap ng "%s".

source: Plugin to allow following all messages with a given search.
de: Plugin, um alle Nachrichten zu verfolgen, die mit einer bestimmten Suche übereinstimmen.
ia: Plug-in pro permitter le sequimento de tote le messages con un recerca specificate.
mk: Приклучок што овозможува следење на сите пораки од извесно пребарување.
tl: Pagpapasak upang mapayagan ang pagsunod sa lahat ng mga mensahe na may ibinigay na paghahanap.

# MENU
source: Searches
de: Suchen
ia: Recercas
mk: Пребарувања
tl: Mga paghahanap

source: Configure search subscriptions
de: Suchabonnements konfigurieren
ia: Configurar subscriptiones de recerca
mk: Нагоди претплата на пребарувања
tl: Isaayos ang mga pagpapasipi ng paghahanap

# COMMANDHELP
source: Start following notices matching the given search query.
de: Nachrichten verfolgen, die mit einer bestimmten Suche übereinstimmen.
ia: Comenciar a sequer le notas correspondente al parolas de recerca specificate.
mk: Почнува да следи забелешки што одговараат на даденото пребарување.
tl: Magsimulang sundan ang mga pabatid na tumutugma sa ibinigay na katanungan sa paghahanap.

# COMMANDHELP
source: Stop following notices matching the given search query.
de: Aufhören, Nachrichten zu verfolgen, die mit einer bestimmten Suche übereinstimmen.
ia: Cessar de sequer le notas correspondente al parolas de recerca specificate.
mk: Запира со следење на забелешки што одговараат на даденото пребарување.
tl: Ihinto ang pagsunod sa mga pabatid na tumutugma sa ibinigay na katanungan ng paghahanap.

# COMMANDHELP
source: Disable all tracked search subscriptions.
de: Alle abonnierten Suchen abbestellen.
ia: Disactivar tote le subscriptiones de recerca traciate.
mk: Оневозможување на сите следени претплати на пребарувања.
tl: Huwag paganahin ang lahat ng tinutukoy na pagpapasipi ng paghahanap.

# COMMANDHELP
source: List all your search subscriptions.
de: Alle Suchabonnements auflisten.
ia: Listar tote tu subscriptiones de recerca.
mk: Ги наведува сите пребарувања на кои сте претплатени.
tl: Itala ang lahat ng mga pagpapasipi mo ng paghahanap.

source: Searches
de: Suchen
ia: Recercas

source: You are not tracking any searches.
de: Du verfolgst keine Suchen.
ia: Tu non tracia alcun recerca.
mk: Не следите никакви пребарувања.
tl: Hindi ka sumusubaybay ng anumang mga paghahanap.

source: You are tracking searches for: %s
de: Du verfolgst Suchen für: %s
ia: Tu tracia recercas de: %s
mk: Следите пребарувања на: %s
tl: Sinusubaybayan mo ang mga paghahanap para sa: %s

source: Subscribe to this search
de: Diese Suche abonnieren
ia: Subscriber a iste recerca
mk: Претплати се на пребарувањево
tl: Magpasipi para sa paghahanap na ito

# BUTTON
source: Subscribe
de: Abonnieren
ia: Subscriber

source: Error disabling search subscription for query "%s".
de: Fehler bei der Abbestellung der Suche „%s“.
ia: Error durante le disactivation del subscription de recerca del parolas "%s".
mk: Грешка при оневозможувањето на претплатата за барањето „%s“.
tl: May kamalian sa hindi pagpapagana ng pagpapasipi ng paghahanap para sa katangungang "%s".

source: Disabled all your search subscriptions.
de: Alle Suchabonnements abbestellt.
ia: Tote tu subscriptiones de recerca ha essite disactivate.
mk: Ги оневозможив соте пребарувања на кои сте се претплатиле.
tl: Hindi na pinagagana ang lahat ng mga pagpapasipi mo ng paghahanap.

source: Search subscriptions
mk: Претплата на пребарувања
tl: Mga pagpapasipi ng paghahanap
