Repository: zh/statusnet
Catalog: plugins/Blacklist/locale/*/LC_MESSAGES/Blacklist.po
Languages: br, ca, zh_cn

source: You may not register with homepage "%s".
zh_cn: 您不可以注册与主页"%s"。

source: You may not register with nickname "%s".
br: Ne c'hellit ket en em enskrivañ gant al lesanv "%s".
zh_cn: 您不可以注册绰号"%s"。

source: You may not use homepage "%s".
br: Ne c'hellit ket implij ar bajenn degemer "%s".
ca: No podeu fer servir la pàgina personal «%s».
zh_cn: 您不可以使用 "%s" 当主页。

source: You may not use nickname "%s".
br: Ne c'hellit ket implij al lesanv "%s".
ca: No podeu fer servir el sobrenom «%s».
zh_cn: 您不可以使用 "%s" 的昵称。

source: You may not use URL "%s" in notices.
br: Ne c'hellit ket implij an URL "%s" en alioù.
zh_cn: 你不能在提醒中使用URL '%s'。

source: Keeps a blacklist of forbidden nickname and URL patterns.
zh_cn: 为被禁止的昵称和URL模板创建黑名单。

# MENU
source: Blacklist
br: Roll zu
ca: Llista negra
zh_cn: 黑名单

# TOOLTIP
source: Blacklist configuration
br: Kefluniadur ar roll zu
zh_cn: 黑名单配置

source: Add this nickname pattern to blacklist
ca: Afegeix aquest patró de sobrenom a la llista negra
zh_cn: 向黑名单添加此昵称规则

source: Add this homepage pattern to blacklist
ca: Afegeix aquest patró de pàgina d'inici a la llista negra
zh_cn: 向黑名单添加此主页规则

source: Can't subscribe to nickname "%s".
br: Ne c'hellit ket en em enskrivañ gant al lesanv "%s".
zh_cn: 昵称"%s"无法订阅。

source: Blacklist
br: Roll zu
zh_cn: 黑名单

source: Blacklisted URLs and nicknames
ca: URL a la llista negra i sobrenoms
zh_cn: 黑名单中的URL和昵称

source: Nicknames
br: Lesanvioù
ca: Sobrenoms
zh_cn: 昵称

source: Patterns of nicknames to block, one per line
zh_cn: 禁止的昵称规则，每行一个

source: URLs
br: URLoù
ca: Adreces URL
zh_cn: URL

source: Patterns of URLs to block, one per line
zh_cn: 禁止的URL规则，每行一个

source: Save
br: Enrollañ
zh_cn: 保存

source: Save site settings
br: Enrollañ arventennoù al lec'hienn
zh_cn: 保存网站设置

# TOOLTIP
source: Blacklist configuration.
ca: Configuració de la llista negra.

source: Users from "%s" are blocked.
ca: S'han blocat els usuaris de «%s».

source: Notices from nickname "%s" disallowed.
ca: No es permeten avisos del sobrenom «%s».

source: Cannot subscribe to nickname "%s".
ca: No s'ha pogut subscriure al sobrenom «%s».

# TITLE
source: Blacklist
ca: Llista negra

# BUTTON
source: Save
ca: Desa

source: Save site settings.
ca: Desa la configuració del lloc.

source: Users from "%s" blocked.
br: Implijer "%s" stanket.
