Repository: zh/statusnet
Catalog: plugins/AnonymousFave/locale/*-tarask/LC_MESSAGES/AnonymousFave.po
Languages: be

source: Favored
be: Улюблёнае

source: Couldn't create anonymous user session.
be: Немагчыма стварыць сэсію ананімнага карыстальніка.

source: Allow anonymous users to favorite notices.
be: Дазволіць ананімным карыстальнікам дадаваць паведамленьні ў улюблёныя.

source: Could not favor notice! Please make sure your browser has cookies enabled.
be: Немагчыма пазначыць паведамленьне як улюблёнае. Калі ласка, упэўніцеся ў тым, што ў Вашым браўзэры ўключаныя закладкі (cookie).

source: There was a problem with your session token. Try again, please.
be: Узьнікла праблема з ключом Вашай сэсіі. Калі ласка, паспрабуйце зноў.

source: This notice is already a favorite!
be: Гэтае паведамленьне ўжо знаходзіцца ў ліку ўлюблёных!

source: Could not create favorite.
be: Немагчыма стварыць як улюблёны.

source: Disfavor favorite
be: Выдаліць з улюблёных

source: Couldn't update favorite tally for notice ID %d.
be: Немагчыма абнавіць лічыльнік пазнакаў улюблёных для запісу %d.

source: Couldn't create favorite tally for notice ID %d.
be: Немагчыма стварыць лічыльнік пазнакаў улюлёных для паведамленьня %d.

source: Could not disfavor notice! Please make sure your browser has cookies enabled.
be: Немагчыма выдаліць паведамленьне са сьпісу ўлюблёных! Калі ласка, упэўніцеся, што ў Вашым браўзэры дазволеныя закладкі (cookie).

source: This notice is not a favorite!
be: Гэтае паведамленьне не зьяўляецца ўлюблёным!

source: Could not delete favorite.
be: Немагчыма выдаліць са сьпісу ўлюблёных.

source: Add to favorites
be: Дадаць ва ўлюблёныя
