Repository: zh/statusnet
Catalog: plugins/Adsense/locale/*/LC_MESSAGES/Adsense.po
Languages: br, ca, fr, ia, mk, nl, ru, uk, zh_cn

source: AdSense configuration
br: Kefluniadur AdSense
ca: Configuració de l'AdSense
fr: Configuration d’AdSense
ia: Configuration de AdSense
mk: Нагодувања на AdSense
nl: AdSense-instellingen
ru: Конфигурация AdSense
uk: Конфігурація AdSense
zh_cn: AdSense配置

source: Plugin to add Google AdSense to StatusNet sites.
br: Plugin evit ouzhpennañ Google AdSense da lec'hiennoù StatusNet.
ca: Connector per afegir el Google AdSense a llocs web basats en StatusNet.
fr: Greffon pour ajouter Google AdSense aux sites StatusNet.
ia: Plug-in pro adder Google AdSense a sitos StatusNet.
mk: Приклучок за додавање на Google AdSense во мреж. места со StatusNet.
nl: Plug-in om Google AdSense toe te voegen aan Statusnetsites.
ru: Плагин для добавления Google AdSense на сайты StatusNet.
uk: Додаток для відображення Google AdSense на сторінці сайту StatusNet.
zh_cn: 添加 Google AdSense 到 StatusNet 网站的插件。

source: AdSense settings for this StatusNet site
br: Arventennoù Adsense evit al lec'hienn StatusNet-mañ.
ca: Paràmetres de l'AdSense per a aquest lloc basat en StatusNet
fr: Paramètres AdSense pour ce site StatusNet
ia: Configuration de AdSense pro iste sito StatusNet
mk: Поставки на AdSense за ова мрежно место со StatusNet
nl: AdSense-instellingen voor deze StatusNet-website
ru: Настройки AdSense для этого сайта StatusNet
uk: Налаштування AdSense на даному сайті StatusNet
zh_cn: 这个 StatusNet 网站的 AdSense 设置

source: Client ID
br: ID an arval
ca: ID del client
fr: Identifiant du client
ia: ID de cliente
mk: ID на клиент
ru: ID клиента
uk: ІД клієнта
zh_cn: 客户ID

source: Google client ID
br: ID an arval Google
ru: ID клиента Google
zh_cn: Google 发布商 ID（例如：pub-1234567890123456）

source: Ad script URL
br: URL ar skript kemenn
ca: URL de l'script de l'anunci
fr: Adresse URL du script d’annonce
ia: URL del script de publicitate
mk: URL на рекламната скрипта
nl: URL voor advertentiescript
ru: URL-адрес скрипта рекламы
uk: Адреса скрипту AdSense
zh_cn: 广告脚本地址

source: Script URL (advanced)
br: URL ar skript (araokaet)
ru: URL-адрес скрипта (расширенная настройка)
zh_cn: 高级脚本地址

source: Medium rectangle
br: Skouergornek etre
ca: Rectangle mitjà
fr: Rectangle moyen
ia: Rectangulo medie
mk: Среден правоаголник
nl: Middelgrote rechthoek
ru: Средний прямоугольник
uk: Середній прямокутник
zh_cn: 中等矩形

source: Medium rectangle slot code
br: Kod lakaet en ur skouergornek etre
ru: Слот-код среднего прямоугольника
zh_cn: 中等矩形广告代码（#ID）

source: Rectangle
br: Skouergornek
ia: Rectangulo
mk: Правоаголник
nl: Rechthoek
ru: Прямоугольник
uk: Прямокутник
zh_cn: 小矩形

source: Rectangle slot code
br: Kod lakaet er skouergornek
ru: Слот-код прямоугольника
zh_cn: 小矩形广告代码（#ID）

source: Leaderboard
br: Panell an urzhiadoù
fr: Panneau de commande
ia: Bandiera large
mk: Табла на предводници
nl: Breedbeeldbanner
ru: Доска лидеров
uk: Банер
zh_cn: 首页横幅

source: Leaderboard slot code
br: Kod lakaet e panell an urzhiadoù
ru: Слот-код доски лидеров
zh_cn: 首页横幅广告代码（#ID）

source: Skyscraper
br: Giton a-serzh
fr: Bannière verticale
ia: Grattacelo
mk: Облакодер
ru: Небоскреб
uk: Хмарочос
zh_cn: 宽幅摩天大楼

source: Wide skyscraper slot code
br: Kod lakaet en ur giton ledan a-serzh
ru: Слот-код широкого небоскреба
zh_cn: 宽幅摩天大楼广告代码（#ID）

source: Save
br: Enrollañ
ru: Сохранить
zh_cn: 保存

source: Save AdSense settings
br: Enrollañ arventennoù AdSense
ru: Сохранить настройки AdSense
zh_cn: 保存AdSense设置

source: Google client ID.
ca: ID del client de Google
fr: ID client Google.
ia: ID de cliente Google.
mk: Назнака на Google-клиент.
uk: Ідентифікатор клієнта Google.

source: Script URL (advanced).
ca: URL de l'script (avançat)
fr: URL du script (avancé).
ia: URL del script (avantiate).
mk: URL на скриптата (напредно).
nl: URL voor script (gevorderd).
uk: URL-адреса сценарію (розширена опція).

source: Medium rectangle slot code.
ca: Codi de ranura del rectangle mitjà
fr: Code placé dans un rectangle moyen
ia: Codice pro interstitio a rectangulo medie.
mk: Код на жлебот на средниот правоаголник.
nl: Slotcode voor gemiddelde rechthoek.
uk: Слот-код середнього прямокутника.

source: Rectangle slot code.
ca: Codi de ranura del rectangle
fr: Codé placé dans le rectangle
ia: Codice pro interstitio a rectangulo.
mk: Код на жлебот на правоаголникот.
nl: Slotcode voor rechthoek.
uk: Слот-код прямокутника.

source: Leaderboard slot code.
fr: Code placé dans le panneau de commande
ia: Codice pro interstitio a bandiera large.
mk: Код на жлебот на таблата на предводници.
nl: Slotcode voor breedbeeldbanner.
uk: Слот-код банеру.

source: Wide skyscraper slot code.
fr: Code placé dans une bannière verticale large
ia: Codice pro interstitio a grattacelo large.
mk: Код на жлебот на широкиот облакодер.
nl: Slotcode voor brede skyscraper.
uk: Слот-код хмарочосу.

# BUTTON
source: Save
ca: Desa
fr: Sauvegarder
ia: Salveguardar
mk: Зачувај
nl: Opslaan
uk: Зберегти

source: Save AdSense settings.
ca: Desa els paràmetres de l'AdSense.
fr: Sauvegarder les paramètres AdSense.
ia: Salveguardar configurationes de AdSense.
mk: Зачувај нагодувања на AdSense.
nl: AdSense-instellingen opslaan.
uk: Зберегти налаштування AdSense.
