Repository: zh/statusnet
Catalog: plugins/OpenID/locale/*/LC_MESSAGES/OpenID.po
Languages: de, nl

source: OpenID Identity Verification
de: OpenID-Identitätsverifikation
nl: OpenID-identiteitscontrole

source: This page should only be reached during OpenID processing, not directly.
de: Diese Seite sollte nur während der Abwicklung von OpenID erreicht werden, nicht direkt.
nl: Deze pagina hoort alleen bezocht te worden tijdens het verwerken van een OpenID, en niet direct.

# BUTTON
source: Continue
de: Weiter

# MENU
source: Login
de: Anmelden
nl: Aanmelden

# TOOLTIP
source: Help me!
de: Hilf mir!

# MENU
source: Help
de: Hilfe
nl: Hulp

# MENU
source: Search
de: Suche
nl: Zoeken

source: Use <a href="http://openid.net/">OpenID</a> to login to the site.
de: Benutzung der <a href="http://openid.net/">OpenID</a> zur Anmeldung auf der Seite
nl: Gebruik <a href="http://openid.net/">OpenID</a> om aan te melden bij de site.

source: Enter your username.
de: Gib deinen Benutzernamen ein.
nl: Voer uw gebruikersnaam in

source: You will be sent to the provider's site for authentication.
de: Du wirst zur Authentifizierung auf die Seite ihres OpenID-Providers weitergeleitet werden.
nl: U wordt naar de site van de provider omgeleid om aan te melden.

source: Already logged in.
de: Bereits angemeldet.
nl: U bent al aangemeld.

source: There was a problem with your session token. Try again, please.
de: Es gab ein Problem mit deinem Sitzungstoken. Bitte versuche es erneut.
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.

source: An unknown error has occured.
de: Ein unbekannter Fehler ist aufgetreten.
nl: Er is een onbekende fout opgetreden.

source: Create new account
de: Neues Benutzerkonto erstellen
nl: Nieuwe gebruiker aanmaken

source: Create a new user with this nickname.
de: Neues Benutzerkonto mit diesem Benutzernamen erstellen.
nl: Nieuwe gebruiker met deze naam aanmaken.

source: New nickname
de: Neuer Benutzername
nl: Nieuwe gebruiker

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
de: 1-64 Kleinbuchstaben oder Zahlen, keine Satz- oder Leerzeichen.
nl: 1-64 kleine letters of cijfers, geen leestekens of spaties.

source: Used only for updates, announcements, and password recovery.
de: Wird nur für Updates, Bekanntmachungen und die Passwortwiederherstellung verwendet.
nl: Alleen gebruikt voor updates, aankondigingen en wachtwoordherstel.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
de: Meine Daten, außer Passwort, E-Mail-Adresse, IM-Adresse und Telefonnummer, sind unter %s verfügbar.
nl: Mijn teksten en bestanden zijn beschikbaar onder %s, behalve de volgende priv√©gegevens: wachtwoord, e-mailadres, IM-adres, telefoonnummer.

# BUTTON
source: Create
de: Erstellen
nl: Aanmaken

source: Connect existing account
de: Bestehendes Benutzerkonto verbinden
nl: Koppelen met bestaande gebruiker

source: If you already have an account, login with your username and password to connect it to your OpenID.
de: Wenn du bereits ein Benutzerkonto hast, melde dich mit deinem Benutzernamen und Passwort an, um ihn mit deiner OpenID zu verbinden.
nl: Als u al een gebruiker hebt, meld u dan aan met uw gebruikersnaam en wachtwoord om de gebruiker te koppelen met uw OpenID.

source: Existing nickname
de: Bestehender Benutzername
nl: Bestaande gebruiker

source: Password
de: Passwort
nl: Wachtwoord

# BUTTON
source: Connect
de: Verbinden
nl: Koppelen

source: OpenID authentication cancelled.
de: OpenID-Authentifizierung abgebrochen.
nl: De authenticatie via OpenID is afgebroken.

source: Registration not allowed.
de: Registrierung nicht erlaubt.
nl: Registreren is niet mogelijk.

source: Not a valid invitation code.
de: Kein gültiger Einladungscode.
nl: De uitnodigingscode is niet geldig.

source: Nickname not allowed.
de: Benutzername nicht erlaubt.
nl: Deze gebruikersnaam is niet toegestaan.

source: Nickname already in use. Try another one.
de: Benutzername wird bereits verwendet. Suche dir einen anderen aus.
nl: Deze gebruikersnaam wordt al gebruikt. Kies een andere.

source: Stored OpenID not found.
de: Gespeicherte OpenID nicht gefunden.
nl: Het opgeslagen OpenID is niet aangetroffen.

source: Creating new account for OpenID that already has a user.
de: Erstellen eines neuen Kontos für OpenID, das bereits einen Benutzer hat.
nl: Poging tot aanmaken van een OpenID-account dat al een gebruiker heeft.

source: Invalid username or password.
de: Benutzername oder Passwort falsch.
nl: Ongeldige gebruikersnaam of wachtwoord.

source: Error connecting user to OpenID.
de: Fehler bei der Verbindung des Benutzers mit OpenID.
nl: Fout bij het koppelen met OpenID.

source: Cannot instantiate OpenID consumer object.
de: OpenID-Consumer-Objekt kann nicht instanziiert werden.
nl: Het was niet mogelijk een OpenID-object aan te maken.

source: Not a valid OpenID.
de: Keine gültige OpenID.
nl: Geen geldige OpenID.

source: This form should automatically submit itself. If not, click the submit button to go to your OpenID provider.
de: Dieses Formular sollte automatisch selbst abschicken. Wenn dies nicht der Fall ist, klicke auf die Schaltfläche Senden, um zu deinem OpenID Provider zu wechseln.
nl: Dit formulier hoort zichzelf automatisch op te slaan. Als dat niet gebeurt, klik dan op de knop "Aanmelden" om naar uw OpenID-provider te gaan.

source: Error saving the profile.
de: Fehler beim Speichern des Profils.
nl: Fout bij het opslaan van het profiel.

source: Error saving the user.
de: Fehler beim Speichern des Benutzers.
nl: Fout bij het opslaan van de gebruiker.

source: Unauthorized URL used for OpenID login.
de: Unauthorisierte URL für OpenID-Anmeldung benutzt.
nl: Ongeautoriseerde URL gebruikt voor aanmelden via OpenID

source: OpenID Login Submission
de: OpenID-Anmeldeübertragung
nl: Aanmelden via OpenID

source: Requesting authorization from your login provider...
de: Authorisierung von deinem Login-Provider wird angefragt …
nl: Bezig met het vragen van autorisatie van uw aanmeldprovider...

source: If you are not redirected to your login provider in a few seconds, try pushing the button below.
de: Wenn du nicht in wenigen Sekunden zu deinem Login-Provider weitergeleitet wirst, versuche den Button unten zu klicken.
nl: Als u binnen een aantal seconden niet wordt doorverwezen naar uw aanmeldprovider, klik dan op de onderstaande knop.

source: OpenID settings
de: OpenID-Einstellungen
nl: OpenID-instellingen

source: By default, users are allowed to authenticate with any OpenID provider. If you are using your own OpenID service for shared sign-in, you can restrict access to only your own users here.
de: Standardmäßig dürfen sich Benutzer mit jedem OpenID-Provider authentifizieren. Wenn du deinen eigenen OpenID-Servide benutzt, kannst du hier den Zugang auf deine eigenen Benutzer beschränken.
nl: Gebruikers is het standaard toegestaan aan te melden via alle OpenID-providers. Als u uw eigen OpenID-dienst gebruikt voor gedeeld aanmelden, dan kunt u hier de toegang beperken tot alleen uw eigen gebruikers.

source: All OpenID logins will be sent to this URL; other providers may not be used.
de: Alle OpenID-Anmeldungen werden an diese URL gesendet; andere Provider können nicht verwendet werden.
nl: Alle aanmeldpogingen voor OpenID worden naar deze URL gezonden. Andere providers kunnen niet gebruikt worden.

source: Append a username to base URL
de: Einen Benutzernamen an die Basis-URL anfügen
nl: Gebruikersnaam aan basis-URL toevoegen

source: Login form will show the base URL and prompt for a username to add at the end. Use when OpenID provider URL should be the profile page for individual users.
de: Die Anmelde-Form wird eine Basis-URL anzeigen und um einen Benutzernamen am Ende bitten. Benutzer dass, wenn die OpenID-Provider-URL die Profilseite individueller Benutzer sein sollte.
nl: Het aanmeldformulier geeft de basis-URL weer en vraag om achteraan een gebruikersnaam toe te voegen. Gebruik deze instelling als de URL van een OpenID-provider de profielpagina van individuele gebruikers moet zijn.

source: Required team
de: Erforderliche Mannschaft
nl: Vereist team

source: Only allow logins from users in the given team (Launchpad extension).
de: Nur Anmeldungen von Benutzern aus der gegebenen Mannschaft erlauben (Launchpad-Erweiterung).
nl: Alleen leden van een bepaald team toestaan aan te melden (uitbreiding van Launchpad).

source: Enable OpenID-only mode
de: Nur-OpenID-Modus aktivieren
nl: Alleen OpenID inschakelen

source: Require all users to login via OpenID. Warning: disables password authentication for all users!
de: Von allen Benutzern OpenID-Anmeldung verlangen. Warnung: deaktiviert Passwort-Authentifizierung aller Benutzer!
nl: Alle gebruikers verplichten aan te melden via OpenID. Waarschuwing: als deze instelling wordt gebruikt, kan geen enkele gebruiker met een wachtwoord aanmelden!

source: Save OpenID settings.
de: OpenId-Einstellungen speichern.
nl: OpenID-instellingen opslaan.

source: Not logged in.
de: Nicht angemeldet.
nl: Niet aangemeld.

source: You already have this OpenID!
de: Du hast bereits diese OpenID!
nl: U hebt deze OpenID al!

source: Someone else already has this OpenID.
de: Jemand anders hat bereits diese Open-ID.
nl: Iemand anders gebruikt deze OpenID al.

source: Error connecting user.
de: Fehler beim Verbinden des Benutzers.
nl: Fout bij het verbinden met de gebruiker.

source: OpenID Login
de: OpenID-Anmeldung
nl: Aanmelden via OpenID

source: [OpenID](%%doc.openid%%) lets you log into many sites with the same user account. Manage your associated OpenIDs from here.
de: [OpenID](%%doc.openid%%) erlaubt die, dich auf vielen Seiten mit dem selben Benutzerkonto anzumelden. Verwalte deine verknüpften OpenIDs von hier aus.
nl: Met [OpenID](%%doc.openid%%) kunt u aanmelden bij veel websites met dezelfde gebruiker. U kunt hier uw gekoppelde OpenID's beheren.

source: If you want to add an OpenID to your account, enter it in the box below and click "Add".
de: Falls du eine OpenID zu deinem Konto hinzufügen willst, trage sie in dem nachfolgenden Feld ein und klicke auf „Hinzufügen“.
nl: Als u een OpenID aan uw gebruiker wilt toevoegen, voer deze dan hieronder in en klik op "Toevoegen".

source: Removing your only OpenID would make it impossible to log in! If you need to remove it, add another OpenID first.
de: Das Entfernen der einzigen OpenID würde das Einloggen unmöglich machen! Falls du sie entfernen musst, füge zuerst eine andere hinzu.
nl: Door uw enige OpenID te verwijderen zou het niet meer mogelijk zijn om aan te melden. Als u het wilt verwijderen, voeg dan eerst een ander OpenID toe.

source: You can remove an OpenID from your account by clicking the button marked "Remove".
de: Du kannst eine OpenID von deinem Konto entfernen, indem du auf den Button „Entfernen“ klickst.
nl: U kunt een OpenID van uw gebruiker verwijderen door te klikken op de knop "Verwijderen".

source: OpenID Trusted Sites
de: Vertrauenswürdige OpenID-Seiten
nl: Vertrouwde OpenID-sites

source: The following sites are allowed to access your identity and log you in. You can remove a site from this list to deny it access to your OpenID.
de: Den folgenden Seiten ist es erlaubt, deine Identität abzufragen und dich damit anzumelden. Du kannst eine Website aus dieser Liste entfernen, um ihr den Zugriff auf deine OpenID zu verweigern.
nl: De volgende sites hebben toegang tot uw indentiteit en kunnen u aanmelden. U kunt een site verwijderen uit deze lijst zodat deze niet langer toegang heeft tot uw OpenID.

source: Something weird happened.
de: Etwas Seltsames ist passiert.
nl: Er is iets vreemds gebeurd.

source: No such OpenID trustroot.
de: Keine solche OpenID trustroot.
nl: Die OpenID trustroot bestaat niet.

source: No such OpenID.
de: Keine solche OpenID.
nl: De OpenID bestaat niet.

source: That OpenID does not belong to you.
de: Diese OpenID gehört dir nicht.
nl: Die OpenID is niet van u.

source: OpenID removed.
de: OpenID entfernt.
nl: OpenID verwijderd.

source: You are not authorized to use the identity %s.
de: Du bist nicht berechtigt, die Identität %s zu benutzen.
nl: U mag de identiteit %s niet gebruiken.

source: Just an OpenID provider. Nothing to see here, move along...
de: Nur ein OpenID-Provider. Hier gibt es nichts zu sehen …
nl: Gewoon een OpenID-provider. Niets te zien hier...

source: For security reasons, please re-login with your [OpenID](%%doc.openid%%) before changing your settings.
de: Bitte melde dich aus Sicherheitsgründen noch einmal mit deiner [OpenID](%%doc.openid%%), bevor du deine Einstellungen änderst.
nl: Om veiligheidsreden moet u opnieuw aanmelden met uw [OpenID](%%doc.openid%%) voordat u uw instellingen kunt wijzigen.

source: Login with an [OpenID](%%doc.openid%%) account.
de: Mit einem [OpenID](%%doc.openid%%)-Benutzerkonto anmelden.
nl: Aanmelden met een [OpenID](%%doc.openid%%)-gebruiker.

source: Remember me
de: Anmeldedaten merken
nl: Aanmeldgegevens onthouden

source: Automatically login in the future; not for shared computers!
de: Automatisch anmelden; nicht bei gemeinsam genutzten PCs einsetzen!
nl: In het vervolg automatisch aanmelden. Niet gebruiken op gedeelde computers!

# BUTTON
source: Login
de: Anmelden
nl: Aanmelden

source: Provider URL
nl: URL van provider
