Repository: zh/statusnet
Catalog: plugins/BitlyUrl/locale/*/LC_MESSAGES/BitlyUrl.po
Languages: ca, fr, mk, nb, nl

source: bit.ly URL shortening
ca: Escurçament d'URL bit.ly
fr: Raccourcissement d’URL bit.ly
mk: Скратување на URL со bit.ly
nb: bit.ly URL-forkortelse
nl: URL's inkorten via bit.ly

source: URL shortening with bit.ly requires [a bit.ly account and API key](http://bit.ly/a/your_api_key). This verifies that this is an authorized account, and allow you to use bit.ly's tracking features and custom domains.
ca: L'escurçament d'URL amb bit.ly necessita [un compte i clau API de bit.ly](http://bit.ly/a/your_api_key). Això verifica que és un compte autoritzat, i permet fer servir les característiques de seguiment de bit.ly i els dominis personalitzats.
fr: Le raccourcissement d’URL par bit.ly nécessite [un compte bit.ly et une clé API](http://bit.ly/a/your_api_key). Ceci permet de vérifier qu'il s'agit bien d’un compte autorisé et vous permet d’utiliser les fonctionnalités de suivi et les domaines personnalisés de bit.ly.
mk: Скратувањето на URL-адреси со bit.ly бара [сметка и API-клуч за bit.ly](http://bit.ly/a/your_api_key). Со ова се потврдува дека ова е овластена сметка, и Ви овозможува да ги користите можностите за следење и прилагодување на домени што ги нуди bit.ly's.
nb: URL-forkortelse med bit.ly krever [en bit.ly-konto og API-nøkkel](http://bit.ly/a/your_api_key). Denne bekrefter at dette er en autorisert konto og tillater deg å bruke bit.lys sporingsfunksjoner og egendefinerte domener.
nl: Het inkorten van URL's via bit.ly vereist een [account bij bit.ly en een API-sleutel](http://bit.ly/a/your_api_key).

source: Invalid login. Maximum length is 255 characters.
ca: Inici de sessió no vàlid. La longitud màxima és de 255 caràcters.
fr: Nom d’utilisateur invalide. La longueur maximale est de 255 caractères.
mk: Неважечко корисничко име. Дозволени се највеќе 255 знаци.
nl: Ongeldige aanmeldgegevens. De maximale lengte is 255 tekens.

source: Invalid API key. Maximum length is 255 characters.
ca: Clau API no vàlida. La longitud màxima és de 255 caràcters.
fr: Clé d’API invalide. La longueur maximale est de 255 caractères.
mk: Неважечки API-клуч. Дозволени се највеќе 255 знаци.
nl: De API-sleutel is ongeldig. De maximale lengte is 255 tekens.

# LEGEND
source: Credentials
ca: Credencials
fr: Pouvoirs
mk: Уверенија
nl: Gebruikersgegevens

source: Leave these empty to use global default credentials.
ca: Deixa-ho en blanc i fes servir les credencials per defecte globals.
fr: Laissez ceci vide pour utiliser les pouvoirs globaux par défaut.
mk: Оставете го ова празно за да го користите глобалното уверение по основно.
nb: La disse være tomme for å bruke globale standardattester.
nl: Laat deze leeg om globale standaard gebruikersgegevens te gebruiken.

source: If you leave these empty, bit.ly will be unavailable to users.
ca: Si ho deixeu en blanc, el bit.ly no serà disponible per als usuaris.
fr: Si vous laissez ceci vide, bit.ly ne sera pas disponible pour les utilisateurs.
mk: Ако ова го оставите празно, bit.ly ќе биде недостапен за корисниците.
nb: Om du lar disse være tomme vil bit.ly være utilgjengelig for brukere.
nl: Als u deze velden oningevuld laat, is bit.ly niet beschikbaar voor gebruikers.

source: Login name
ca: Nom de sessió
fr: Nom d’utilisateur
mk: Корисничко име
nb: Innloggingsnavn
nl: Gebruikersnaam

source: API key
ca: Clau API
fr: Clé API
mk: API-клуч
nb: API-nøkkel
nl: API-sleutel

# BUTTON
source: Save
ca: Desa
fr: Sauvegarder
mk: Зачувај
nl: Opslaan

source: Save bit.ly settings
ca: Desa els paràmetres de bit.ly
fr: Sauvegarder les paramètres bit.ly
mk: Зачувај нагодувања на bit.ly
nb: Lagre bit.ly-innstillinger
nl: bit.ly-instellingen opslaan

source: You must specify a serviceUrl for bit.ly URL shortening.
ca: Heu d'especificar un URL de servei per a l'escurçament de bit.ly.
fr: Vous devez spécifier un serviceUrl pour le raccourcissement bit.ly.
mk: Мора да наведете serviceUrl за sкратување на URL-адреси со bit.ly.
nl: U moet een serviceUrl opgeven om URL's in te korten via bit.ly.

source: Uses <a href="http://%1$s/">%1$s</a> URL-shortener service.
ca: Fa servir el servei d'escurçament d'URL <a href="http://%1$s/">%1$s</a>.
fr: Utilise le service de raccourcissement d’URL <a href="http://%1$s/">%1$s</a>.
mk: Користи <a href="http://%1$s/">%1$s</a> - служба за скратување на URL-адреса.
nb: Bruker URL-forkortertjenesten <a href="http://%1$s/">%1$s</a>.
nl: Gebruikt de dienst <a href="http://%1$s/">%1$s</a> om URL's korter te maken.

source: bit.ly URL shortening.
ca: Escurçament d'URL bit.ly.
fr: Raccourcissement d’URL bit.ly
mk: Скратување на URL со bit.ly.
nl: URL's inkorten via bit.ly.

source: You must specify a serviceUrl for bit.ly shortening.
nb: Du må angi en serviceUrl for bit.ly-forkortelse.

source: Invalid login. Max length is 255 characters.
nb: Ugyldig pålogging. Maks lengde er 255 tegn.

source: Invalid API key. Max length is 255 characters.
nb: Ugyldig API-nøkkel. Maks lengde er 255 tegn.

source: Credentials
nb: Attester
