Repository: zh/statusnet
Catalog: plugins/BitlyUrl/locale/*-tarask/LC_MESSAGES/BitlyUrl.po
Languages: be

source: You must specify a serviceUrl for bit.ly shortening.
be: Вам неабходна пазначыць serviceUrl для сэрвісу скарачэньняў bit.ly.

source: Uses <a href="http://%1$s/">%1$s</a> URL-shortener service.
be: Выкарыстаньне сэрвісу скарачэньня URL-адрасоў <a href="http://%1$s/">%1$s</a>.

source: bit.ly URL shortening
be: Скарачэньне URL-адрасоў bit.ly

source: URL shortening with bit.ly requires [a bit.ly account and API key](http://bit.ly/a/your_api_key). This verifies that this is an authorized account, and allow you to use bit.ly's tracking features and custom domains.
be: Скарачэньне URL-адрасоў з дапамогай bit.ly патрабуе [рахунак bit.ly і ключ API](http://bit.ly/a/your_api_key). Гэта пацьвердзіць, што гэта аўтарызаваны рахунак і дазволіць Вам выкарыстоўваць магчымасьці сачэньня bit.ly і нестандартныя дамэны.

source: Invalid login. Max length is 255 characters.
be: Няслушнае імя карыстальніка. Максымальная даўжыня 255 сымбаляў.

source: Invalid API key. Max length is 255 characters.
be: Няслушны API-ключ. Максымальная даўжыня 255 сымбаляў.

source: Credentials
be: Упаўнаважаньні

source: Leave these empty to use global default credentials.
be: Пакіньце гэтае поле пустым, каб выкарыстоўваць глябальнымі ўпаўнаважаньнямі па змоўчваньні.

source: If you leave these empty, bit.ly will be unavailable to users.
be: Калі Вы пакінеце гэтае поле пустым, bit.ly будзе недаступны для карыстальнікаў.

source: Login name
be: Імя карыстальніка

source: API key
be: API-ключ

source: Save bit.ly settings
be: Захаваць устаноўкі bit.ly
