Repository: zh/statusnet
Catalog: plugins/Irc/locale/*/LC_MESSAGES/Irc.po
Languages: de, ia, nl, uk

source: User "%1$s" on %2$s has said that your %3$s screenname belongs to them. If that's true, you can confirm by clicking on this URL: %4$s . (If you cannot click it, copy-and-paste it into the address bar of your browser). If that user is not you, or if you did not request this confirmation, just ignore this message.
de: Benutzer „%1$s“ auf %2$s sagt, dass dein Benutzername auf %3$s ihm gehört. Wenn das richtig ist, kannst du dies bestätigen, indem du auf diesen Link klickst: %4$s . (Wenn du ihn nicht anklicken kannst, kopieren ihn in die Adressleiste deines Browsers). Wenn du nicht dieser Benutzer bist, oder du diese Bestätigung nicht angefragt hast, ignoriere diese Nachricht einfach.
ia: Le usator "%1$s" de %2$s ha dicite que tu pseudonymo de %3$s pertine a ille o illa. Si isto es correcte, tu pote confirmar lo con un clic super iste URL: %4$s . (Si tu non pote cliccar super illo, copia-e-colla lo in le barra de adresse de tu navigator del web.) Si tu non es iste usator, o si tu non requestava iste confirmation, simplemente ignora iste message.
nl: Gebruiker "%1$s" op de site %2$s heeft aangegeven dat de schermnaam %3$s van hem is. Als dat klopt, dan kunt u dit bevestigen door op deze verwijzing te klikken: %4$s. Als u hier niet op kunt klikken, kopieer en plak deze verwijzing naar in de adresbalk van uw webbrowser. Als u deze gebruiker niet bent, of u hebt niet om deze bevestiging gevraagd, negeer dit bericht dan.
uk: Користувач «%1$s» на сайті %2$s повідомив, що ваш псевдонім %3$s належить йому. Якщо це дійсно так, ви можете підтвердити це просто перейшовши за наступною ланкою: %4$s. (Якщо ви не можете натиснути на посилання, то скопіюйте адресу до адресного рядка вашого веб-оглядача.) Якщо ви не є згаданим користувачем, не підтверджуйте нічого, просто проігноруйте це повідомлення.

source: You must specify a host.
de: Du musst einen Host angeben.
ia: Es necessari specificar un host.
nl: U moet een host opgeven.
uk: Ви повинні вказати хост..

source: You must specify a username.
de: Du musst einen Benutzernamen angeben.
ia: Es necessari specificar un nomine de usator.
nl: U moet een gebruikersnaam opgeven.
uk: Ви повинні зазначити ім’я користувача.

source: You must specify a "real name".
de: Du musst einen "echten Namen" angeben.
ia: Es necessari specificar un "nomine real".
nl: U moet een echte naam opgeven.
uk: Ви повинні зазначити «справжнє ім’я».

source: You must specify a nickname.
de: Du musst einen Nick angeben.
ia: Es necessari specificar un pseudonymo.
nl: U moet een gebruikersnaam opgeven.
uk: Ви повинні зазначити псевдонім.

source: The IRC plugin allows users to send and receive notices over an IRC network.
de: Das IRC-Plugin erlaubt es Benutzern Nachrichten über ein IRC-Netwerk zu senden und zu empfangen.
ia: Le plug-in de IRC permitte que usatores invia e recipe notas per un rete de IRC.
nl: Maakt het mogelijk om mededelingen te zenden naar en ontvangen van een IRC-netwerk.
uk: Додаток IRC дозволяє користувачам надсилати і отримувати дописи у мережі IRC.

source: Could not increment attempts count for %d.
de: Konnte Versuchszähler für %d nicht erhöhen.
ia: Non poteva incrementar le numero de tentativas pro %d.
nl: Het was niet mogelijk om het aantal pogingen voor %d op te hogen
uk: Не вдалося збільшити кількість спроб для %d.

source: Your nickname is not registered so IRC connectivity cannot be enabled.
de: Dein Nick ist nicht registriert, sodass die IRC-Verbindung nicht hergestellt werden kann.
ia: Tu pseudonymo non es registrate, dunque le connexion a IRC non pote esser activate.
nl: Uw gebruikersnaam is niet geregistreerd en daarom kan er geen koppeling met IRC worden gemaakt.
uk: Ваш псевдонім не зареєстровано і тому підключення до IRC увімкнути неможливо.

source: Could not delete confirmation.
de: Konnte Bestätigung nicht löschen.
ia: Non poteva deler le confirmation.
nl: De bevestiging kon niet verwijderd worden.
uk: Не вдалося видалити підтвердження.

source: Database error inserting IRC waiting queue item.
de: Beim Einfügen des IRC-Queueitems ist ein Datenbankfehler aufgetreten.
ia: Error del base de datos durante le insertion de un elemento in le cauda de attender de IRC.
nl: Er is een databasefout opgetreden tijdens het invoegen van het IRC-queueitem.
uk: Помилка бази даних при вставці елемента черги очікування IRC.
