Repository: zh/statusnet
Catalog: plugins/Sitemap/locale/*/LC_MESSAGES/Sitemap.po
Languages: de, fr, mk, nl, ru, tl

source: Sitemap
fr: Plan du site
mk: План на мреж. место
ru: Карта сайта
tl: Mapa ng sityo

source: Sitemap settings for this StatusNet site
de: Sitemap-Einstellungen dieser StatusNet-Website
fr: Paramètres de plan du site pour ce site StatusNet
mk: Нагодувања за планот на ова StatusNet-мрежно место
nl: Sitemapinstellingen voor deze StatusNetwebsite
ru: Настройки карты этого сайта на движке StatusNet
tl: Mga katakdaan ng mapa ng sityo para sa sityong ito ng StatusNet

source: Google key
de: Google-Schlüssel
fr: Clé Google
mk: Google-клуч
nl: Googlesleutel
ru: Ключ Google
tl: Susi ng Google

source: Google Webmaster Tools verification key.
de: Google Webmaster-Tools-Verifikationsschlüssel.
fr: Clé de vérification pour les outils Google Webmaster.
mk: Потврден клуч за Управните алатки на Google.
nl: Verificatiesleutel voor Google Webmaster Tools.
ru: Ключ для подтверждения в инструментах вебмастера Google.
tl: Susing pantiyak ng mga Kasangkapan ng Maestro ng Web ng Google.

source: Yahoo key
de: Yahoo-Schlüssel
fr: Clé Yahoo
mk: Yahoo-клуч
nl: Yahoosleutel
ru: Ключ Yahoo
tl: Susi ng Yahoo

source: Yahoo! Site Explorer verification key.
de: „Yahoo! Site Explorer“-Verifikationsschlüssel
fr: Clé de vérification pour l’explorateur de site Yahoo!
mk: Потврден клуч за Yahoo! Site Explorer.
nl: Verificatiesleutel voor Yahoo! Site Explorer.
ru: Ключ для подтверждения в Yahoo! Site Explorer.
tl: Susing pantiyak ng Panggalugad ng Sityo ng Yahoo!

source: Bing key
de: Bing-Schlüssel
fr: Clé Bing
mk: Bing-клуч
nl: Bingsleutel
ru: Ключ Bing
tl: Susi ng Bing

source: Bing Webmaster Tools verification key.
de: Bing Webmaster-Tools-Verifikationsschlüssel.
fr: Clé de vérification pour les outils Bing Webmaster.
mk: Потврден клуч за Управните алатки на Bing.
nl: Verificatiesleutel voor Bing Webmaster Tools.
ru: Ключ для подтверждения в инструментах вебмастера Bing.
tl: Susing pantiyak ng mga Kasangkapan ng Maestro ng Web ng Bing.

# BUTTON
source: Save
de: Speichern
fr: Sauvegarder
mk: Зачувај
nl: Opslaan
ru: Сохранить
tl: Sagipin

source: Save sitemap settings.
de: Sitemap-Einstellungen speichern.
fr: Sauvegarder les paramètres de plan du site.
mk: Зачувај нагодувања за план.
nl: Instellingen voor sitemap opslaan.
ru: Сохранить настройки карты сайта.
tl: Sagipin ang mga katakdaan ng mapa ng sityo.

source: Sitemap configuration
de: Sitemap-Konfiguration
fr: Configuration du plan du site
mk: Поставки за план
nl: Instellingen voor sitemap
ru: Настройки карты сайта
tl: Pagkakaayos ng mapa ng sityo

# MENU
source: Sitemap
fr: Plan du site
mk: План на мреж. место
ru: Карта сайта
tl: Mapa ng sityo

source: This plugin allows creation of sitemaps for Bing, Yahoo! and Google.
de: Dieses Plugin ermöglicht die Erstellung von Sitemaps für Bing, Yahoo! und Google.
fr: Cette extension permet de créer des plans du site pour Bing, Yahoo! et Google.
mk: Овој приклучок овозможува создавање на планови на мреж. места на Bing, Yahoo! и Google.
nl: Deze plugin maakt het mogelijk sitemaps aan te maken voor Bing, Yahoo! en Google.
ru: Этот плагин позволяет создавать карты сайта для Bing, Yahoo! и Google.
tl: Nagpapahintulot ang pampasak na ito ng paglikha ng mga mapa ng sityo para sa Bing, Yahoo! at Google.
