Repository: zh/statusnet
Catalog: plugins/Bookmark/locale/*/LC_MESSAGES/Bookmark.po
Languages: de, fr, mk, tl

source: Bad import file.
de: Fehlerhafte Importdatei.
fr: Mauvais fichier d'importation
mk: Неправилна податотека за увоз.
tl: Masamang talaksan ng pag-angkat.

source: No <A> tag in a <DT>.
de: Kein <a>-Tag in <dt>.
fr: Les balises <A> sont interdites au sein des balises <DT>.
mk: Нема ознака <A> во <DT>.
tl: Walang tatak na <A> sa loob ng isang <DT>.

source: Skipping private bookmark.
de: Überspringe privates Lesezeichen.
mk: Прескокнувам приватнен одбележувач.
tl: Nilalaktawan ang pansariling pananda.

source: No such bookmark.
de: Kein solches Lesezeichen.
fr: Ce signet n'existe pas.
mk: Нема таков одбележувач.
tl: Walang ganyang pananda.

source: %1$s's bookmark for "%2$s"
de: %1$ss Lesezeichen für „%2$s“
mk: Одбележувачот на %1$s за „%2$s“
tl: Pananda ni %1$s para sa "%2$s"

source: Simple extension for supporting bookmarks.
de: Einfache Erweiterung zur Unterstützung von Lesezeichen.
fr: Simple extension pour supporter les signets.
mk: Прост додаток за поддршка на обележувачи.
tl: Payak na dugtong para sa pagtatangkilik ng mga pananda.

source: Import del.icio.us bookmarks
de: del.icio.us-Lesezeichen importieren
fr: Importer vos signets de del.icio.us
mk: Увези одбележувачи del.icio.us
tl: Angkatin ang mga pananda ng del.icio.us

source: Expected exactly 1 link rel=related in a Bookmark.
de: Erwarte genau 1 Link rel=related in einem Lesezeichen.
fr: Un seul lien rel=related doit être inclus dans un signet
mk: Очекував точно 1 врска rel=related во одбележувач.
tl: Inaasahan ang talagang 1 kawing na rel=kaugnay sa loob ng isang Pananda.

source: Bookmark notice with the wrong number of attachments.
de: Lesezeichennotiz mit der falschen Anzahl an Anhängen.
mk: Одбележи забелешка со погрешен број на прилози.
tl: Pabatid ng pananda na may maling bilang ng mga kalakip.

# TITLE
source: Bookmark
de: Lesezeichen
fr: Favoris
mk: Одбележување
tl: Pananda

source: Bookmark %1$s (notice %2$d) has no attachments.
de: Lesezeichen %1$s (Notiz %2$d) hat keine Anhänge.
fr: Le signet %1$s (notice %2$d) ne possède pas de pièces jointes.
mk: Одбележувачот %1$s (забелешка %2$d) нема прилози.
tl: Ang panandang %1$s (pabatid na %2$d) ay walang mga kalakip.

source: Bookmark on %s
de: Lesezeichen auf %s
fr: Mettre en favori sur %s
mk: Одбележи на %s
tl: Pananda sa %s

source: Bookmark already exists.
de: Lesezeichen ist bereits vorhanden.
fr: Le favori existe déjà.
mk: Одбележувачот веќе постои.
tl: Umiiral na ang pananda.

source: <span class="xfolkentry"><a class="taggedlink" href="%1$s">%2$s</a> <span class="description">%3$s</span> <span class="meta">%4$s</span></span>
tl: <span class="pagpapasok ng xfolk"><a class="tinatakang kawing" href="%1$s">%2$s</a> <span class="paglalarawan">%3$s</span> <span class="meta">%4$s</span></span>

# BUTTON
source: Add
de: Hinzufügen
fr: Ajouter
mk: Додај
tl: Idagdag

source: Unknown URL.
de: Unbekannte URL.
fr: URL inconnu.
mk: Непозната URL-адреса.
tl: Hindi nalalamang URL.

source: Notices linking to %s
de: Notizen, die auf %s verlinken
mk: Забелешки со врски до %s
tl: Mga pabatid na kumakawing sa %s

source: Notices linking to %1$s, page %2$d
de: Notizen, die auf %1$s, Seite %2$d verlinken
mk: Забелешки со врски до %1$s, страница %2$d
tl: Mga pabatid na kumakawing sa %1$s, pahina %2$d

source: Only logged-in users can import del.icio.us backups.
de: Nur angemeldete Benutzer können del.icio.us-Backups importieren.
fr: Seuls les utilisateurs connectés peuvent importer des sauvegardes del.icio.us
mk: Само најавени корисници можат да увезуваат резерви del.icio.us.
tl: Tanging nakalagdang mga tagagamit lamang ang makapag-aangkat ng mga kopyang pamalit ng del.icio.us.

source: You may not restore your account.
de: Du darfst dein Benutzerkonto nicht wiederherstellen.
fr: Vous ne pouvez pas restaurer votre compte.
mk: Не можете да ја вратите Вашата сметка.
tl: Hindi mo maaaring pabaliking muli ang iyong akawnt.

source: No uploaded file.
de: Keine hochgeladene Datei.
fr: Aucun fichier importé.
mk: Нема подигната податотека.
tl: Walang naikargang talaksan.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
de: Die hochgeladene Datei überschreitet die upload_max_filesize-Direktive in php.ini.
fr: Le fichier téléchargé dépasse la valeur de la directive upload_max_filesize de php.ini.
mk: Подигнатата податотека ја надминува директивата upload_max_filesize во php.ini.
tl: Ang ikinargang talaksan ay lumalampas sa kautusang magkarga_ng_pinakamataas_na_sukat_ng_talaksan sa loob ng php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
de: Die hochgeladene Datei überschreitet die MAX_FILE_SIZE-Direktive, die im HTML-Formular angegeben war.
fr: Le fichier téléchargé excède la valeur de la directive MAX_FILE_SIZE spécifiée dans le formulaire HTML.
mk: Подигнатата податотека ја надминува директивата the MAX_FILE_SIZE назначена во HTML-образецот.
tl: Lumalampas ang ikinargang talaksan sa kaatasang MAX_FILE_SIZE na tinukoy sa loob ng pormularyo ng HTML.

source: The uploaded file was only partially uploaded.
de: Die hochgeladene Datei wurde nur teilweise hochgeladen.
fr: Le fichier n'a été que partiellement importé
mk: Подигнатата податотека е само делумно подигната.
tl: Bahagi lamang ng naikargang talaksan ang naikargang papaitaas.

source: Missing a temporary folder.
de: Temporäres Verzeichnis fehlt.
fr: Un dossier temporaire est manquant.
mk: Недостасува привремена папка.
tl: Nawawala ang isang pansamantalang pantupi.

source: Failed to write file to disk.
de: Konnte Datei nicht auf Festplatte speichern.
fr: Impossible d'écrire le fichier sur le disque.
mk: Податотеката не може да се запише на дискот.
tl: Nabigong maisulat ang talaksan sa disk.

source: File upload stopped by extension.
de: Hochladen der Datei wurde durch Erweiterung verhindert.
fr: L'importation du fichier a été arrêté par une extension.
mk: Подигањето на податотеката е запрено од додатокот.
tl: Inihinto ng dugtong ang pagkakarga ng talaksan.

source: System error uploading file.
de: Systemfehler beim Hochladen der Datei.
fr: Erreur système lors de l'importation du fichier.
mk: Системска грешка при подигањето на податотеката.
tl: Kamalian ng sistema sa pagkakarga ng talaksan.

source: No such file "%s".
de: Datei „%s“ nicht gefunden.
fr: Aucun fichier "%s".
mk: Нема податотека по име „%s“.
tl: Walang ganyang talaksan na "%s".

source: Not a regular file: "%s".
de: „%s“ ist keine normale Datei.
fr: Le fichier "%s" n'est pas régulier.
mk: Ова не е правилна податотека: „%s“.
tl: Hindi isang pangkaraniwang talaksan: "%s".

source: File "%s" not readable.
de: Datei „%s“ ist nicht lesbar.
fr: Le fichier "%s" n’est pas lisible.
mk: Податотеката „%s“ не е читлива.
tl: Hindi mababasa ang talaksang "%s".

source: Bookmarks have been imported. Your bookmarks should now appear in search and your profile page.
de: Die Lesezeichen wurden importiert. Deine Lesezeichen sollten nun in der Suche und auf deinem Profil erscheinen.
fr: Les favoris ont été importés. Vos favoris devraient maintenant apparaître dans la recherche et dans votre page de profil.
mk: Одележувачите се увезени. Сега треба да се појават во пребарувањето и во Вашата профилна страница.
tl: Naangkat na ang mga pananda. Ang mga pananda mo ay dapat na lumitaw ngayon sa loob ng pahina ng paghahanap at ng balangkas mo.

source: Bookmarks are being imported. Please wait a few minutes for results.
de: Die Lesezeichen werden importiert. Bitte warte ein paar Minuten für die Ergebnisse.
fr: Les favoris sont en train d'être importés. Veuillez patienter quelques minutes pour obtenir des résultats.
mk: Одбележувачите се увезуваат. Почекајте неколку минути.
tl: Inaangkat na ang mga pananda. Mangyaring maghintay ng ilang mga minuto para sa mga kinalabasan.

source: You can upload a backed-up delicious.com bookmarks file.
de: Du kannst ein Backup von delicious.com-Lesezeichen hochladen.
fr: Vous pouvez importer un fichier de sauvegarde de favoris delicious.com.
mk: Можете да подигнете резервен приемерок на податотека со одбележувачи backed-up delicious.com
tl: Makapagkakarga kang papaitaas ng isang pamalit na kopya ng talaksan ng mga pananda ng delicious.com

# BUTTON
source: Upload
de: Hochladen
fr: Téléverser
mk: Подигни
tl: Ikargang papaitaas

source: Upload the file.
de: Datei hochladen.
fr: Téléverser le fichier.
mk: Подигни ја податотеката.
tl: Ikargang paitaas ang talaksan.

# LABEL
source: Title
de: Name
fr: Titre
mk: Назив
tl: Pamagat

# LABEL
source: Notes
de: Notizen
mk: Белешки
tl: Mga tala

# LABEL
source: Tags
fr: Balises
mk: Ознаки
tl: Mga tatak

source: Comma- or space-separated list of tags.
de: Liste von Tags, mit Kommata oder Leerzeichen voneinander getrennt.
fr: Liste de valeurs séparées par des virgules ou des espaces.
mk: Список на ознаки одделен со запирки или празни места.
tl: Talaan ng mga tatak na pinaghihiwalay-hiwalay ng kuwit- o patlang-.

# BUTTON
source: Save
de: Speichern
fr: Sauvegarder
mk: Зачувај
tl: Sagipin

source: New bookmark
de: Neues Lesezeichen
fr: Nouveau signet
mk: Ново бележење
tl: Bagong pananda

source: Must be logged in to post a bookmark.
de: Du musst angemeldet sein, um ein Lesezeichen zu erstellen.
fr: Vous devez être connecté(e) pour publier un favori.
mk: Мора да сте најавени за да објавите одбележувач.
tl: Kailangang nakalagda upang makapagpaskil ng isang pananda.

source: Bookmark must have a title.
de: Lesezeichen muss einen Namen haben.
fr: Les signets doivent avoir un titre.
mk: Одбележувачот мора да има наслов.
tl: Kailangang may isang pamagat ang pananda.

source: Bookmark must have an URL.
de: Lesezeichen muss eine URL haben.
fr: Les signets doivent avoir une URL.
mk: Одбележувачот мора да има URL-адреса.
tl: Kailangang may isang URL ang pananda.

source: Bookmark posted
de: Lesezeichen erstellt
fr: Signet publié
mk: Одбележувачот е поставен
tl: Ipinaskil na ang pananda.

source: Getting backup from file "%s".
de: Hole Backup von Datei „%s“.
fr: Obtention de la sauvegarde depuis le fichier "%s".
mk: Земам резерва на податотеката „%s“.
tl: Kinukuha ang kopyang pamalit mula sa talaksang "%s".
