Repository: zh/statusnet
Catalog: plugins/Directory/locale/*/LC_MESSAGES/Directory.po
Languages: ca, fr, tl

source: User Directory, page %d
ca: Directori d'usuaris, pàgina %d
fr: Annuaire des utilisateurs, page %d
tl: Direktoryo ng Tagagamit, pahina %d

source: User directory
ca: Directori d'usuari
fr: Annuaire des utilisateurs
tl: Direktoryo ng tagagamit

source: User directory - %s
ca: Directori d'usuari — %s
fr: Annuaire des utilisateurs - %s
tl: Direktoryo ng tagagamit - %s

source: User directory - %s, page %d
ca: Directori d'usuari — %s, pàgina %d
fr: Annuaire des utilisateurs - %s, page %d
tl: Direktoryo ng tagagamit - %s, pahina %d

source: Search for people on %%site.name%% by their name, location, or interests. Separate the terms by spaces; they must be 3 characters or more.
ca: Cerca gent a %%site.name%% per nom, ubicació o interessos. Separa els termes amb espais: han de ser de 3 o més caràcters.
fr: Recherche de personnes sur %%site.name%% par leur nom, leur emplacement ou leurs intérêts. Séparez les termes par des espaces ; ils doivent être composés de 3 caractères ou plus.
tl: Maghanap ng mga tao sa %%site.name%% sa pamamagitan ng kanilang pangalan, kinalalagyan, o kinahihiligan. Paghiwa-hiwalayin ang mga kataga sa pamamagitan ng mga puwang; dapat silang 3 mga panitik o mahigit pa.

source: Search site
ca: Cerca al lloc
fr: Rechercher sur le site
tl: Hanapin sa sityo

source: Keyword(s)
ca: Paraules clau
fr: Mot(s) clé(s)
tl: (Mga) susi

# BUTTON
source: Search
ca: Cerca
fr: Recherche
tl: Hanapin

source: No users starting with %s
ca: No hi ha cap usuari que comenci amb %s
fr: Aucun utilisateur ne commence par %s
tl: Walang mga tagagamit na nagsisimula sa %s

source: No results.
ca: No hi ha cap resultat.
fr: Aucun résultat.
tl: Walang mga kinalabasan.

source: Group Directory, page %d
ca: Directori de grup, pàgina %d
fr: Annuaire des groupes, page %d
tl: Direktoryo ng Pangkat, pahina %d

source: Group directory
ca: Directori de grup
fr: Annuaire des groupes
tl: Direktoryo ng pangkat

source: Group directory - %s
ca: Directori de grup — %s
fr: Annuaire des groupes - %s
tl: Direktoryo ng pangkat - %s

source: Group directory - %1$s, page %2$d
ca: Directori de grup — %1$s, pàgina %2$d
fr: Annuaire des groupes - %1$s, page %2$d
tl: Direktoryo ng pangkat - %1$s, pahina %2$d

source: Create a new group
ca: Crea un grup nou
fr: Créer un nouveau groupe
tl: Lumikha ng isang bagong pangkat

source: Search groups
ca: Cerca als grups
fr: Recherche de groupes.
tl: Hanapin sa mga pangkat

source: No groups starting with %s.
ca: No hi ha cap grup que comenci amb %s.
fr: Aucun groupe ne commence par %s.
tl: Walang mga pangkat na nagsisimula sa %s.

source: * Make sure all words are spelled correctly. * Try different keywords. * Try more general keywords. * Try fewer keywords.
fr: * Assurez-vous que tous les mots sont correctement orthographiés. * Essayez d'autres mots-clés. * Utilisez des mots plus généraux. * Essayez avec moins de mots-clés.
tl: * Tiyakin na tama ang pagbabanghay ng lahat ng mga salita. * Sumubok ng ibang mga susing-salita. * Sumubok ng mas pangkalahatang mga susing-salita. * Sumubok ng mas kakaunting mga susing-salita.

# MENU
source: Directory
ca: Directori
fr: Répertoire
tl: Direktoryo

source: User Directory.
ca: Directori d'usuari.
fr: Annuaire des utilisateurs.
tl: Direktoryo ng Tagagamit.

source: Add a user directory.
ca: Afegeix un directori d'usuari
fr: Ajouter un annuaire utilisateur.
tl: Magdagdag ng isang direktoryo ng tagagamit.

source: Nickname
ca: Sobrenom
fr: Surnom
tl: Palayaw

source: Created
ca: S'ha creat
fr: Créé
tl: Nalikha na

source: Members
ca: Membres
fr: Membres
tl: Mga kasapi
