Repository: zh/statusnet
Catalog: plugins/UserFlag/locale/*/LC_MESSAGES/UserFlag.po
Languages: pt

source: Flagged profiles
pt: Perfis sinalizados

source: Moderate
pt: Moderar

source: Flagged by %1$s and %2$d other
pt: Sinalizado por %1$s e mais %2$d pessoa

source: Flagged by %s
pt: Sinalizado por %s

source: Flagged for review
pt: Sinalizado para análise

source: Flagged
pt: Sinalizado

source: This plugin allows flagging of profiles for review and reviewing flagged profiles.
pt: Este plugin permite sinalizar perfis para análise e analisar perfis sinalizados.

source: Couldn't clear flags for profile "%s".
pt: Não foi possível limpar as sinalizações do perfil "%s".

source: Flags cleared
pt: Sinalizações limpas

source: Cleared
pt: Limpas

source: Flag
pt: Sinalização

source: Flag profile for review.
pt: Sinalizar perfil para análise.

source: Couldn't flag profile "%d" for review.
pt: Não foi possível sinalizar o perfil "%d" para análise.

source: Clear
pt: Limpar

source: Clear all flags
pt: Limpar todas as sinalizações
