Repository: zh/statusnet
Catalog: plugins/RSSCloud/locale/*/LC_MESSAGES/RSSCloud.po
Languages: fr, ia, mk

source: Request must be POST.
fr: La requête HTTP au nuage RSS doit être de type POST.
ia: Requesta debe esser POST.
mk: Барањето мора да биде POST.

source: Only http-post notifications are supported at this time.
fr: Seules les notifications HTTP-POST sont prises en charge en ce moment sur le nuage RSS.
ia: Solmente le notificationes http-post es presentemente supportate.
mk: Моментално се поддржани само известувања од типот http-post.

source: The following parameters were missing from the request body: %s.
fr: Les paramètres suivants étaient absents du corps de la requête au nuage RSS : %s.
ia: Le sequente parametros mancava del corpore del requesta: %s.
mk: Следниве параметри недостасуваа од содржината на барањето: %s.

source: You must provide at least one valid profile feed url (url1, url2, url3 ... urlN).
fr: Vous devez fournir au moins une adresse URL de flux de profil valide (url1, url2, url3 ... urlN).
ia: Tu debe fornir al minus un URL de syndication de profilo valide (url1, url2, url3 ... urlN).
mk: Мора да наведете барем едеа важечка URL-адреса за профилен канал (url1, url2, url3 ... urlN).

source: Feed subscription failed: Not a valid feed.
fr: L’abonnement au flux a échoué : ce n’est pas un flux RSS valide.
ia: Le subscription al syndication ha fallite: Non un syndication valide.
mk: Претплаќањето на каналот не успеа: Не е важечки канал.

source: Feed subscription failed - notification handler doesn't respond correctly.
fr: L’abonnement au flux RSS a échoué : le gestionnaire de notifications ne répond pas correctement.
ia: Le subscription al syndication ha fallite - le gestor de notification non responde correctemente.
mk: Претплаќањето на каналот не успеа - ракувачот со известувања не одговара правилно.

source: Thanks for the subscription. When the feed(s) update(s), you will be notified.
fr: Merci pour l’abonnement. Vous serez informé lors des mises à jour de ce(s) flux.
ia: Gratias pro le subscription. Quando le syndication(es) se actualisa, tu recipera notification.
mk: Ви благодариме шт осе претплативте. Ќе бидете известени за сите подновувања на каналот/ите.

source: This resource requires an HTTP GET.
fr: Cette ressource nécessite une requête HTTP GET.
ia: Iste ressource require un HTTP GET.
mk: Овој ресурс бара HTTP GET.

source: This resource requires an HTTP POST.
fr: Cette ressource nécessite une requête HTTP POST.
ia: Iste ressource require un HTTP POST.
mk: Овој ресурс бара HTTP POST.

source: The RSSCloud plugin enables your StatusNet instance to publish real-time updates for profile RSS feeds using the <a href="http://rsscloud.org/">RSSCloud protocol</a>.
fr: L’extension RSSCloud permet à votre instance StatusNet de publier des mises à jour en temps réel sur des flux RSS en utilisant le protocole <a href="http://rsscloud.org/">RSSCloud</a>.
ia: Le plug-in RSSCloud permitte que tu installation de SatusNet publica actualisationes in directo de syndicationes RSS de profilos usante le <a href="http://rsscloud.org/">protocollo RSSCloud</a>.
mk: Приклучокот RSSCloud овозможува Вашиот примерок на StatusNet да објавува поднови во живо за профилни RSS-емитувања користејќи го протоколот <a href="http://rsscloud.org/">RSSCloud</a>.
