Repository: zh/statusnet
Catalog: plugins/EmailRegistration/locale/*/LC_MESSAGES/EmailRegistration.po
Languages: ca, uk

source: No confirmation code.
ca: No hi ha cap codi de confirmació.
uk: Немає коду підтвердження.

source: No such confirmation code.
ca: No existeix el codi de confirmació.
uk: Немає такого коду підтвердження.

# TITLE
source: Register
ca: Registrar-se
uk: Реєстрація

# TITLE
source: Complete registration
uk: Завершення реєстрації

source: An email was sent to %s to confirm that address. Check your email inbox for instructions.
uk: Лист було надіслано %s для підтвердження цієї адреси. Перевірте вашу поштову скриньку для отримання інструкцій.

source: You must accept the terms of service and privacy policy to register.
ca: Cal que acceptis les condicions del servei i la política de privacitat per registrar-te
uk: Щоб зареєструватися, ви повинні прийняти умови надання послуг та погодитися політикою конфіденційності.

source: You must set a password
ca: Cal que defineixis una contrassenya
uk: Ви повинні встановити пароль

source: Password must be 6 or more characters.
uk: Пароль має складатись з 6-ти або більше знаків.

source: Passwords do not match.
uk: Паролі не збігаються.

source: Confirm your registration on %s
uk: Підтвердження вашої реєстрації на %s

source: Someone (probably you) has requested an account on %1$s using this email address. To confirm the address, click the following URL or copy it into the address bar of your browser. %2$s If it was not you, you can safely ignore this message.
uk: Хтось (ймовірно, ви) надіслав запит на реєстрацію на %1$s, використовуючи цю електронну адресу. Щоб підтвердити цю адресу, натисніть на відповідне посилання або скопіюйте URL до адресного рядка вашого браузера. %2$s У випадку, якщо це були не ви, просто ігноруйте це повідомлення.

source: Enter your email address to register for an account.
uk: Введіть адресу електронної пошти, щоб створити обліковий запис.

# LABEL
source: E-mail address
ca: Adreça de correu electrònic
uk: Адреса електронної пошти

# BUTTON
source: Register
ca: Enregistrar
uk: Реєстрація

source: Enter a password to confirm your new account.
ca: Escrigui una contrasenya per a confirmar el nou compte.
uk: Введіть пароль для підтвердження вашого нового облікового запису.

# LABEL
source: User name
ca: Nom d'usuari
uk: Ім’я користувача

source: Email address
ca: Adreça de correu electrònic
uk: Електронна адреса

source: Password
ca: Contrasenya
uk: Пароль

source: 6 or more characters.
ca: 6 o més caràcters.
uk: 6 або більше знаків.

# PASSWORD
source: Confirm
ca: Confirma
uk: Підтвердити

source: Same as password above.
ca: Igual que la contrasenya de dalt
uk: Такий само, як і пароль вище.

source: I agree to the <a href="%1$s">Terms of service</a> and <a href="%1$s">Privacy policy</a> of this site.
ca: Estic d'acord amb les <a href="%1$s">Condicions de servei</a> i la <a href="%1$s">Política de privacitat</a> d'aquest lloc.
uk: Я погоджуюсь з <a href="%1$s">умовами надання послуг</a> та <a href="%1$s">політикою конфіденційності</a> на цьому сайті.

source: A user with that email address already exists. You can use the <a href="%s">password recovery</a> tool to recover a missing password.
ca: Un usuari amb aquesta adreça de correu electrònic ja existeix. Vostè pot utilitzar l'eina de <a href="%s">recuperació de la contrasenya</a> per recuperar una contrasenya perduda.
uk: Користувач з такою адресою електронної пошти вже зареєстрований. Ви можете скористатися інструментом <a href="%s">відновлення паролю</a>, щоб відновити втрачений пароль.

source: Not a valid email address.
ca: No és una adreça de correu electrònic vàlida.
uk: Це не дійсна електронна адреса.

source: Use email only for registration.
uk: Використання електронної пошти тільки для реєстрації.

source: Could not save new greeting count for %d.
uk: Не вдалося зберегти новий лічильник привітань для %d.

source: Could not increment greeting count for %d.
uk: Не вдалося перерахувати лічильник привітань для %d.
