Repository: zh/statusnet
Catalog: plugins/AnonymousFave/locale/*/LC_MESSAGES/AnonymousFave.po
Languages: br, ca, es, fr, ia, mk, nl, tl, uk

source: Favored
br: Karetañ
ca: Preferit
es: Favorito
fr: Préféré
ia: Favorite
mk: Бендисано
nl: Als favoriet aangemerkt
tl: Pinaboran
uk: Обране

source: Couldn't create anonymous user session.
br: Dibosupl eo krouiñ un dalc'h implijer dizanv.
es: No se pudo crear sesión de usuario anónimo.
fr: Impossible de créer une session d’utilisateur anonyme.
ia: Non poteva crear session de usator anonyme.
mk: Не можев да создадам анонимна корисничка сесија.
nl: Het was niet mogelijk een anonieme gebruikerssessie aan te maken.
tl: Hindi malikha ang sesyon ng hindi nakikilalang tagagamit.
uk: Не вдалося створити сесію анонімного користувача.

source: Allow anonymous users to favorite notices.
br: Aotreañ an implijerien dizanv da gavout gwelloc'h kemennoù.
ca: Permet que els usuaris anònims puguin marcar com a preferits els avisos.
es: Permitir a usuarios anónimos marcar mensajes como favoritos.
fr: Autoriser les utilisateurs anonymes à préférer des avis.
ia: Permitter a usatores anonyme de favorir notas.
mk: Дозволи анонимни корисници да бендисуваат забелешки.
nl: Staat anonieme gebruikers toe mededelingen als favoriet aan te merken.
tl: Payagan ang hindi nakikilalang mga tagagamit sa paboritong mga pabatid.
uk: Дозволити анонімнім користувачам позначати повідомлення як обрані.

source: Could not favor notice! Please make sure your browser has cookies enabled.
br: Dibosupl eo merkañ ar c'hemenn-mañ evel pennroll ! Mar plij gwiriekait e tegemer ho urzhiataer an toupinoù.
ca: No s'ha pogut marcar com a preferit l'avís. Assegureu que el navegador té les galetes habilitades.
es: No fue posible marcar el mensaje como favorito. Por favor, asegúrate de que las cookies están habilitadas en tu navegador.
fr: Impossible de marquer cet avis comme favori ! Veuillez vous assurer que votre navigateur accepte les cookies.
ia: Non poteva favorir le nota! Per favor assecura te que tu navigator ha le cookies activate.
mk: Не можев да ја бендисам заблешката. Проверете дали имате овозможено колачиња во прелистувачот.
nl: De mededeling kon niet als favoriet aangemerkt worden. Zorg dat uw browser het gebruik van cookies toestaat.
tl: Hindi maipaborito ang pabatid! Pakitiyak na gumagana ang mga otap ng iyong pantingin-tingin.
uk: Не вдалося позначити повідомлення як обране! Будь ласка, переконайтеся, що у вашому браузері увімкнено кукі.

source: There was a problem with your session token. Try again, please.
br: Ur gudenn 'zo bet gant ho jedaouer dalc'h. Mar plij adklaskit.
es: Hubo un problema con tu token de sesión. Por favor, inténtalo de nuevo.
fr: Un problème est survenu avec votre jeton de session. Veuillez essayer à nouveau.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.
mk: Се појави проблем со жетонот на Вашата сесија. Обидете се подоцна.
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.
tl: Nagkaroon ng isang suliranin sa iyong token ng sesyon. Paki subukang muli.
uk: Виникли певні проблеми з токеном сесії. Спробуйте знов, будь ласка.

source: This notice is already a favorite!
br: Ouzhpennet eo bet ar c'hemenn-mañ d'ho pennrolloù dija !
ca: L'avís ja és un preferit!
es: ¡Este mensaje ya está en favoritos!
fr: Cet avis a déjà été ajouté à vos favoris !
ia: Iste nota es ja favorite!
mk: Веќе сте ја бендисале оваа забелешка!
nl: Deze mededeling staat al in uw favorietenlijst.
tl: Isa nang paborito ang pabatid na ito!
uk: Цей допис вже є обраним!

source: Could not create favorite.
br: Diposupl eo krouiñ ar pennroll-mañ.
ca: No s'ha pogut marcar com a preferit.
es: No se pudo crear favorito.
fr: Impossible de créer le favori.
ia: Non poteva crear le favorite.
mk: Не можев да создадам бендисана забелешка.
nl: Het was niet mogelijk een favoriet aan te maken.
tl: Hindi malikha ang paborito.
uk: Не вдалося позначити як обране.

source: Disfavor favorite
br: Tennañ ar pennroll
ca: No marquis com a preferit.
es: Eliminar de la lista de favoritos.
fr: Retirer ce favori
ia: Disfavorir favorite
mk: Одбендисај бендисана
nl: Van favorietenlijst verwijderen
tl: Huwag paboran ang paborito
uk: Видалити з обраних

source: Couldn't update favorite tally for notice ID %d.
br: Dibosupl eo hizivaat ar skor penndibaboù evit ar c'hemenn %d.
es: No se pudo actualizar el la cuenta favorita para el mensaje de ID %d.
fr: Impossible de mettre à jour le score de préférence pour l’avis %d.
ia: Non poteva actualisar le numero de favorites pro le ID de nota %d.
mk: Не можев да го поновам бројот на бендисувања за забелешката со ID %d.
nl: Het was niet mogelijk de telling voor aantal favorieten bij te werken voor de mededeling met ID %d.
tl: Hindi maisapanahon ang talang-bilang ng paborito para sa ID na %d ng pabatid.
uk: Не вдалося оновити кількість позначок «обране» для допису за номером %d.

source: Couldn't create favorite tally for notice ID %d.
br: Dibosupl eo krouiñ ar skor penndibaboù evit ar c'hemenn %d.
es: No se pudo crear una cuenta favorita para el mensaje de ID %d.
fr: Impossible de créer le score de préférence pour l’avis %d.
ia: Non poteva crear un numero de favorites pro le ID de nota %d.
mk: Не можев создадам бројач на бендисувања за забелешката со ID %d.
nl: Het was niet mogelijk de telling voor aantal favorieten aan te maken voor de mededeling met ID %d.
tl: Hindi malikha ang talang-bilang ng paborito para sa ID na %d ng pabatid.
uk: Не вдалося створити лічильник кількості позначок «обране» для допису за номером %d.

source: Could not disfavor notice! Please make sure your browser has cookies enabled.
br: Dibosupl eo merkañ ar c'hemenn-mañ evel nann-pennroll ! Mar plij gwiriekait e tegemer ho urzhiataer an toupinoù.
es: ¡No es posible eliminar el mensaje de entre los favoritos! Por favor, asegúrate de que las cookies estén habilitadas en tu navegador.
fr: Impossible de marquer cet avis comme non favori ! Veuillez vous assurer que votre navigateur accepte les cookies.
ia: Non poteva disfavorir le nota! Per favor assecura te que tu navigator ha le cookies activate.
mk: Не можев да ја одбендисам забелешката! Проверете дали имате овозможено колачиња во прелистувачот.
nl: De mededeling kon niet als favoriet verwijderd worden. Zorg dat uw browser het gebruik van cookies toestaat.
tl: Hindi magawang hindi paborito ang pabatid! Pakitiyak na gumagana ang mga otap ng iyong pantingin-tingin.
uk: Не вдалося видалити повідомлення зі списку обраних! Будь ласка, переконайтеся, що у вашому браузері увімкнено кукі.

source: This notice is not a favorite!
br: N'eo ket ar c'hemenn-mañ ur pennroll !
ca: Aquest avís no és un preferit!
es: ¡Este mensaje no es un favorito!
fr: Cet avis n’est pas un favori !
ia: Iste nota non es favorite!
mk: Оваа забелешка не Ви е бендисана!
nl: Deze mededeling staat niet op uw favorietenlijst.
tl: Ang pabatid na ito ay hindi isang paborito!
uk: Цей допис не є обраним!

source: Could not delete favorite.
br: Diposupl eo dilemel ar pennroll-mañ.
ca: No s'ha pogut eliminar el preferit.
es: No se pudo borrar el favorito.
fr: Impossible de supprimer le favori.
ia: Non poteva deler le favorite.
mk: Не можев да ја избришам бендисаната забелешка.
nl: Het was niet mogelijk deze mededeling van uw favorietenlijst te verwijderen.
tl: Hindi mabura ang paborito.
uk: Не можу видалити допис зі списку обраних.

source: Add to favorites
br: Ouzhpennañ d'ar pennrolloù
ca: Afegeix als preferits
es: Añadir a favoritos
fr: Ajouter aux favoris
ia: Adder al favorites
mk: Додај во бендисани
nl: Aan favorieten toevoegen
tl: Idagdag sa mga paborito
uk: Додати до обраних

source: Could not create anonymous user session.
ca: No s'ha pogut crear una sessió d'usuari anònima.
