Repository: zh/statusnet
Catalog: plugins/TagSub/locale/*/LC_MESSAGES/TagSub.po
Languages: sr_ec, tl, uk

source: Unsubscribe from this tag
sr_ec: Одјави ме с ове ознаке
tl: Huwag nang magpasipi mula sa tatak na ito
uk: Відписатися від цього теґу

# BUTTON
source: Unsubscribe
sr_ec: Одјави ме
tl: Pahintuin na ang pagtanggap ng sipi
uk: Відписатись

source: Plugin to allow following all messages with a given tag.
sr_ec: Прикључак за праћење свих порука с датом ознаком.
tl: Pagpapasak upang mapayagan ang pagsunod sa lahat ng mga mensaheng may ibinigay na tatak.
uk: Додаток, який дозволяє відслідковувати дописи позначені певним теґом

# MENU
source: Tags
sr_ec: Ознаке
tl: Mga tatak
uk: Теґи

source: Configure tag subscriptions
sr_ec: Подеси пријаве за ознаку
tl: Isaayos ang mga pagpapasipi ng tatak
uk: Налаштування підписок на теґи

source: Tags
sr_ec: Ознаке
tl: Mga tatak
uk: Теґи

source: Subscribe to this tag
sr_ec: Пријави ме на ову ознаку
tl: Magpasipi para sa tatak na ito
uk: Підписатися на цей теґ

# BUTTON
source: Subscribe
sr_ec: Пријави ме
tl: Pumayag na tumanggap ng sipi
uk: Підписатись

source: Unsubscribed
sr_ec: Одјави ме
tl: Hindi na nagpapasipi
uk: Відписано

source: This action only accepts POST requests.
sr_ec: Ова радња прихвата само захтеве POST.
tl: Ang galaw na ito ay tumatanggap lamang ng mga kahilingan ng PAGPASKIL.
uk: Ця дія приймає лише запити POST.

source: There was a problem with your session token. Try again, please.
sr_ec: Дошло је до грешке са сесијом. Покушајте поново.
tl: Nagkaroon ng isang suliranin sa kahalip ng sesyon mo. Pakisubukan uli.
uk: Виникли певні проблеми з токеном сесії. Спробуйте знов, будь ласка.

source: Not logged in.
sr_ec: Нисте пријављени.
tl: Hindi nakalagda.
uk: Не увійшли.

source: No such profile.
sr_ec: Такав профил не постоји.
tl: Walang ganyang balangkas.
uk: Немає такого профілю.

source: Subscribed
sr_ec: Пријављен
tl: Nagpapasipi na
uk: Підписано

source: %s's tag subscriptions
sr_ec: Пријаве за ознаку {{GENDER:%s|корисника|кориснице|корисника}} %s
tl: Mga pagpapasipi ng tatak ni %s
uk: Підписки на теґи %s

source: %1$s's tag subscriptions, page %2$d
sr_ec: Пријаве за ознаку {{GENDER:%1$s|корисника|кориснице|корисника}} %1$s, страница %2$d
tl: Mga pagpapasipi ng tatak ni %1$s, pahina %2$d
uk: Підписки на теґи %1$s, сторінка %2$d

source: You have subscribed to receive all notices on this site containing the following tags:
sr_ec: Пријавили сте се да бисте примали сва обавештења о овом сајту који садржи следеће ознаке:
tl: Nagpasipi ka upang makatanggap ng lahat ng mga pabatid sa sityong ito na naglalaman ng sumusunod na mga tatak:
uk: Ви підписалися на отримання всіх дописів на цьому сайті, що позначені теґами:

source: %s has subscribed to receive all notices on this site containing the following tags:
sr_ec: %s је се {{GENDER:%s|пријавио|пријавила|пријавио}} да би {{GENDER:%s|примао|примала|примао}} сва обавештења о сајту који садржи следеће ознаке:
tl: Si %s ay nagpasipi upang makatanggap ng lahat ng mga pabatid sa sityong ito na naglalaman ng sumusunod na mga tatak:
uk: %s підписаний на отримання всіх дописів на цьому сайті, що позначені теґами:

source: You are not listening to any hash tags right now. You can push the "Subscribe" button on any hashtag page to automatically receive any public messages on this site that use that tag, even if you are not subscribed to the poster.
sr_ec: Не слушате ниједну дисперзиону ознаку. Можете кликнути на дугме „Пријави ме“ на било којој страници да бисте примали јавне поруке на овом сајту које користе ову ознаку, иако нисте пријављени на постављача.
tl: Hindi ka nakikinig sa anumang mga tatak ng muling paghahayag sa ngayon. Mapipindot mo ang pindutang "Magpasipi" sa anumang pahina ng tatak ng muling pagpapahayag upang kusang makatanggap ng anumang mensaheng pangmadla sa pook na ito na gumagamit ng ganyang tatak, kahit na hindi ka nagpapasipi ng karatula.
uk: Наразі ви не маєте підписок на жоден теґ. Натисніть на кнопку «Підписатися» на будь-якій сторінці теґу, щоб мати можливість отримувати автоматично всі дописи, які будуть позначені відповідною міткою, тоді ви отримуватимете дописи від користувачів, до яких ви навіть не підписані.

source: %s is not listening to any tags.
sr_ec: %s не слуша ниједну ознаку.
tl: Si %s ay hindi nakikinig sa anumang mga tatak.
uk: %s не підписаний до жодних тегів

source: #<a href="%s">%s</a> since %s
sr_ec: #<a href="%s">%s</a> од %s
tl: #<a href="%s">%s</a> magmula noong %s
uk: #<a href="%s">%s</a> протягом %s
