Repository: zh/statusnet
Catalog: plugins/FacebookBridge/locale/*/LC_MESSAGES/FacebookBridge.po
Languages: de, fr, ia, mk, nl, zh_cn

source: Already logged in.
de: Bereits angemeldet.
fr: Déjà connecté.
ia: Tu es jam authenticate.
mk: Веќе сте најавени.
nl: U bent al aangemeld.
zh_cn: 已登录。

source: Login with your Facebook Account
de: Mit ihrem Facebook-Konto anmelden
fr: Se connecter avec un compte Facebook
ia: Aperir session con tu conto de Facebook
mk: Најава со Вашата сметка на Facebook
nl: Aanmelden met uw Facebookgebruiker
zh_cn: 与您的 Facebook 帐户登录

source: Login with Facebook
de: Mit Facebook anmelden
fr: Se connecter avec Facebook
ia: Aperir session con Facebook
mk: Најава со Facebook
nl: Aanmelden met Facebook
zh_cn: 使用 Facebook 登录

source: Login with Facebook.
de: Über Facebook anmelden.
fr: Se connecter avec Facebook.
ia: Aperir session con Facebook.
mk: Најава со Facebook.
nl: Aanmelden met Facebook.

# TITLE
source: Facebook integration settings
de: Einstellungen der Facebook-Integration
fr: Paramètres d'intégration Facebook
ia: Configurationes de integration de Facebook
mk: Поставки за обединување со Facebook
nl: nstellingen voor Facebookkoppeling

source: Facebook integration settings
de: Einstellungen der Facebook-Integration
fr: Paramètres d'intégration Facebook
ia: Configurationes de integration de Facebook
mk: Поставки за обединување со Facebook
nl: Instellingen voor Facebookkoppeling
zh_cn: Facebook 集成设置

source: Invalid Facebook ID. Maximum length is 255 characters.
de: Ungültige Facebook-ID. Die maximale Länge beträgt 255 Zeichen.
fr: Identifiant Facebook invalide. La longueur maximale est de 255 caractères.
ia: ID de Facebook invalide. Longitude maxime es 255 characteres.
mk: Неважечка назнака (ID) за Facebook. Дозволени се највеќе 255 знаци.
nl: Ongeldig Facebook-ID. De maximale lengte is 255 tekens.

source: Invalid Facebook secret. Maximum length is 255 characters.
de: Ungültiges Facebook-Geheimnis. Die maximale Länge beträgt 255 Zeichen.
fr: Phrase secrète de Facebook invalide. La longueur maximale est de 255 caractères.
ia: Secreto de Facebook invalide. Longitude maxime es 255 characteres.
mk: Неважечка тајна за Facebook. Дозволени се највеќе 255 знаци.
nl: Ongeldig Facebookgeheim. De maximale lengte is 255 tekens.

source: Facebook application settings
de: Einstellungen der Facebook-Anwendung
fr: Paramètres de l'application Facebook
ia: Configurationes del application de Facebook
mk: Поставки за програм за Facebook
nl: Applicatieinstellingen voor Facebook
zh_cn: Facebook 应用程序设置

source: Application ID
de: Anwendungs-ID
fr: ID de l'application
ia: ID de application
mk: Назнака (ID) на програмот
nl: Applicatie-ID
zh_cn: 应用程序 ID

source: ID of your Facebook application.
de: ID deiner Facebook-Anwendung.
fr: ID de votre application Facebook.
ia: Le ID de tu application Facebook.
mk: Назнака (ID) на Вашиот приложен програм за Facebook.
nl: ID van uw Facebookapplicatie.

source: Secret
de: Geheimnis
fr: Phrase secrète
ia: Secreto
mk: Тајна
nl: Geheim
zh_cn: 秘密

source: Application secret.
de: Anwendungs-Geheimnis.
fr: Phrase secrète de l'application.
ia: Secreto del application.
mk: Тајна за прилож. програм.
nl: Applicatiegeheim.

# BUTTON
source: Save
de: Speichern
fr: Enregistrer
ia: Salveguardar
mk: Зачувај
nl: Opslaan
zh_cn: 保存

source: Save Facebook settings.
de: Facebook-Einstellungen speichern.
fr: Enregistrer les paramètres Facebook.
ia: Salveguardar configuration Facebook.
mk: Зачувај поставки за Facebook.
nl: Facebookinstellingen opslaan.

source: There was a problem with your session token. Try again, please.
de: Es gab ein Problem mit deinem Sitzungstoken. Versuche es bitte erneut.
fr: Un problème est survenu avec votre session. Merci d'essayer de nouveau.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.
mk: Се поајви проблем со Вашиот сесиски жетон. Обидете се повторно.
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.
zh_cn: 有一个与您的会话令牌的问题。请再次尝试。

# TITLE
source: Facebook settings
de: Facebook-Einstellungen
fr: Paramètres Facebook
ia: Configuration de Facebook
mk: Поставки за Facebook
nl: Facebookinstellingen

source: Facebook settings
de: Facebook-Einstellungen
fr: Paramètres Facebook
ia: Configuration de Facebook
mk: Поставки за Facebook
nl: Facebookinstellingen
zh_cn: Facebook 的设置

source: Connected Facebook user
de: Verbundene Facebook-Benuter
fr: Utilisateur Facebook connecté
ia: Usator de Facebook connectite
mk: Поврзан корисник на Facebook
nl: Gekoppelde Facebookgebruiker
zh_cn: 已连接的 Facebook 用户

source: Publish my notices to Facebook.
de: Meine Nachrichten auf Facebook veröffentlichen.
fr: Publier mes avis sur Facebook.
ia: Publicar mi notas in Facebook.
mk: Објавувај ми ги забелешките на Facebook.
nl: Mijn mededelingen publiceren op Facebook.
zh_cn: 将我的通知发布到 Facebook。

source: Send "@" replies to Facebook.
de: "@"-Antworten zu Facebook senden.
fr: Envoyer les réponses "@" sur Facebook.
ia: Inviar responsas "@" a Facebook.
mk: Испраќај „@“-одговори на Facebook.
nl: Antwoorden met "@" naar Facebook verzenden.
zh_cn: 发送 "@" Facebook 的答复。

source: Disconnect my account from Facebook
de: Mein Konto von Facebook trennen
fr: Déconnecter mon compte de Facebook
ia: Disconnecter mi conto ab Facebook
mk: Исклучи ми ја сметката од Facebook
nl: Mijn gebruiker loskoppelen van Facebook
zh_cn: 从 Facebook 拔下我的账户

source: Disconnecting your Faceboook would make it impossible to log in! Please [set a password](%s) first.
de: Die Trennung von Facebook würde es unmöglich machen, sich anzumelden! Bitte zuerst ein [Passwort setzen](%s).
fr: La déconnexion de votre Facebook rendrait impossible votre connexion! Veuillez [entrer un mot de passe] (%s) d'abord.
ia: Per disconnecter tu Facebook, tu non plus poterea aperir session! Per favor [defini un contrasigno](%s) primo.
mk: Ако ја исклучите сметката од Faceboook, тогаш нема да можете да се најавувате! Најпрвин [ставете лозинка](%s).
nl: Door los te koppelen van Faceboook zou u niet meer kunnen aanmelden! [Stel eerst een wachtwoord in](%s).

source: Keep your %1$s account but disconnect from Facebook. You'll use your %1$s password to log in.
de: Du behältst dein %1$s-Konto, trennst es aber von Facebook. Du wirst dein %1$s-Passwort benutzen, um dich anzumelden.
fr: Conserver votre compte %1$s mais se déconnecter de Facebook. Vous pourrez utiliser votre mot de passe %1$s pour vous connecter.
ia: Retene tu conto de %1$s ma disconnecte ab Facebook. Tu pote usar tu contrasigno de %1$s pro aperir session.
mk: Задржете ја сметката на %1$s, но исклучете ја од Facebook. За најава ќе ја користите лозинката на 1%$s.
nl: Uw gebruiker bij %1$s behouden maar deze loskoppelen van Facebook. U kunt uw wachtwoord van %1$s gebruiken om aan te melden.

# BUTTON
source: Disconnect
de: Trennen
fr: Se déconnecter
ia: Disconnecter
mk: Исклучи
nl: Loskoppelen

source: There was a problem saving your sync preferences.
de: Es ist ein Problem beim Speichern ihrer Synchronisations-Einstellungen aufgetreten.
fr: Un problème est survenu lors de la sauvegarde de vos préférences de synchronisation.
ia: Occurreva un problema durante le salveguarda de tu preferentias de synchronisation.
mk: Се појави проблем при зачувувањето на нагодувањата за усогласување.
nl: Er is een fout opgetreden tijdens het opslaan van uw synchronisatievoorkeuren.

source: Sync preferences saved.
de: Synchronisations-Einstellungen gespeichert.
fr: Les préférences de synchronisation ont été sauvegardées.
ia: Preferentias de synchronisation salveguardate.
mk: Нагодувањата за усогласување се зачувани.
nl: Uw synchronisatievoorkeuren zijn opgeslagen.

source: Could not delete link to Facebook.
de: Konnte die Verbindung zu Facebook nicht löschen.
fr: Impossible de supprimer le lien vers Facebook.
ia: Non poteva deler le ligamine a Facebook.
mk: Не можев да ја избришам врската до Facebook.
nl: Het was niet mogelijk de verwijzing naar Facebook te verwijderen.

source: You have disconnected from Facebook.
de: Du bist nun nicht mehr mit Facebook verbunden.
fr: Vous avez été déconnecté de Facebook.
ia: Tu te ha disconnectite de Facebook.
mk: Сега сте исклучени од Facebook.
nl: U bent losgekoppeld van Facebook.

source: You must be logged into Facebook to register a local account using Facebook.
de: Du musst bei Facebook angemeldet sein, um ein lokales Konto mit Facebook zu registrieren.
fr: Vous devez être connecté à Facebook pour créer un compte local à l'aide de Facebook.
ia: Tu debe aperir session in Facebook pro registrar un conto local usante Facebook.
mk: За да регистрирате локална сметка користејќи Facebook, ќе мора да сте најавени на самиот Facebook.
nl: U moet aangemeld zijn bij Facebook om een lokale gebruiker via Facebook te kunnen registreren.
zh_cn: 您必须登录到 Facebook 注册使用 Facebook 的本地帐户。

source: There is already a local account linked with that Facebook account.
de: Es gibt bereits ein lokales Konto, das mit diesem Facebook-Konto verbunden ist.
fr: Il existe déjà un compte local lié à ce compte Facebook.
ia: Il ha jam un conto local ligate a iste conto de Facebook.
mk: Веќе постои локална сметка поврзана со тааа сметка на Facebook.
nl: Er is al een lokale gebruiker verbonden met deze Facebookgebruiker.
zh_cn: 已存在与该 Facebook 帐户相关的本地帐户。

source: You cannot register if you do not agree to the license.
de: Du kannst dich nicht registrieren, falls du die Lizenz nicht akzeptierst.
fr: Vous ne pouvez pas vous inscrire si vous n'acceptez pas la licence.
ia: Tu non pote crear un conto si tu non accepta le licentia.
mk: Не може да се регистрирате ако не ја прифаќате лиценцата.
nl: U kunt zich niet registreren als u niet met de licentie akkoord gaat.

source: An unknown error has occured.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue s'est produite.
ia: Un error incognite ha occurrite.
mk: Се појави непозната грешка.
nl: Er is een onbekende fout opgetreden.
zh_cn: 出现了一个未知的错误。

source: This is the first time you have logged into %s so we must connect your Facebook to a local account. You can either create a new local account, or connect with an existing local account.
de: Dies ist das erste Mal, dass du dich bei %s angemeldet hast, also müssen wir Facebook mit deinem lokalen Konto verbinden. Du kannst entweder ein neues lokales Konto erstellen, oder mit einem bestehenden verbinden.
fr: C'est la première fois que vous vous connectez à %s, c'est pourquoi nous devons connecter votre compte Facebook à un compte local. Vous pouvez soit créer un nouveau compte local, soit vous connecter avec un compte local existant.
ia: Isto es le prime vice que tu ha aperite un session in %s; dunque, nos debe connecter tu conto de Facebook a un conto local. Tu pote crear un nove conto local, o connecter con un conto local existente.
mk: Ова е прв пат како се најавувате на %s, па затоа мораме да го поврземе Вашиот профил на Facebook со локална сметка. Можете да создадете нова локална сметка, или пак да се поврзете со постоечка сметка.
nl: Dit is de eerste keer dat u aanmeldt bij %s en dan moeten we uw Facebookgebruiker koppelen met uw lokale gebruiker. U kunt een nieuwe lokale gebruiker aanmaken of koppelen met een bestaande gebruiker als u die al hebt.

source: Facebook Setup
de: Facebook-Einrichtung
fr: Configuration Facebook
ia: Configuration de Facebook
mk: Поставки за Facebook
nl: Facebookinstellingen
zh_cn: Facebook 安装程序

source: Connection options
de: Verbindungsoptionen
fr: Options de connexion
ia: Optiones de connexion
mk: Нагодувања за врска
nl: Koppelingsinstellingen
zh_cn: 连接选项

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
de: Mein Text und meine Dateien sind mit Ausnahme dieser privaten Daten unter %s verfügbar: Passwort, E-Mail-Adresse, IM-Adresse und Telefonnummer.
fr: Mes textes et mes fichiers sont disponibles sous %s à l’exception de ces données confidentielles : mot de passe, adresse de courriel, adresse de messagerie instantanée et numéro de téléphone.
ia: Mi texto e files es disponibile sub %s excepte iste datos private: contrasigno, adresse de e-mail, adresse de messageria instantanee, numero de telephono.
mk: Мојот текст и податотеки се достапни под %s, освен следниве приватни податоци: лозинка, е-пошта, НП-адреса и телефонски број.
nl: Mijn teksten en bestanden zijn beschikbaar onder %s, behalve de volgende priv√©gegevens: wachtwoord, e-mailadres, IM-adres, telefoonnummer.

source: Create new account
de: Neues Konto erstellen
fr: Créer un nouveau compte
ia: Crear nove conto
mk: Создај нова сметка
nl: Nieuwe gebruiker aanmaken
zh_cn: 创建新的帐户

source: Create a new user with this nickname.
de: Einen neuen Benutzer mit diesem Spitznamen erstellen.
fr: Créer un nouvel utilisateur avec ce pseudonyme.
ia: Crear un nove usator con iste pseudonymo.
mk: Создај нов корисник со овој прекар.
nl: Nieuwe gebruiker aanmaken met deze gebruikersnaam.
zh_cn: 此别名与创建新用户。

source: New nickname
de: Neuer Spitzname
fr: Nouveau pseudonyme
ia: Nove pseudonymo
mk: Нов прекар
nl: Nieuwe gebruikersnaam
zh_cn: 新的昵称

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
de: 1–64 Kleinbuchstaben oder Zahlen, keine Satz- oder Leerzeichen.
fr: 1 à 64 lettres minuscules ou chiffres, sans ponctuation ni espaces.
ia: 1-64 minusculas o numeros, sin punctuation o spatios.
mk: 1-64 мали букви и бројки, без интерпункциски знаци и празни места.
nl: 1-64 kleine letters of cijfers, geen leestekens of spaties.

# BUTTON
source: Create
de: Erstellen
fr: Créer
ia: Crear
mk: Создај
nl: Aanmaken
zh_cn: 创建

source: Connect existing account
de: Verbinde vorhandenes Konto
fr: Se connecter à un compte existant
ia: Connecter conto existente
mk: Поврзи постоечка сметка
nl: Verbinden met een bestaande gebruiker
zh_cn: 连接现有的帐户

source: If you already have an account, login with your username and password to connect it to your Facebook.
de: Falls de bereits ein Konto hast, melde dich mit deinem Benutzernamen und Passwort an, um es mit deinem Facebook zu verbinden.
fr: Si vous avez déjà un compte ici, connectez-vous avec votre nom d’utilisateur et mot de passe pour l’associer à votre compte Facebook.
ia: Si tu ha jam un conto, aperi session con tu nomine de usator e contrasigno pro connecter lo a tu Facebook.
mk: Ако веќе имате сметка, најавете се со корисничкото име и лозинката за да ја поврзете со профилот на Facebook.
nl: Als u al een gebruiker hebt, meld dan aan met uw gebruikersnaam en wachtwoord om deze daarna te koppelen met uw Facebookgebruiker.
zh_cn: 如果您已经有一个的帐户使用您的用户名和密码以连接到在 Facebook 的登录。

source: Existing nickname
de: Vorhandener Spitzname
fr: Pseudonyme existant
ia: Pseudonymo existente
mk: Постоечки прекар
nl: Bestaande gebruikersnaam
zh_cn: 现有的昵称

source: Password
de: Passwort
fr: Mot de passe
ia: Contrasigno
mk: Лозинка
nl: Wachtwoord
zh_cn: 密码

# BUTTON
source: Connect
de: Verbinden
fr: Connexion
ia: Connecter
mk: Поврзи
nl: Koppelen
zh_cn: 连接

source: Registration not allowed.
de: Registrierung nicht erlaubt.
fr: Inscriptions non autorisées.
ia: Creation de conto non permittite.
mk: Регистрирањето не е дозволено.
nl: Registratie is niet toegestaan.
zh_cn: 不允许注册。

source: Not a valid invitation code.
de: Ungültiger Einladungs-Code.
fr: Code d’invitation invalide.
ia: Le codice de invitation es invalide.
mk: Ова не е важечки код за покана.
nl: De uitnodigingscode is ongeldig.
zh_cn: 不是一个有效的邀请代码。

source: Nickname not allowed.
de: Spitzname nicht erlaubt.
fr: Pseudonyme non autorisé.
ia: Pseudonymo non permittite.
mk: Прекарот не е дозволен.
nl: Gebruikersnaam niet toegestaan.
zh_cn: 不允许使用的昵称。

source: Nickname already in use. Try another one.
de: Spitzname bereits vergeben. Versuche einen anderen.
fr: Pseudonyme déjà utilisé. Essayez-en un autre.
ia: Pseudonymo ja in uso. Proba un altere.
mk: Тој прекар е во употреба. Одберете друг.
nl: De opgegeven gebruikersnaam is al in gebruik. Kies een andere gebruikersnaam.
zh_cn: 别名已在使用中。请尝试另一个。

source: Error connecting user to Facebook.
de: Fehler bei der Verbindung des Benutzers zu Facebook.
fr: Erreur de connexion de l’utilisateur à Facebook.
ia: Error durante le connexion del usator a Facebook.
mk: Грешка при поврзувањето на корисникот со Facebook.
nl: Fout bij het verbinden van de gebruiker met Facebook.
zh_cn: Facebook 中连接用户时出错。

source: Invalid username or password.
de: Benutzername oder Kennwort ungültig.
fr: Nom d’utilisateur ou mot de passe incorrect.
ia: Nomine de usator o contrasigno invalide.
mk: Погрешно име или лозинка.
nl: Ongeldige gebruikersnaam of wachtwoord.
zh_cn: 无效的用户名或密码。

source: Login or register using Facebook.
de: Über Facebook anmelden oder registrieren.
fr: Se connecter ou s’inscrire via Facebook
ia: Aperir session o crear conto usante Facebook.
mk: Најава или регистрација со Facebook
nl: Aanmelden of registreren via Facebook.

source: Facebook integration configuration.
de: Konfiguration der Facebook-Integration.
fr: Configuration de l’intégration Facebook.
ia: Configuration del integration de Facebook.
mk: Поставки за обединување со Facebook.
nl: Instellingen voor Facebookintegratie.

source: Facebook settings.
de: Facebook-Einstellungen.
fr: Paramètres Facebook
ia: Configuration de Facebook.
mk: Поставки за Facebook
nl: Facebookinstellingen.

source: A plugin for integrating StatusNet with Facebook.
de: Ein Plugin zur Integration von StatusNet mit Facebook.
fr: Un plugin pour intégrer StatusNet avec Facebook.
ia: Un plug-in pro integrar StatusNet con Facebook.
mk: Приклучок за обединување на StatusNet со Facebook.
nl: Een plug-in voor het integreren van StatusNet met Facebook.
zh_cn: StatusNet 与结合 Facebook 的插件。

source: Your Facebook connection has been removed
de: Ihre Facebook-Verbindung wurde entfernt
fr: Votre connexion Facebook a été supprimée
ia: Tu connexion a Facebook ha essite removite
mk: Вашата врска со Facebook е отстранета
nl: Uw koppeling met Facebook is verwijderd
zh_cn: Facebook 的连接已被删除

source: Hi %1$s, We are sorry to inform you we are unable to publish your notice to Facebook, and have removed the connection between your %2$s account and Facebook. This may have happened because you have removed permission for %2$s to post on your behalf, or perhaps you have deactivated your Facebook account. You can reconnect your %2$s account to Facebook at any time by logging in with Facebook again. Sincerely, %2$s
de: Hallo %1$s, Leider müssen wir dir mitteilen, dass wir deine Nachricht nicht auf Facebook veröffentlichen können und wir deshalb die Verbindung zwischen deinem Konto auf %2$s und Facebook gelöscht haben. Dies kann passiert sein, weil du die Berechtigung für %2$s entfernt hast, in deinem Namen zu schreiben, oder weil du deinen Facebookzugang deaktiviert hast. Du kannst dein Konto auf %2$s jederzeit wieder mit Facebook verbinden, indem du dich mit Facebook anmeldest. Freundliche Grüße, %2$s
fr: Bonjour %1$s, Nous sommes désolés de vous informer que nous sommes incapables de publier votre statut sur Facebook, et que nous avons enlevé la connexion entre votre compte %2$s et Facebook. Cela peut se produire si vous avez retiré l'autorisation de %2$s de poster à votre nom, ou peut-être que vous avez désactivé votre compte Facebook. Vous pouvez reconnecter votre compte %2$s à Facebook à tout moment en vous connectant sur Facebook à nouveau. Cordialement, %2$s
ia: Salute %1$s, Nos regretta deber informar te que nos non poteva publicar tu nota in Facebook, e que nos ha removite le connexion inter tu conto de %2$s e illo de Facebook. Isto pote haber evenite proque tu ha removite le permission pro %2$s de publicar in tu nomine, o forsan tu ha disactivate tu conto de Facebook. Tu pote sempre reconnecter tu conto de %2$s a Facebook per aperir session con Facebook de novo. Cordialmente, %2$s
mk: Здраво %1$s, Нажалост не можеме да Ви ја објавиме забелешката на Facebook, и ја отстранивме врската помеѓу Вашата сметка на %2$s и Facebook. Ова можеби се должи на тоа што сте ја отстраниле дозволата %2$s да објавува во Ваше име, или пак сте ја оневозможиле Вашата сметка на Facebook. Можете повторно да ја поврзете сметката на %2$s со Facebook во секое време со тоа што повторно ќе се најавите Facebook. Со почит, %2$s
nl: Hallo %1$s, Het spijt ons dat we u moeten meedelen dat het niet mogelijk is uw mededelingen bij Facebook te publiceren. De koppeling tussen uw gebruiker op %1$s en Facebook is verbroken. Dit is mogelijk gebeurd doordat u de rechten om namens u berichten te plaatsen voor %2$s hebt verwijderd of wellicht hebt u uw gebruiker bij Facebook verwijderd. U kunt op ieder moment opnieuw met Facebook koppelen door bij Facebook aan te melden. Met vriendelijke groet, %2$s

source: Contact the %s administrator to retrieve your account
de: Kontaktiere den %s-Administrator um dein Konto zurück zu bekommen
fr: Contactez l’administrateur de %s pour récupérer votre compte
ia: Contacta le administrator de %s pro recuperar tu conto
mk: Контактирајте го администраторот на %s за да си ја повртатите сметката
nl: Neem contact op met de beheerder van %s om uw gebruikersgegevens te verkrijgen
zh_cn: 与 %s 管理员联系，以检索您的帐户

source: Hi %1$s, We have noticed you have deauthorized the Facebook connection for your %2$s account. You have not set a password for your %2$s account yet, so you will not be able to login. If you wish to continue using your %2$s account, please contact the site administrator (%3$s) to set a password. Sincerely, %2$s
de: Hallo %1$s, wir haben bemerkt, dass du die Facebookverbindung für dein Konto auf %2$s deautorisiert hast. Du hast noch kein Passwort für dein Konto auf %2$s gesetzt, sodass du dich nicht anmelden kannst. Wenn du dein Konto auf %2$s weiterhin verwenden willst, dann kontaktiere bitte den Siteadministrator (%3$s), um ein Passwort zu setzen. Freundliche Grüße, %2$s
fr: Bonjour %1$s, Nous avons remarqué que vous avez déconnecté la liaison entre votre compte %2$s et Facebook. Comme vous n'avez pas défini de mot de passe pour votre compte %2$s pour le moment, vous ne serez pas autorisé à vous connecter. Si vous souhaitez continuer en utilisant votre compte %2$s, veuillez contacter l'administrateur du site (%3$s) pour définir un mot de passe. Cordialement, %2$s
ia: Salute %1$s, Nos ha remarcate que tu ha de-autorisate le connexion a Facebook pro tu conto de %2$s. TU non ha ancora definite un contrasigno pro tu conto de %2$s, dunque tu non potera aperir session. Si tu vole continuar a usar tu conto de %2$s, per favor contacta le administrator del sito (%3$s) pro definir un contrasigno. Cordialmente, %2$s
mk: Здраво %1$s, Забележавме дека ѝ го одземавте овластувањето на Вашата сметка на %2$s да се поврзува со Facebook. Сè уште немате ставено лозинка на Вашата сметка на %2$s, па затоа нема да можете да се најавите. Ако сакате и понатаму да ја користите сметката на %2$s, обратете се кај администраторот (%3$s) за да наместите лозинка. Со почит, %2$s
nl: Hallo %1$s, We hebben geconstateerd dat u de koppeling met Facebook voor uw gebruiker bij %2$s hebt verbroken. U hebt nog geen wachtwoord ingesteld voor uw gebruiker bij %2$s, dus u kunt niet aanmelden. Als u uw gebruiker by %2$s nog langer wilt gebruiken, neem dan contact op met de sitebeheerder via %3$s om een wachtwoord in te stellen. Met vriendelijke groet, %2$s

source: Invalid Facebook ID. Max length is 255 characters.
zh_cn: 无效的 Facebook ID。最大长度为 255 个字符。

source: Invalid Facebook secret. Max length is 255 characters.
zh_cn: 无效的 Facebook 秘密。最大长度为 255 个字符。

source: ID of your Facebook application
zh_cn: Facebook 应用程序的 ID

source: Application secret
zh_cn: 应用程序的秘密

source: Save
zh_cn: 保存

source: Save Facebook settings
zh_cn: 保存的 Facebook 设置

source: You can't register if you don't agree to the license.
zh_cn: 如果您不同意该许可，您不能注册。

source: 1-64 lowercase letters or numbers, no punctuation or spaces
zh_cn: 1-64 个小写字母或没有标点符号或空格的数字

source: Login or register using Facebook
zh_cn: 登入或使用 Facebook 的注册

source: Facebook integration configuration
zh_cn: Facebook 整合配置
