Repository: zh/statusnet
Catalog: plugins/CasAuthentication/locale/*/LC_MESSAGES/CasAuthentication.po
Languages: fr, zh_cn

source: CAS
fr: Service d’authentification central (SAC)
zh_cn: 中央鉴权服务

source: Login or register with CAS.
fr: Se connecter ou s’inscrire via le SAC.
zh_cn: 登录或注册到中央鉴权服务

source: (Have an account with CAS? Try our [CAS login](%%action.caslogin%%)!)
fr: (Vous avez un compte authentifié SAC ? Essayez notre [connexion SAC](%%action.caslogin%%) !)
zh_cn: (已有中央鉴权服务帐号？尝试使用 [中央鉴权登录](%%action.caslogin%%)！)

source: Specifying a server is required.
fr: La spécification d’un serveur est nécessaire.
zh_cn: 需要指定一个服务器

source: Specifying a port is required.
fr: La spécification d’un port est nécessaire.
zh_cn: 需要指定一个端口

source: Specifying a path is required.
fr: La spécification d’un chemin d’accès est nécessaire.
zh_cn: 需要指定一个路径

source: The CAS Authentication plugin allows for StatusNet to handle authentication through CAS (Central Authentication Service).
fr: Le greffon d’authentification SAC permet à StatusNet de gérer l’authentification par SAC (Service central d’authentification).
zh_cn: 中央鉴权插件可以使StatusNet使用中央鉴权服务进行登录鉴权。

source: Already logged in.
fr: Déjà connecté.
zh_cn: 已登录。

source: Incorrect username or password.
fr: Nom d’utilisateur ou mot de passe incorrect.
zh_cn: 用户名或密码错误

source: Error setting user. You are probably not authorized.
fr: Erreur lors de la définition de l’utilisateur. Vous n’êtes probablement pas autorisé.
zh_cn: 设置用户时出错。你可能没有通过鉴权。
