Repository: zh/statusnet
Catalog: plugins/Facebook/locale/*/LC_MESSAGES/Facebook.po
Languages: uk

source: Hi, %1$s. We're sorry to inform you that we are unable to update your Facebook status from %2$s, and have disabled the Facebook application for your account. This may be because you have removed the Facebook application's authorization, or have deleted your Facebook account. You can re-enable the Facebook application and automatic status updating by re-installing the %2$s Facebook application. Regards, %2$s
uk: Вітаємо, %1$s. Нам дуже прикро про це повідомляти, але ми не в змозі оновлювати Ваш статус у Facebook з %2$s і відключаємо додаток Facebook для Вашого акаунту. Таке могло статися тому, що Ви, можливо, скасували авторизацію для додатку Facebook або видалили Ваш акаунт Facebook. Ви маєте можливість перезапустити додаток для Facebook і автоматичний імпорт Ваших статусів на %2$s до Facebook буде поновлено. З повагою, %2$s

source: You must be logged into Facebook to use Facebook Connect.
uk: Ви повинні увійти до Facebook або використати Facebook Connect.

source: There is already a local user linked with this Facebook account.
uk: На даному сайті вже є користувач, котрий підключив цей акаунт Facebook.

source: There was a problem with your session token. Try again, please.
uk: Виникли певні проблеми з токеном сесії. Спробуйте знов, будь ласка.

source: You can't register if you don't agree to the license.
uk: Ви не зможете зареєструватись, якщо не погодитесь з умовами ліцензії.

source: An unknown error has occured.
uk: Виникла якась незрозуміла помилка.

source: This is the first time you've logged into %s so we must connect your Facebook to a local account. You can either create a new account, or connect with your existing account, if you have one.
uk: Ви вперше увійшли до сайту %s, отже ми мусимо приєднати Ваш акаунт Facebook до акаунту на даному сайті. Ви маєте можливість створити новий акаунт або використати такий, що вже існує.

source: Facebook Account Setup
uk: Налаштування акаунту Facebook

source: Connection options
uk: Опції з’єднання

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
uk: Мої дописи і файли доступні на умовах %s, окрім цих приватних даних: пароль, електронна адреса, адреса IM, телефонний номер.

source: Create new account
uk: Створити новий акаунт

source: Create a new user with this nickname.
uk: Створити нового користувача з цим нікнеймом.

source: New nickname
uk: Новий нікнейм

source: 1-64 lowercase letters or numbers, no punctuation or spaces
uk: 1-64 літери нижнього регістру і цифри, ніякої пунктуації або інтервалів

# BUTTON
source: Create
uk: Створити

source: Connect existing account
uk: Приєднати акаунт, який вже існує

source: If you already have an account, login with your username and password to connect it to your Facebook.
uk: Якщо Ви вже маєте акаунт, увійдіть з Вашим ім’ям користувача та паролем, аби приєднати їх до Facebook.

source: Existing nickname
uk: Нікнейм, який вже існує

source: Password
uk: Пароль

# BUTTON
source: Connect
uk: Під’єднати

source: Registration not allowed.
uk: Реєстрацію не дозволено.

source: Not a valid invitation code.
uk: Це не дійсний код запрошення.

source: Nickname must have only lowercase letters and numbers and no spaces.
uk: Ім’я користувача повинно складатись з літер нижнього регістру і цифр, ніяких інтервалів.

source: Nickname not allowed.
uk: Нікнейм не допускається.

source: Nickname already in use. Try another one.
uk: Цей нікнейм вже використовується. Спробуйте інший.

source: Error connecting user to Facebook.
uk: Помилка при підключенні до Facebook.

source: Invalid username or password.
uk: Невірне ім’я або пароль.

source: Login
uk: Увійти

source: Send a notice
uk: Надіслати допис

source: What's up, %s?
uk: Що нового, %s?

source: Available characters
uk: Лишилось знаків

# BUTTON
source: Send
uk: Так!

source: Server error: Couldn't get user!
uk: Помилка сервера: не вдалося отримати користувача!

source: Incorrect username or password.
uk: Неточне ім’я або пароль.

source: %s and friends
uk: %s з друзями

source: If you would like the %s app to automatically update your Facebook status with your latest notice, you need to give it permission.
uk: Якщо Ви бажаєте, щоб додаток %s автоматично оновлював Ваш статус у Facebook останнім повідомленням, Ви повинні надати дозвіл.

source: Okay, do it!
uk: Так, зробіть це!

# BUTTON
source: Skip
uk: Проскочити

source: Pagination
uk: Нумерація сторінок

source: After
uk: Вперед

source: Before
uk: Назад

source: Thanks for inviting your friends to use %s.
uk: Дякуємо, що запросили своїх друзів на %s.

source: Invitations have been sent to the following users:
uk: Запрошення було надіслано таким користувачам:

source: You have been invited to %s
uk: Вас було запрошено до %s

source: Invite your friends to use %s
uk: Запросіть своїх друзів до %s

source: Friends already using %s:
uk: Деякі друзі вже користуються %s:

source: Send invitations
uk: Розсилка запрошень

source: Facebook integration configuration
uk: Налаштування інтеграції з Facebook

source: Facebook Connect User
uk: Facebook Connect

source: Login or register using Facebook
uk: Увійти або зареєструватись з Facebook

source: Facebook Connect Settings
uk: Налаштування Facebook Connect

source: The Facebook plugin allows integrating StatusNet instances with <a href="http://facebook.com/">Facebook</a> and Facebook Connect.
uk: Додаток Facebook дозволяє інтегрувати StatusNet-сумісні сервіси з <a href="http://facebook.com/">Facebook</a> та Facebook Connect.

source: Already logged in.
uk: Тепер Ви увійшли.

source: Login with your Facebook Account
uk: Увійти з акаунтом Facebook

source: Facebook Login
uk: Вхід Facebook

source: Couldn't remove Facebook user.
uk: Не вдалося видалити користувача Facebook.

# MENU
source: Home
uk: Дім

source: Home
uk: Дім

# MENU
source: Invite
uk: Запросити

source: Invite
uk: Запросити

# MENU
source: Settings
uk: Налаштування

source: Settings
uk: Налаштування

source: To use the %s Facebook Application you need to login with your username and password. Don't have a username yet?
uk: Щоб використовувати додаток %s для Facebook, Ви мусите увійти, використовуючи своє ім’я користувача та пароль. Ще не маєте імені користувача?

source: a new account.
uk: новий акаунт.

source: Register
uk: Зареєструвати

source: Nickname
uk: Нікнейм

# BUTTON
source: Login
uk: Увійти

source: Lost or forgotten password?
uk: Загубили або забули пароль?

source: No notice content!
uk: Повідомлення порожнє!

source: That's too long. Max notice size is %d chars.
uk: Надто довго. Максимальний розмір допису — %d знаків.

source: Notices
uk: Дописи

source: Facebook integration settings
uk: Налаштування інтеграції з Facebook

source: Invalid Facebook API key. Max length is 255 characters.
uk: Помилковий ключ Facebook API. Максимальна довжина ключа — 255 символів.

source: Invalid Facebook API secret. Max length is 255 characters.
uk: Помилковий секретний код Facebook API. Максимальна довжина — 255 символів.

source: Facebook application settings
uk: Налаштування додатку для Facebook

source: API key
uk: API-ключ

source: API key provided by Facebook
uk: API-ключ, що був наданий Facebook

source: Secret
uk: Секретний код

source: API secret provided by Facebook
uk: Секретний код API, що був наданий Facebook

source: Save
uk: Зберегти

source: Save Facebook settings
uk: Зберегти налаштування Facebook

source: Manage how your account connects to Facebook
uk: Зазначте, яким чином Ваш акаунт буде під’єднано до Facebook

source: There is no Facebook user connected to this account.
uk: Наразі жоден користувач Facebook не під’єднаний до цього акаунту.

source: Connected Facebook user
uk: Під’єднаний користувач Facebook

source: Disconnect my account from Facebook
uk: Від’єднати мій акаунт від Facebook

source: Disconnecting your Faceboook would make it impossible to log in! Please
uk: Якщо Ви від’єднаєте свій Facebook, то це унеможливить вхід до системи у майбутньому! Будь ласка,

source: set a password
uk: встановіть пароль

source: first.
uk: спочатку.

# BUTTON
source: Disconnect
uk: Від’єднати

source: Couldn't delete link to Facebook.
uk: Не можу видалити посилання на Facebook.

source: You have disconnected from Facebook.
uk: Ви від’єдналися від Facebook.

source: Not sure what you're trying to do.
uk: Хто зна, що Ви намагаєтеся зробити.

source: There was a problem saving your sync preferences!
uk: Виникла проблема при збереженні параметрів синхронізації!

source: Sync preferences saved.
uk: Параметри синхронізації збережено.

source: Automatically update my Facebook status with my notices.
uk: Автоматично оновлювати статус у Facebook моїми дописами.

source: Send "@" replies to Facebook.
uk: Надсилати «@» відповіді до Facebook.

# BUTTON
source: Save
uk: Зберегти

source: If you would like %s to automatically update your Facebook status with your latest notice, you need to give it permission.
uk: Якщо Ви бажаєте, щоб додаток %s автоматично оновлював Ваш статус у Facebook останнім повідомленням, Ви повинні надати дозвіл.

source: Allow %s to update my Facebook status
uk: Дозволити додатку %s оновлювати мій статус у Facebook

source: Sync preferences
uk: Параметри синхронізації
