Repository: zh/statusnet
Catalog: plugins/Poll/locale/*/LC_MESSAGES/Poll.po
Languages: mk, uk

source: No such poll.
mk: Нема таква анкета.
uk: Немає такого опитування.

source: No such poll notice.
mk: Нема таква анкетна забелешка.
uk: Немає допису щодо опитування.

source: No such user.
mk: Нема таков корисник.

source: User without a profile.
mk: Корисник без профил.

source: %1$s's poll: %2$s
mk: Анкета на %1$s: %2$s
uk: Опитування %1$s: %2$s

source: Question
mk: Прашање
uk: Питання

source: What question are people answering?
mk: На кое прашање одговараат луѓето?
uk: На яке запитання відповідати людям?

source: Option %d
mk: Можност %d
uk: Варіант %d

# BUTTON
source: Save
mk: Зачувај
uk: Зберегти

source: Simple extension for supporting basic polls.
mk: Прост додаток за поддршка на едноставни анкети.
uk: Простий додаток для підтримки проведення опитувань.

source: Invalid poll response: no poll reference.
mk: Неважечки одговор во анкетата: нема назнака на анкетата.

source: Invalid poll response: poll is unknown.
mk: Неважечки одговор во анкетата: анкетата е непозната.

source: Unexpected type for poll plugin: %s.
mk: Неочекуван тип за анкетен приклучок: %s.
uk: Неочікувана дія для додатку опитувань: %s.

# APPTITLE
source: Poll
mk: Анкета
uk: Опитування

source: Invalid poll selection.
mk: Неважечки избор на анкета.
uk: Невірний вибір опитування.

source: voted for "%s"
mk: гласаше за „%s“
uk: проголосувало за «%s»

# BUTTON
source: Submit
mk: Поднеси
uk: Надіслати

source: Poll: %1$s %2$s
mk: Анкета: %1$s %2$s
uk: Опитування: %1$s %2$s

source: Poll: %s
mk: Анкета: %s
uk: Опитування: %s

source: New poll
mk: Нова анкета
uk: Нове опитування

source: You must be logged in to post a poll.
mk: Мора да сте најавени за да можете да објавите анкета.
uk: Ви повинні увійти до системи, щоб взяти участь в опитуванні.

source: Poll must have a question.
mk: Анкетата мора да има прашање.
uk: Опитування повинно мати запитання.

source: Poll must have at least two options.
mk: Анкетата мора да има барем две можности.
uk: Опитування повинно мати принаймні два варіанти.

source: Notice posted
mk: Забелешката е објавена
uk: Допис опубліковано

source: Poll response
mk: Одговор на анкетата
uk: Відповіді на опитування

source: You must be logged in to respond to a poll.
mk: Мора да сте најавени за да можете да одговарате на анкети.
uk: Ви повинні увійти до системи, щоб відповісти на опитування.

source: Invalid or missing poll.
mk: Неважечка или непостоечка анкета.
uk: Невірне або відсутнє опитування.

source: Poll results
mk: Резултати од анкетата
uk: Результати опитування

source: Poll data is missing
uk: Дані опитування відсутні
