Repository: zh/statusnet
Catalog: plugins/Event/locale/*/LC_MESSAGES/Event.po
Languages: fr, nl, uk

source: Event already exists.
fr: Cet événement existe déjà.
nl: Evenement bestaat al.
uk: Подія вже існує.

source: No such RSVP.
fr: RSVP introuvable.
nl: Het verzoek tot antwoorden kon niet worden gevonden.
uk: Немає такого запиту на підтвердження запрошення.

source: No such event.
fr: Evénement introuvable.
nl: Dat evenement bestaat niet.
uk: Немає такого події.

source: %1$s's RSVP for "%2$s"
fr: RSVP de %1$s pour "%2$s"
nl: Antwoord van %1$s voor "%2$s"
uk: Запит на підтвердження запрошення %1$s для «%2$s».

source: You will attend this event.
fr: Vous assisterez à cet événement.
nl: U neemt deel aan dit evenement.
uk: Ви візьмете участь у цьому заході.

source: You will not attend this event.
fr: Vous n’assisterez pas à cet événement.
nl: U neemt geen deel aan dit evenement.
uk: Ви не братимете участі у цьому заході.

source: You might attend this event.
fr: Vous assisterez peut-être à cet événement.
nl: U meent misschien deel aan dit evenement.
uk: Ви могли б взяти участь у цьому заході.

# BUTTON
source: Cancel
fr: Annuler
nl: Annuleren
uk: Відміна

# TITLE
source: New RSVP
fr: Nouveau RSVP
nl: Nieuw verzoek tot antwoorden
uk: Нове запрошення

source: You must be logged in to RSVP for an event.
fr: Vous devez être connecté à RSVP pour un événement.
nl: U moet zijn aangemeld zijn om te reageren op een verzoek tot antwoorden.
uk: Ви повинні знаходитися у системі, щоб надсилати запрошення на участь у заходах.

source: Unknown submit value.
fr: Valeur d'envoi inconnue.
nl: Er is een onbekende waarde opgegeven.
uk: Невідомий тип об’єкта.

source: Event saved
fr: Événement enregistré
nl: Het evenement is opgeslagen
uk: Подію збережено

# TITLE
source: Cancel RSVP
fr: Annuler RSVP
nl: Verzoek tot antwoorden annuleren
uk: Відмінити запрошення

source: Deleted.
fr: Supprimé.
nl: Verwijderd.
uk: Видалено.

source: RSVP:
nl: Verzoek tot antwoorden:
uk: Підтвердження запрошення:

# BUTTON
source: Yes
fr: Oui
nl: Ja
uk: Так

# BUTTON
source: No
fr: Non
nl: Nee
uk: Ні

# BUTTON
source: Maybe
fr: Peut-être
nl: Misschien
uk: Можливо

# LABEL
source: Title
fr: Titre
nl: Naam
uk: Назва

source: Title of the event.
fr: Titre de l'événement.
nl: Naam van het evenement.
uk: Назва заходу.

# LABEL
source: Start date
fr: Date de début
nl: Begindatum
uk: Дата початку

source: Date the event starts.
fr: Date de début de l'événement.
nl: Datum waarop het evenement begint.
uk: Дата початку заходу.

# LABEL
source: Start time
fr: Heure de départ
nl: Starttijd
uk: Час початку

source: Time the event starts.
fr: Heure de début de l'événement.
nl: Tijd waarop het evenement begint.
uk: Час початку заходу.

# LABEL
source: End date
fr: Date de fin
nl: Einddatum
uk: Дата закінчення

source: Date the event ends.
fr: Date de fin de l'événement.
nl: Datum waarop het evenement eindigt.
uk: Дата закінчення заходу.

# LABEL
source: End time
fr: Heure de fin
nl: Eindtijd
uk: Час закінчення

source: Time the event ends.
fr: Heure de fin de l'événement.
nl: Tijd waarop het evenement eindigt.
uk: Час закінчення заходу.

# LABEL
source: Location
fr: Emplacement
nl: Locatie
uk: Розташування

source: Event location.
fr: Lieu de l'événement.
nl: Locatie waar het evenement plaatsvindt.
uk: Місце проведення заходу.

# LABEL
source: URL
uk: URL-адреса

source: URL for more information.
fr: URL pour plus d'informations.
nl: URL met meer gegevens.
uk: URL для отримання додаткової інформації.

# LABEL
source: Description
nl: Beschrijving
uk: Опис

source: Description of the event.
fr: Description de l'événement.
nl: Beschrijving van het evenement.
uk: Опис події.

# BUTTON
source: Save
fr: Enregistrer
nl: Opslaan
uk: Зберегти

source: Event invitations and RSVPs.
fr: Invitations aux événements et RSVP.
nl: Uitnodigingen en RVSP's.
uk: Запрошення на заходи та RSVP (підтвердження прийняття запрошення).

# TITLE
source: Event
fr: Evénement
nl: Evenement
uk: Подія

source: Too many activity objects.
fr: Les objets d'activité sont trop nombreux.
nl: Te veel activiteitobjecten.
uk: Занадто багато об’єктів діяльності.

source: Wrong type for object.
fr: Mauvais type d'objet.
nl: Verkeerde type voor object.
uk: Неправильний тип для об’єкта.

source: RSVP for unknown event.
fr: RSVP pour événement inconnu.
nl: Antwoord gevraagd voor onbekend evenement.
uk: Запрошення на невідому подію.

source: Unknown verb for events.
fr: Verbe inconnu pour les événements.
nl: Onbekend werkwoord voor evenementen.
uk: Невідоме дієслово для подій.

source: Unknown object type.
fr: Type d'objet inconnu.
nl: Onbekend objecttype.
uk: Невідомий тип об’єкта.

source: Unknown event notice.
fr: Avis de l'événement inconnu.
nl: Onbekend mededeling over evenement.
uk: Невідоме повідомлення події.

source: RSVP already exists.
fr: RSVP existe déjà.
nl: Het verzoek tot antwoorden bestaat al.
uk: Запрошення на захід вже існує.

source: Unknown verb "%s".
fr: Verbe « %s » inconnu.
nl: Onbekend werkwoord: "%s".
uk: Невідоме дієслово «%s».

source: Unknown code "%s".
fr: Code « %s » inconnu.
nl: Onbekende code "%s".
uk: Невідомий код «%s».

source: RSVP %s does not correspond to a notice in the database.
nl: Verzoek tot antwoorden %s komt niet overeen met een mededeling in de database.
uk: Запрошення на захід %s не відповідає повідомленню у базі даних.

source: No profile with ID %s.
fr: Aucun profil avec l'ID %s.
nl: Er is geen profiel met ID %s.
uk: Немає профілю з ID для %s.

source: No event with ID %s.
fr: Aucun événement avec l'ID %s.
nl: Geen evenement met ID %s.
uk: Немає події з ID для %s.

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is attending <a href='%3$s'>%4$s</a>.</span>
fr: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> assiste à <a href='%3$s'>%4$s</a>.</span>
nl: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is aanwezig bij <a href='%3$s'>%4$s</a>.</span>
uk: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> візьме участь <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is not attending <a href='%3$s'>%4$s</a>.</span>
fr: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> n'assiste pas à <a href='%3$s'>%4$s</a>.</span>
nl: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is niet aanwezig bij <a href='%3$s'>%4$s</a>.</span>
uk: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> не братиме участі <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> might attend <a href='%3$s'>%4$s</a>.</span>
fr: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> assistera peut-être à <a href='%3$s'>%4$s</a>.</span>
nl: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is misschien aanwezig bij <a href='%3$s'>%4$s</a>.</span>
uk: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> можливо візьме участь <a href='%3$s'>%4$s</a>.</span>

source: Unknown response code %s.
fr: Code de réponse inconnu %s.
nl: Onbekende antwoordcode %s .
uk: Невідомий код відповіді %s .

source: an unknown event
fr: un événement inconnu
nl: een onbekend evenement
uk: невідома подія

source: %1$s is attending %2$s.
fr: %1$s assiste à %2$s.
nl: %1$s is aanwezig bij %2$s.
uk: %1$s візьме участь у %2$s.

source: %1$s is not attending %2$s.
fr: %1$s n'assiste pas à %2$s.
nl: %1$s is niet aanwezig bij %2$s.
uk: %1$s не братиме участі у %2$s.

source: %1$s might attend %2$s.
fr: %1$s pourrait assister à %2$s.
nl: %1$s is misschien aanwezig bij %2$s.
uk: %1$s можливо візьме участь %2$s.

# TITLE
source: New event
fr: Nouvel événement
nl: Nieuw evenement
uk: Нова подія

source: Must be logged in to post a event.
fr: Vous devez être connecté pour pouvoir publier un événement.
nl: U moet aangemeld zijn om een evenement te kunnen plaatsen.
uk: Повинні увійти до системи, щоб повідомити про подію.

source: Title required.
fr: Titre requis.
nl: Naam is verplicht.
uk: Необхідно вказати назву.

source: Start date required.
fr: Date de début requise.
nl: De begindatum is vereist.
uk: Необхідно зазначити дату початку.

source: End date required.
fr: Date de fin requise.
nl: De einddatum is vereist.
uk: Необхідно зазначити дату закінчення.

source: Could not parse date "%s".
fr: Impossible d'analyser la date "%s".
nl: Het was niet mogelijk de datum "%s" te verwerken.
uk: Не вдалося розпізнати дату «%s».

source: Event must have a title.
fr: L'événement doit avoir un titre.
nl: Een evenement moet een naam hebben.
uk: Подія мусить мати назву.

source: Event must have a start time.
fr: L'événement doit avoir une heure de début.
nl: Een evenement moet een begintijd hebben.
uk: В події має бути зазначеним час початку.

source: Event must have an end time.
fr: L'événement doit avoir une heure de fin.
nl: Een evenement moet een eindtijd hebben.
uk: В події має бути зазначеним час закінчення.

source: Time:
fr: Heure:
nl: Tijd:
uk: Час:

source: Location:
fr: Lieu :
nl: Locatie:
uk: Розташування:

source: Description:
nl: Beschrijving:
uk: Опис:

source: Attending:
fr: Participants :
nl: Aanwezig:
uk: Присутні:

source: Yes: %1$d No: %2$d Maybe: %3$d
fr: Oui : %1$d Non : %2$d Peut-être : %3$d
nl: Ja: %1$d Nee: %2$d Misschien: %3$d
uk: Так: %1$d Ні: %2$d Можливо: %3$d
