Repository: zh/statusnet
Catalog: plugins/ExtendedProfile/locale/*/LC_MESSAGES/ExtendedProfile.po
Languages: mk, tl

source: Extended profile settings
mk: Проширени профилни нагодувања
tl: Dinugtungang mga katakdaan ng balangkas

source: You can update your personal profile info here so people know more about you.
mk: Тука можете да си ги подновите податоците во личниот профил, и така луѓето да дознаат повеќе за Вас.
tl: Maisasapanahon mo rito ang kabatiran sa iyong pansariling balangkas upang makaalam pa ng mas marami ang mga tao tungkol sa iyo.

source: There was a problem with your session token. Try again, please.
mk: Се појави проблем со жетонот на Вашата сесија. Обидете се повторно.
tl: May isang suliranin sa iyong sesyon ng kahalip. Mangyaring subukan uli.

source: Unexpected form submission.
mk: Неочекувано поднесување на образец.
tl: Hindi inaasahang pagpapasa ng pormularyo.

source: Details saved.
mk: Податоците се зачувани.
tl: Nasagip na ang mga detalye.

source: You must supply a date for "%s".
mk: Мора да наведете датум за „%s“.
tl: Dapat kang magbigay ng isang petsa para sa "%s".

source: Invalid date entered for "%1$s": %2$s.
mk: Наведен е неважечки датум за „%1$s“: %2$s.
tl: Hindi katanggap-tanggap na ipinasok na petsa para sa "%1$s": %2$s.

source: Invalid URL: %s.
mk: Неважечка URL-адреса: %s.
tl: Hindi katanggap-tanggap na URL: %s.

source: Could not save profile details.
mk: Не можев да ги зачувам рофилните податоци.
tl: Hindi masagip ang mga detalye ng balangkas.

source: Invalid tag: "%s".
mk: Неважчка ознака: „%s“.
tl: Hindi katanggap-tanggap na tatak: "%s".

source: Could not save profile.
mk: Не можев да го зачувам профилот.
tl: Hindi masagip ang balangkas.

source: Could not save tags.
mk: Не можев да ги зачувам ознаките.
tl: Hindi masagip ang mga tatak.

source: Edit extended profile settings
mk: Уреди проширени профилни нагодувања
tl: Baguhin ang mga katakdaan ng dinugtungang balangkas.

source: Edit
mk: Уреди
tl: Baguhin

source: UI extensions for additional profile fields.
mk: Посреднички дадатоци за дополнителни полиња во профилот.
tl: Mga dutong ng UI para sa mga kahanayan ng karagdagang balangkas.

source: More details...
mk: Поподробно...
tl: Marami pang mga detalye...

source: Confirmation Required
mk: Се бара потврда
tl: Kailangan ang Paniniyak

source: Really delete this entry?
mk: Дали навистина да го избришам овој запис?
tl: Burahin talaga ang ipinasok na ito?

source: Company
mk: Фирма
tl: Kumpanya

source: Start
mk: Почеток
tl: Magsimula

source: End
mk: Завршеток
tl: Tapusin

source: (Current)
mk: (Тековно)
tl: (Pangkasalukuyan)

source: Current
mk: Тековно
tl: Pangkasalukuyan

source: Institution
mk: Установа
tl: Institusyon

source: Degree
mk: Диплома
tl: Antas

source: Description
mk: Опис
tl: Paglalarawan

source: Add another item
mk: Додај друга ставка
tl: Magdagdag ng isa pang bagay

source: TYPE: %s
mk: ТИП: %s
tl: URI: %s

# BUTTON
source: Save
mk: Зачувај
tl: Sagipin

source: Save details
mk: Зачувај податоци
tl: Sagipin ang mga detalye

source: Phone
mk: Телефон
tl: Telepono

source: IM
mk: НП
tl: Biglaang Mensahe

source: Website
mk: Мреж. место
tl: Websayt

source: Employer
mk: Работодавач
tl: Tagapagpahanapbuhay

source: Personal
mk: Лично
tl: Pansarili

source: Full name
mk: Име и презиме
tl: Buong pangalan

source: Title
mk: Звање
tl: Pamagat

source: Manager
mk: Раководител
tl: Tagapamahala

source: Location
mk: Место
tl: Kinalalagyan

source: Bio
mk: Био
tl: Talambuhay

source: Tags
mk: Ознаки
tl: Mga tatak

source: Contact
mk: Контакт
tl: Kaugnayan

source: Birthday
mk: Роденден
tl: Kaarawan

source: Spouse's name
mk: Име на сопружникот
tl: Pangalan ng asawa

source: Kids' names
mk: Имиња на децата
tl: Pangalan ng mga anak

source: Work experience
mk: Работно искуство
tl: Karanasan sa hanapbuhay

source: Education
mk: Образование
tl: Pag-aaral
