Repository: zh/statusnet
Catalog: plugins/QnA/locale/*/LC_MESSAGES/QnA.po
Languages: de, fr, nl, tl

source: New question
de: Neue Frage
fr: Nouvelle question
nl: Nieuwe vraag
tl: Bagong tanong

source: You must be logged in to post a question.
de: Du musst angemeldet sein, um eine Frage zu stellen.
fr: Vous devez être connecté pour pouvoir poster une question.
nl: U moet aangemeld zijn om een vraag te kunnen stellen te kunnen stellen.
tl: Dapat na nakalagda ka upang makapagpaskil ng isang tanong.

source: Question must have a title.
de: Frage muss einen Titel haben.
fr: La question doit avoir un titre.
nl: U moet de vraag een naam geven.
tl: Dapat na may isang pamagat ang katanungan.

source: Question posted
de: Frage gestellt
fr: Question publiée
nl: De vraag is gesteld
tl: Naipaskil ang tanong

source: No such answer.
de: Keine solche Antwort.
fr: Réponse non trouvée.
nl: Dat antwoord bestaat niet.
tl: Walang ganyang sagot.

source: No question for this answer.
de: Keine Frage für diese Antwort.
fr: Pas question pour cette réponse.
nl: Er is geen vraag voor dit antwoord.
tl: Walang katanungan para sa kasagutang ito.

source: No such user.
de: Kein solcher Benutzer.
fr: Utilisateur inexistant.
nl: Deze gebruiker bestaat niet.
tl: Walang ganyang tagagamit.

source: User without a profile.
de: Benutzer ohne Profil.
fr: Utilisateur sans profil.
nl: Gebruiker zonder profiel.
tl: Tagagamit na walang balangkas.

source: %1$s's answer to "%2$s"
de: %1$ss Antwort auf „%2$s“
fr: Réponse de %1$s à « %2$s »
nl: Antwoord van %1$s op "%2$s"
tl: Ang sagot ni %1$s sa "%2$s"

source: Revise answer
de: Antwort ändern
fr: Réviser la réponse
nl: Antwoord herzien
tl: Baguhin ang sagot

source: You must be logged in to answer to a question.
de: Du musst angemeldet sein, um eine Frage zu beantworten.
fr: Vous devez être connecté pour pouvoir répondre à une question.
nl: U moet aangemeld zijn om een vraag te kunnen beantwoorden.
tl: Dapat na nakalagda ka upang makasagot ng isang tanong.

source: Invalid or missing answer.
de: Ungültige oder fehlende Antwort.
fr: Réponse invalide ou manquante.
nl: Ongeldig of ontbrekend antwoord.
tl: Hindi katanggap-tanggap o nawawalang kasagutan.

source: Answer
de: Antwort
fr: Réponse
nl: Antwoorden
tl: Kasagutan

source: No such question.
de: Keine solche Frage.
fr: Aucune question semblable.
nl: De vraag bestaat niet.
tl: Walang ganyang tanong.

source: No such question notice.
de: Keine solche Fragenotiz.
nl: De vraagmededeling bestaat niet.
tl: Walang ganyang pabatid ng tanong.

source: %1$s's question: %2$s
de: %1$ss Frage: %2$s
fr: Question de %1$s : %2$s
nl: Vraag van %1$s: %2$s
tl: Katanungan ni %1$s: %2$s

source: Close question
de: Frage schließen
fr: Fermer la question
nl: Vraag sluiten
tl: Isara ang katanungan

source: You must be logged in to close a question.
de: Du musst angemeldet sein, um eine Frage zu schließen.
fr: Vous devez être connecté pour pouvoir clore une question.
nl: U moet aangemeld zijn om een vraag te kunnen stellen te kunnen sluiten.
tl: Dapat na nakalagda ka upang makapagsara ng isang tanong.

source: Invalid or missing question.
de: Ungültige oder fehlende Frage.
fr: Question invalide ou manquante.
nl: Ongeldige of ontbrekende vraag.
tl: Hindi katanggap-tanggap o nawawalang katanungan.

source: You didn't ask this question.
de: Du hast diese Frage nicht gestellt.
fr: Vous n'avez pas posé la question.
nl: U hebt deze vraag niet gesteld.
tl: Hindi ka nagtanong ng tanong na ito.

source: Answers
de: Antworten
fr: Réponses
nl: Antwoorden
tl: Mga kasagutan

source: Ajax Error
de: Ajax-Fehler
fr: Erreur Ajax
nl: Er is een Ajax-fout opgetreden
tl: Kamalian ng Ajax

# TITLE
source: Your answer
de: Deine Antwort
fr: Votre réponse
nl: Uw antwoord
tl: Ang sagot mo

source: Answer data is missing.
de: Antwortdaten fehlen.
fr: Les données de réponse sont manquantes.
nl: De vraaggegevens ontbreken.
tl: Nawawala ang dato ng kasagutan.

source: Question and Answers micro-app.
de: Minianwendung für Fragen und Antworten.
fr: Micro-application Question and Answers
nl: Microapplicatie voor vragen en antwoorden.
tl: Mikro-aplikasyon ng Tanong at mga Sagot.

source: Question
de: Frage
nl: Vraag
tl: Katanungan

source: Too many activity objects.
de: Zu viele Aktivitätsobjekte.
fr: Les objets d'activité sont trop nombreux.
nl: Er zijn te veel activiteitenobjecten opgegeven.
tl: Masyadong maraming mga bagay ng gawain.

source: Wrong type for object.
de: Falscher Objekttyp.
fr: Mauvais type d'objet.
nl: Het object heeft een onjuist type.
tl: Maling uri para sa bagay.

source: Answer to unknown question.
de: Antwort auf unbekannte Frage.
fr: Réponse à une question inconnue.
nl: Antwoord op een onbekende vraag.
tl: Sagot sa hindi nalalamang katanungan.

source: Unknown object type received by QnA Plugin.
de: Unbekannter Objekttyp von QnA-Plugin empfangen.
fr: Le type d'objet reçu par le plugin QnA est inconnu.
nl: Onbekend objecttype ontvangen door QnA-plug-in.
tl: Hindi nalalamang uri ng bagay ang natanggap ng Pampasak ng QnA.

source: Unknown object type.
de: Unbekannter Objekttyp.
fr: Type d'objet inconnu.
nl: Onbekend objecttype.
tl: Hindi nalalamang uri ng bagay.

source: Unknown question notice.
de: Unbekannte Fragenotiz.
nl: De vraagmededeling bestaat niet.
tl: Hindi nalalamang pabatid ng katanungan.

source: Unexpected type for QnA plugin: %s.
de: Unerwarteter Typ für QnA-Plugin: %s.
fr: Type inconnu pour le plugin de QnA : %s
nl: Onverwacht type voor plug-in Vraag en Antwoord: %s.
tl: Hindi inaasahang uri para sa pampasak na QnA: %s.

source: Question data is missing.
de: Fragedaten fehlen.
fr: Les données de la question sont manquantes.
nl: De vraaggegevens ontbreken.
tl: Nawawala ang dato ng tanong.

source: Your answer...
de: Deine Antwort …
fr: Votre réponse...
nl: Uw antwoord...
tl: Ang sagot mo...

source: more...
de: mehr …
fr: plus...
nl: meer...
tl: marami pa...

source: %s revisions
de: %s Versionen
fr: %s révisions
nl: %s versies
tl: %s mga pagbabago

source: %1$s answered the question "%2$s": %3$s
de: %1$s antwortete auf Frage „%2$s“ mit %3$s
fr: %1$s a répondu à la question "%2$s" : %3$s
nl: %1$s heeft de vraag "%2$s" beantwoord: %3$s
tl: Si %1$s ay sumagot sa tanong na "%2$s": %3$s

source: answered "%s"
de: antwortete „%s>“
fr: répondu « %s »
nl: heeft geantwoord op "%s"
tl: sumagot sa "%s"

source: %s answers
de: %s antwortet
fr: %s réponses
nl: %s antwoorden
tl: %s mga kasagutan

source: This question is closed.
de: Diese Frage ist geschlossen.
fr: Cette question est fermée.
nl: Deze vraag is gesloten.
tl: Nakasara na ang katanungang ito.

source: Question: %s
de: Fragen: %s
nl: Vraag: %s
tl: Tanong: %s

# BUTTON
source: Submit
de: Abschicken
fr: Soumettre
nl: Opslaan
tl: Ipasa

source: Enter your answer
de: Frage eingeben
fr: Entrez votre réponse.
nl: Geef uw antwoord
tl: Ipasok ang sagot mo

# BUTTON
source: Answer
de: Antwort
fr: Réponse
nl: Beantwoorden
tl: Kasagutan

source: Title
de: Titel
fr: Titre
nl: Naam
tl: Pamagat

source: Title of your question
de: Titel deiner Frage
fr: Titre de votre question
nl: Naam van uw vraag
tl: Pamagat ng katanungan mo

source: Description
de: Beschreibung
nl: Beschrijving
tl: Paglalarawan

source: Your question in detail
de: Deine Frage im Detail
fr: Votre question en détail
nl: Details van uw vraag
tl: Nakadetalyeng katanungan mo

# BUTTON
source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan
tl: Sagipin

# BUTTON
source: Close
de: Schließen
fr: Fermer
nl: Sluiten
tl: Isara

source: Close the question
de: Frage schließen
fr: Fermer la question
nl: Vraag sluiten
tl: Isara na ang katanungan

# BUTTON
source: Best
de: Beste Antwort
fr: Meilleure
nl: Beste
tl: Pinakamahusay

source: Mark as best answer
de: Als beste Antwort markieren
fr: Marquer comme meilleure réponse
nl: Als beste antwoord markeren
tl: Markahan bilang pinakamahusay na kasagutan
